{"text": " TH E DECLIN E AN D FAL L the form of a province. The family of a Greek rhetorician was permitted to reign in Colchos and the adjacent kingdoms, from the time of Mark Antony to that of Nero; and after the race of Polemo(l) was extinct, the eastern Pontus, which preserved his name, extended no farther than the neighbourhood of Trebizond. Beyond these limits the fortifications of Hyssus, of <span class=\"place\" data-place-id=\"197122\">Apsarus</span>, of the <span class=\"place\" data-place-id=\"863867\">Phasis</span>, of Di- oscurias or <span class=\"place\" data-place-id=\"550756\">Sebastopolis</span>, and of Pityus, were guarded by sufficient detachments of horse and foot; and six princes of Colchos received their diadems from the lieu- tenants of Cicsar. One of these lieutenants, the eloquent and philosophic Arrian, surveyed, and has described, the <span class=\"place\" data-place-id=\"638838\">Euxine</span> coast, under the reign of Hadrian. The garrison which he reviewed at the mouth of the <span class=\"place\" data-place-id=\"863867\">Phasis</span>, consisted of four hundred chosen legionaries; the brick walls and towers, the double ditch, and the military engines on the rampart, rendered this place inaccessible to the barbarians; but the new suburbs, which had been built by the merchants and veterans, required, in the opinion of Arrian, some external defence. (2) As the strength of the empire was gradually impaired, the Romans stationed on the <span class=\"place\" data-place-id=\"863867\">Phasis</span> were either with- drawn or expelled; and the tribe of the Lazi,(3) whose posterity speak a foreign, dialect, and inhabit the sea-coast of Trebizond, imposed their name and dominion on the ancient kingdom of Colchos. Their independence was soon invaded by a formidable neighbour, who had acquired by arms and treaties, the sovereignty of <span class=\"place\" data-place-id=\"863807\">Iberia</span>. The dependant king of Lazica received his sceptre at the hands of the Persian monarch, and the successors of <span class=\"place\" data-place-id=\"305064\">Constantine</span> acquiesced in this injurious claim, which was proudly urged as a right of immemorial prescription. In the beginning of the sixth century, their influence was restored by the introduction of Christianity, which the Mingrelians still profess with becoming zeal, without un- derstanding the doctrines, or observing the precepts, of their religion. After the decease of his father, Zathus was exalted to the regal dignity by the favour of the great king; but the pious youth abhorred the ceremonies of the Magi, and sought, in the palace of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, an orthodox baptism, a noble wife, and the al- liance of the emperor Justinian. (4) The king of Lazica was solemnly invested with the diadem, and his cloak, and tunic of white silk, with a gold border, dis- played, in rich embroidery, the figure of his new patron; who soothed the jealousy of the Persian com-t, and excused the revolt of Colchos, by the venerable names of hospitality and religion. The common interest of both empires imposed on the Colchians the duty of guarding the passes of Mount <span class=\"place\" data-place-id=\"863766\">Caucasus</span>, where a wall of sixty miles is now defended by the monthly service of the musketeers of Miir- greha. But this honourable connexion was soon corrupted by the avarice and ambition of the Romans. Degraded from the rank of allies, the Lazi were incessantly re- minded, by words and actions, of their dependant state. At the distance of a day's journey beyond the <span class=\"place\" data-place-id=\"197122\">Apsarus</span>, they beheld the rising fortress of Petra,(5) which commanded the maritime country to the south, of the <span class=\"place\" data-place-id=\"863867\">Phasis</span>. Instead of being protected by the valour, Colchos was insulted by the licentiousness, of fo- reign mercenaries; the benefits of commerce were converted into base and vexatious monopoly; and Gubazes, their native prince, was reduced to a pageant of royalty, by the superior influence of the officers of Justinian. Disappointed in their ex- pectations of Christian virtue, the indignant Lazi reposed some confidence in the justice of an unbeliever. After a private assurance that their ambassador should not be delivered to the Romans, they publicly solicited the friendship and aid of Chosroes. The sagacious monarch instantly discerned the use and importance of Colchos; and meditated a plan of conquest, which was renewed at the end of a 0) We may trace th  rise and fall of the family of Polemo. in Strabo (lib. xi. p. 755. lib. xii. p. S67.) <span class=\"place\" data-place-id=\"491572\">Dion</span> Cassius or Xiphilin (p. 588. 593. 601. 719. 754. 915. 946. edit. Reimar.;) Suetoniui (in Neron. c. xviii. in Ves- pasian, c. viii. O Eutropius (7.14.:) Josephus, (Antiq. Jadiac. lib. XX. e. 7. p. 970. edit. Havercamp,) and Kuie- bins. (ChroD. with Scaliger, Animadvers. p. 196.) (2) In the time of Procopius, there were no Roman forts on the <span class=\"place\" data-place-id=\"863867\">Phasis</span>. Pityus and <span class=\"place\" data-place-id=\"550756\">Sebastopolis</span> were eva- cuated on the rumour of the Persians (Goth. lib. iv. c. 4.:) but the lstterfwas afterwards restored by Justinian (de Edif. lib. iv. c. 7.) (3) In the time of Pliny. Arian, and Ptolemy, the Lazi were a particular tribe on the northern skirts of Col- chos (Cellanus. Geograph. Antiq. torn. li. p. 222.) In the age of Justinian they spread, or at least reigned, over the whole country. At present they have migrated along the coast towards Trebizond, and composes rude sea-laring people, with a peculiar language (Chardin, p. 149. Pevssonnel, p. 64.) (4) John <span class=\"place\" data-place-id=\"207261\">Malata</span>, Citron, torn. ii. p. 134   137. Theopbanes, p. 144. Hist. Miscell. lib. xv. p. 103. The fact is authentic, but the dates seem too recent. In speaking of their Persian alliance, the Lazi cotemporaries of Jus- tinian employ the most obsolete words     v y^y.x<rt/<v>j,  s*xs jrpsyovot, occ. Could they belong to a connexion which had not been dissolved above twenty years? (5) The whole vestige of <span class=\"place\" data-place-id=\"550816\">Petra</span> subsists in writings of Procopius and Agathias. Most of the towns and castles ot Lazica may be found by comparing their names and position with the map of Mingrelia, in. Lamberti.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA100&img=1&zoom=3&hl=en&sig=ACfU3U2boa38y-pUx4gkY34LoqI4LnBL-w&ci=0%2C0%2C1000%2C2000&edge=0"}