{"text": " 90 TH E DECLIN E AN D FAL L rations, both of the attack and defence, were conducted with skilful obstinacy; and each party derived useful lessons from the experience of their past faults. A bat- tering ram was invented, of light construction and powerful effect; it was trans- ported and worked by the hands of forty soldiers; and as the stones were loosened by its repeated strokes, they were torn with long iron hooks from the wall. From those walls, a shower of darts was incessantly poured on the heads of the assailants; but they were most dangerously annoyed by a fiery composition of sulphur and bi- tumen, which in Colehos might, with some propriety, be named the oil of Medea, Of six thousand Romans who mounted the scaling-ladders, their general Bessas was the first, a gallant veteran of seventy years of age: the courage of their leader, his fall, and extreme danger, animated the irresistible efforts of his troops; and their prevailing numbers oppressed the strength, without subduing the spirit, of the Persian garrison. The fate of these valiant men deserves to be more distinctly noticed. Seven hundred had perished in the siege; two thousand three hundred survived to defend the breach. One thousand and seventy were destroyed with fire and sword in the last assault; and if seven hundred and thirty were made pri- soners, only eighteen among them were found without the marks of honourable wounds. The remaining five hundred escaped-into the citadel, which they main- tained without any hopes of relief, rejecting the fairest terms of capitulation and service, till they were lost in the flames. They died in obedience to the commands of their prince; and such examples of loyalty and valour might excite their coun- trymen to deeds of equal despair and more prosperous event. The instant demo- lition of the works of <span class=\"place\" data-place-id=\"550816\">Petra</span> confessed the astonishment and apprehension of the conqueror. A Spartan would have praised and pitied the virtue of these heroic slaves; but the tedious warfare and alternate success of the Roman and Persian arms cannot detain the attention of posterity at the foot of mount <span class=\"place\" data-place-id=\"59834\">Caucasus</span>. The advantages obtained by the troops of Justinian were more frequent and splendid; but the forces of the great king were continually supplied, till they amounted to eight elephants and seventy thousand men, including twelve thousand Scythian allies, and above three thousand Dilemites, who descended by their free choice from the hills of <span class=\"place\" data-place-id=\"942333\">Hyrcania</span>, and were equally formidable in close or in distant combat. The siege of Archseopolis, a name imposed or corrupted by the Greeks, wasraised with some loss and precipitation; but the Persians occupied the passes of Iberiar Colehos was enslaved by their forts and garrisons; they devoured the scanty sustenance of the people; and the prince of the Lazi fled into the mountains. In the Roman camp faith and discipline were unknown; and the independent leaders, who were invest- ed with equal power, disputed with each other the pre-eminence of vice and cor- ruption. The Persians followed without a murmur the commands of a single chief, who implicitly obeyed the instructions of their supreme lord. Their general was distinguished among the heroes of the east by his wisdom in council, and his valour in the field. The advanced age of Mermeroes, and the lameness of both his feet, could not diminish the activity of his mind, or even of his body; and whilst he was carried in a litter in the front of battle, he inspired terror to the enemy, and a just confidence to the troops, who, under his banners, were always successful. Af- ter his death, the command devolved to Nacoragan, a proud satrap, who, in con- ference with the inferior chiefs, had presumed to declare that he disposed of victo- ry as absolutely as of the ring on his finger. Such presumption was the natural cause and forerunner of a shameful defeat. The Romans had been gradually re- pulsed to the edge of the sea-shore; and their last camp, on the ruins of the Gre- cian colony of <span class=\"place\" data-place-id=\"874645\">Phasis</span>, was defended on all sides by strong intrenchments, the river, the <span class=\"place\" data-place-id=\"638838\">Euxine</span>, and a fleet of galleys. Despair united their councils and invigorated their arms; they withstood the assaults of the Persians; and the flight of Nacoragan preceded or followed the slaughter of ten thousand of his bravest soldiers. He es- caped from the Romans to fall into the hands of an unforgiving master, who severe- ly chastised the error of his own choice; the unfortunate general was flayed alive, and his skin, stuffed into the human form, was exposed on a mountain; a dreadful warn- ing to those who might hereafter be intrusted with the fame and fortune of Per- sia. (1) Yet the prudence of Chosroes insensibly relinquished the prosecution of the Colchian war, in the just persuasion that it is impossible to reduce, or at least to hold, a distant country against the wishes and efforts of its inhabitants. The% (l) The punishment of flaying alive pould not be introdnced into Persia by Sapor (BrisondeRegn. Pen. lib. h. p. 578.,) nor coo Id it be copied from the foolish tale of Marsyai, the Phrygian piper, most foolishly quoted a  a precedent by Agatbias, (lib. iy. p. US, 13S.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA102&img=1&zoom=3&hl=en&sig=ACfU3U0yKQR1esxaMQEy2llNgKwh5EjVrQ&ci=0%2C0%2C1000%2C2000&edge=0"}