{"text": " O F TH E ROMA N EMPIRE. 91 fidelity of Gubazes sustained the most rigorous trials. He patiently endured the Hardships of a savage life, and rejected with disdain the specious temptations of the Persian court. The king of the Lazi had been educated in the Christian reli- gion; his mother was the daughter of a senator; during his youth he had served ten years a silentiary of the Byzantine palace,(l) and the arrears of an unpaid salary were a motive of attachment as well as of complaint. But the long continuance of his sufferings extorted from him a naked representation of the truth; and truth was an unpardonable libel on the lieutenants of Justinian, who, amidst the delays of a ruinous war, had spared his enemies, and trampled on his allies. Their ma- licious information persuaded the emperor, that his faithless vassal already medi- tated a second defection: an order was issued to send him prisoner to Constantino- ple; a treacherous clause was inserted, that he might be lawfully killed in case of resistance; and Gubazes, without arms, or suspicion of danger, was stabbed in the security of a friendly interview. In the first moments of rage and despair, the Col- chians would have sacrificed their country and religion to the gratification of re- venge. But the authority and eloquence of the wiser few, obtained a salutary pause: the victory of the <span class=\"place\" data-place-id=\"874645\">Phasis</span> restored the terror of the Roman arms, and the emperor was solicitous to absolve his own name from the imputation of so foul a murder. A judge of senatorial rank was commissioned to inquire into the conduct and death of the king of the Lazi. He ascended a stately tribunal, encompassed by the ministers of justice and punishment: in the presence of both nations, this extra- ordinary cause was pleaded, according to the forms of civil jurisprudence, and some satisfaction was granted to an injured people, by the sentence and execution of the meaner criminals. (2) In peace, the king of Persia continually sought the pretences of a rupture; but no sooner had he taken up arms, than he expressed his desire of a sate and ho- nourable treaty. During the fiercest hostilities, the two monarchs entertained a deceitful negotiation; and such was the superiority of Chosroes, that whilst he treated the Roman ministers with insolence and contempt, he obtained the most unprecedented honours for his own ambassadors at the imperial court. The suc- cessor of Cyrus assumed the majesty of the eastern sun, and graciously permitted his younger brother Justinian to reign over the west, with the pale and reflected splendour of the moon. This gigantic style was supported by the pomp and elo- quence of Isdigune, One of the royal chamberlains. His wife and daughters, with a train of eunuchs and camels, attended the march of the ambassador; two satraps with golden diadems were numbered among his followers: he was guarded by five hundred horse, the most valiant of the Persians; and the Roman governor of <span class=\"place\" data-place-id=\"874444\">Dara</span> wisely refused to admit more than twenty of this martial and hostile caravan. When Isdigune had saluted the emperor, and delivered his presents, he passed ten months at <span class=\"place\" data-place-id=\"520998\">Constantinople</span> without discussing any serious affairs. Instead of being confined to his palace, and receiving food and water from the hands of his keepers, the Per- sian ambassador, without spies or guards, was allowed to visit the capital; and the freedom of conversation and trade enjoyed by his domestics offended the preju- dices of an age, which rigorously practised the law of nations, without confidence or courtesy. (3) By an unexampled indulgence, his interpreter, a servant below the notice of a Roman magistrate, was seated, at the table of Justinian, by the side of his master; and one thousand pounds of gold might be assigned for the ex- pense of his journey and entertainment. Yet the repeated labours of Isdigune could procure only a partial and imperfect truce, which was always purchased with the treasures, and renewed at the solicitation, of the Byzantine court Many years of fruitless desolation elapsed before Justinian and Chosroes were compelled, by mutual lassitude, to consult the repose of their declining age. At a confe- rence held on the frontier, each party, without expecting to gain credit, displayed the power, the justice, and the pacific intentions of their respective sovereigns; but necessity and interest dictated the treaty of peace, which vms concluded for a term of fifty years, diligently composed in the Greek and Persian languages, and (1) In the palace of Constantinople there were thirty silentiariei, who are styled hastati ante forts cubiculi, t  k rjyw*  -*TT  T  i, an honourable title, which conferred the rank, without imposing; thedutiei of a lenator (Cod. Theodos. lib. vi. tit. 23. Gothufred. Comment, torn. ii. p. 120.)....^. (I) Oo these judicial orations, Asrathias (lib. iii. p. 81   89. lib. iv. p. 108   119.) lavishes eighteen or twenty pages of false and florid rhetoric. His ignorance or carelessness overlooks the strongest argument against the king t\"\" Lazica   his former revolt.-   nth. lib. i. c 7.:) and foreign ambas- (Busbequius, epist. iii. p. 149. M M- Bell's Travels, vol. ii. p. IWsrflJ. O f3} Procopius represents the practice of the Gothic court of Havenna (Goth aadors have been treated with the same jealousy and rigour in Turkey (n fcc.,) <span class=\"place\" data-place-id=\"324840\">Russia</span> (Voyage d'Olearias, and <span class=\"place\" data-place-id=\"118723\">China</span> (Narrative of M. de Lange, in 1", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA103&img=1&zoom=3&hl=en&sig=ACfU3U1LjjNS7xkAnOIcfFIOCNoszZMfVw&ci=0%2C0%2C1000%2C2000&edge=0"}