{"text": " O F TH E ROMA N EMPIRE. 93 gra C l) were honoured with the crown of martyrdom. (2) The churches of Ara- bia implored the protection of the Abyssinian monarch. The Negus passed the Red Sea with a fleet and army, deprived the Jewish proselyte of his kingdom and life, and extinguished a race of princes, who had ruled above two thousand years the sequestered region of myrrh and frankincense. The conqueror immediately announced the victory of the gospel, requested an orthodox patriarch, and so warmly professed his friendship to the Roman empire, that Justinian was flattered by the hope of diverting the silk-trade through the channel of Abyssinia, and of exciting the forces of <span class=\"place\" data-place-id=\"756537\">Arabia</span> against the Persian king. Nonnosus, descended from a family of ambassadors, was named by the emperor to execute this import- ant commission. He wisely declined the shorter, but more dangerous road through the sandy deserts of Nubia; ascended the Nile, embarked on the Red Sea, and safely landed at the African port of Adulis. From Adulis to the royal city of Axume is no more than fifty leagues, in a direct line; but the winding passes of the mountains detained the ambassador fifteen days; and as he traversed the forests, he saw, and vaguely computed, about five thousand wild elephants. The capital, according to his report, was large and populous; and the-village of Axume is still conspicuous by the regal coronations, by the ruins of a Christian temple, and by sixteen or seventeen obelisks inscribed with Grecian characters. (3) But the Ne- sjus gave audience in the open field, seated on a lofty chariot, which was drawn by tour elephants superbly caparisoned, and surrounded by his nobles and musicians. He was clad in a linen garment and cap, holding in his hand two javelins and a light shield; and, although his nakedness was imperfectly covered, he displayed the barbaric pomp of gold chains, collars, and bracelets, richly adorned with pearls and precious stones. The ambassador of Justinian knelt; the Negus raised him from the ground, embraced Nonnosus, kissed the seal, perused the letter, accept- ed the Roman alliance, and, brandishing his weapons, denounced implacable war against the worshippers of fire. But the proposal of the silk-trade was eluded; and notwithstanding the assurances, and perhaps the wishes, of the Abyssinians, these hostile menaces evaporated without effect. The Homerites were unwilling to abandon their aromatic groves, to explore a sandy desert, and to encounter, af- ter all their fatigues, a formidable nation from whom they had never received any- personal injuries. Instead of enlarging his conquests, the king of <span class=\"place\" data-place-id=\"334481\">Ethiopia</span> was in- capable of defending his possessions. Abrahah, the slave of a Roman merchant of Adulis, assumed the sceptre of the Homerites; the troops of <span class=\"place\" data-place-id=\"775\">Africa</span> were se- duced by the luxury of the climate; and Justinian solicited the friendship of the usurper, who honoured, with a slight tribute, the supremacy of his prince. Af- ter a long series of prosperity, the power of Abrahah was overthrown before the gates of Mecca; his children were despoiled by the Persian conqueror; and the Ethiopians were finally expelled from the continent of <span class=\"place\" data-place-id=\"599527\">Asia</span>. This narrative of obscure and remote events is not foreign to the decline and fall of the Roman em- ire. If a Christian power had been maintained in <span class=\"place\" data-place-id=\"756537\">Arabia</span>, Mahomet must have een crushed in his cradle, and Abyssinia would have prevented a revolution which has changed the civil and religious state of the world-(4) (1) The <span class=\"place\" data-place-id=\"207305\">city</span> <span class=\"place\" data-place-id=\"207305\">of</span> <span class=\"place\" data-place-id=\"207305\">Negra</span> or NegVan, in Yemen, is surrounded with palm-trees, and stands in the high road be- tween Saana, the capita], and Mecca, from the former ten, from the latter twenty days1 journey of a caravan of camels, (Abu Ifeda, Descript. Arabige, p. 520 (2) The martyrdom of St. Arethas, prince of Negra, and his three hundred and forty companions, is em- bellished in the legends of Metaphrastes,and Nicephorus Callistus, copied by Baronius, A. D. 522. No. 22   C6. A. D. 523. No. 16   29.,) and refuted, with obscure diligence, by Basnage (Hist, des Juifs, torn. xii. lib. s. e. ii. p. 333   348.) who investigates the state of the Jews in <span class=\"place\" data-place-id=\"756537\">Arabia</span> and Ethiopia. (3) Alvarez (in Ramusio, torn. i. fol. 219 vers. 221 vers.) saw the flourishing state of Axume in the year 1520   kiogo molto buono e grande. It was ruined in the same century by the Turkish invasion. No more than one hundred houses remain; but the memory of its past greatness is preserved by the regal coronatiou (Lu- dolph. Hist, et Comment, lib. ii. c. 11.) (4) The revolutions of Yemen in the sixth century must be collected from Procopius(Persic, lib. i. c. 19, 20.;) Theophanes Byzant.(apud Phot. cod. Ixiii. p. 30.;) St. Theophanes (in Chronograph, p. 144,145.188,180. 206,207. who is full of strange blunders;) Pocock (Specimen Hist. Arab. p. 62   65;) d'Herbelot (Bibliot. Orien- tale, p. 12   477.,)and Sale's Preliminary Discourse and Koran (c. 105.) The revolt of Abrahah is mentioned fcy Procopius; and hit fall, though clouded with miracles, is an historical fact.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA105&img=1&zoom=3&hl=en&sig=ACfU3U25G6nL8Lm1XU7Ju8aTKtFvDiZ4DQ&ci=0%2C0%2C1000%2C2000&edge=0"}