{"text": " 94 TH E DECLIN E AN D FAL L CHAPTE R XLIII. Rebellions of Africa.   Restoration of the Gothic kingdom by Totila.   Loss and recovery of Some.   Final conquest of <span class=\"place\" data-place-id=\"1052\">Italy</span> by Narses Extinction of the Ostrogoths.   De- feat of the Franks and Alemanni Last victory, disgrace, and death, of Belisarius.   - Death and character of Justinian.   Comet, earthquakes, and plague. The review of the nations from the <span class=\"place\" data-place-id=\"216798\">Danube</span> to the Nile, has exposed on every side the weakness of the Romans; and our wonder is reasonably excited that they should presume to enlarge an empire, whose ancient limits they were incapable of defending. But the wars, the conquests, and the triumphs of Justinian, are the feeble and pernicious efforts of old age, which exhaust the remains of strength, and accelerate the decay of the powers of life. He exulted in the glorious act of restoring <span class=\"place\" data-place-id=\"324852\">Africa</span> and Italy to the republic; but the calamities which followed the departure of Belisarius betrayed the impotence of the conqueror, and accomplished the ruin of those unfortunate countries. From his new acquisitions, Justinian expected that his avarice, as well as pride, should be richly gratified. A rapacious minister of the finances closely pursued the footsteps of Belisarius; and as the old registers of tribute had been burnt by the Vandals, he indulged his fancy in a liberal calculation and arbitrary assess- ment of the wealth of <span class=\"place\" data-place-id=\"324852\">Africa</span>. (1) The increase of taxes, which were drawn away by a distant sovereign, and a general resumption of the-patrimony or crown lands, soon dispelled the intoxication of the public joy: but the emperor was insen- sible to the modest complaints of the people, till he was awakened and alarmed by the clamours of military discontent. Many of the Roman soldiers had married the   widows and daughters of the Vandals. As their own, by the double right of con- quest and inheritance, they claimed the estates which Genseric had assigned to his victorious troops. They heard with disdain the cold and selfish representa- tions of their officers; that the liberality of Justinian had raised them from a sa- vage or servile condition; that they were already enriched by the spoils of <span class=\"place\" data-place-id=\"324852\">Africa</span>, the treasure, the slaves, and the moveables, of the vanquished barbarians; and that the ancient and lawful patrimony of the emperors would be applied only to the support of that government on which their own safety and reward must ulti- mately depend. The mutiny was secretly inflamed by a thousand soldiers, for the most part <span class=\"place\" data-place-id=\"98980\">Heruli</span>, who had imbibed the doctrines, and were instigated by the clergy, of the Arian sect; and the cause of perjury and rebellion was. sanctified by the dispensing powers of fanaticism. The Arians deplored the ruin of their church, triumphant above a century in <span class=\"place\" data-place-id=\"324852\">Africa</span>; and they were justly provoked by the laws of the conqueror, which interdicted the baptism of their children, and the exer- cise of all religious worship. Of the Vandals chosen by Belisarius, the far greater part, in the honours of the eastern service, forgot their country and religion. But a generous band of four hundred obliged the mariners, when they were in sight of the isle of <span class=\"place\" data-place-id=\"550763\">Lesbos</span>, to alter their course: they touched on <span class=\"place\" data-place-id=\"570577\">Peloponnesus</span>, ran ashore on a desert coast of <span class=\"place\" data-place-id=\"324852\">Africa</span>, and boldly erected on mount Aurasius, the standard of independence and revolt. While the troops of the province disclaimed the com- mand of their superiors, a conspiracy was formed at <span class=\"place\" data-place-id=\"314921\">Carthage</span> against the life of Solomon, who filled with honour the place of Belisarius; and the Arians had pi- ously resolved to sacrifice the tyrant at the foot of the altar, during the awful mys- teries of the festival of Easter. Fear or remorse restrained the daggers of the as- sassins, but the patience of Solomon emboldened their discontent; and at the end of ten days, a furious sedition was kindled in the circus, which desolated <span class=\"place\" data-place-id=\"324852\">Africa</span> above ten years. The pillage of the city, and the indiscriminate slaughter of its inhabitants, were suspended only by darkness, sleep, and intoxication: the go- vernor, with seven companions, among whom was the historian Procopius, escaped to Sicily: two-thirds of the army were involved in the guilt of treason, and eight (1) For the troubles of <span class=\"place\" data-place-id=\"324852\">Africa</span>, I neither have nor desire another guide than Procopius, whose eye contem- plated the image, and whose ear collected the reports of the memorable events of his own times. In the se- cond book of the Vandalic war he relates the revolt of Stoza (c. 14   24..) the return of Belisarius (c. 15.) the victory of Germanus (e. 16   18.,) the second administration of Solomon (c. 19   21.,) the government of Sergius (c. 22,23.,) of Areobindus (c. 24.,) the tyranny and death of Gontharis Cc. 2S   St.;) nor can I discern  nv symp- toms of flattery or malevolence in his'various portraits'.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA106&img=1&zoom=3&hl=en&sig=ACfU3U1d6Ej9H_vkDRxF9WuMbOcrriCPqg&ci=0%2C0%2C1000%2C2000&edge=0"}