{"text": " O F TH E KOMA N EMPIRE. 93 thousand insurgents, assembling in the field of Bulla, elected Stoza for their chief,, a private soldier, who possessed, in a superior degree, the virtues of a rebel. Un- der the mask of freedom, his eloquence could lead, or at least impel, the passions of his equals. He raised himself to a level with Belisarius, and the nephew of the emperor, by daring to encounter them in the field; and the victorious generals were compelled to acknowledge, that Stoza deserved a purer cause, and a more legitimate command. Vanquished in battle, he'dexterously employed the arts of negotiation s*a Roman army was seduced from their allegiance, and the chiefs,   who had trusted to his faithless promise, were murdered by his order, in a church of <span class=\"place\" data-place-id=\"305120\">Numidia</span>. When every resource, either of force or perfidy, was exhausted, Stoza, with some desperate Vandals, retired to the wilds of <span class=\"place\" data-place-id=\"305106\">Mauritania</span>, obtained the daughter of a barbarian prince, and eluded the pursuit of his enemies, by the report of his death. The personal weight of Belisarius, the rank, the spirit, and the temper, of Germanus, the emperor's nephew, and the vigour and success of the second administration of the eunuch Solomon, restored the modesty of the camp, and maintained for awhile, the tranquillity of <span class=\"place\" data-place-id=\"324852\">Africa</span>. But the vices of the By- zantine court, were felt in that distant province; the troops complained that they   were neither paid nor relieved; and as soon as the public disorders were sufficiently mature, Stoza was again alive, in arms, and at the gates of <span class=\"place\" data-place-id=\"314921\">Carthage</span>. He fell in a single combat, but he smiled in the agonies of death, when he was informed that his own javelin had reached the heart of his antagonist. The example of Stoza, and the assurance that a fortunate soldier had been the first king, encouraged the ambition of Gontharis, and he promised by a private treaty, to divide <span class=\"place\" data-place-id=\"324852\">Africa</span> with the Moors, if, with their dangerous aid, he should ascend the throne of Carthage. The feeble Areobindus, unskilled in the affairs of peace and war, was raised by his marriage with the niece of Justinian to the office of exarch. He was suddenly oppressed by a sedition of the guards, and his abject supplications, which pro- voked the contempt, could not move the pity, of the inexorable tyrant. After a reign of thirty days, Gontharis himself was stabbed at a banquet, by the hand or Artaban; and it is singular enough, that an Armenian prince, of the royal family of Arsaces, should re-establish at Carthage the authority of the Roman empire. In the conspiracy which unsheathed the dagger of Brutus against the life of C:esar, every circumstance is curious and important to the eyes of posterity: but the guilt or merit of these loyal or rebellious assassins could interest only the cotemporaries of Procopius, who, by their hopes and fears, their friendship, or resentment, were personally engaged jp the revolutions of Africa.(l) That country was rapidly sinking into the state of barbarism, from whence it had been raised by the Phoenician colonies and Roman laws, and every step of intestine- discord was marked by some deplorable victory of savage man over civilized so- ciety. The Moors,(2) though ignorant of justice, were impatient of oppression: their vagrant life and boundless wilderness disappointed the arms, and eluded the chains of a conqueror; and experience had shown, that neither oaths nor obliga- tions could secure the fidelity of their attachment. The victory of mount Auras had awed them into momentary submission; but if they respected the character of Solomon, they hated and despised the pride and luxury of his two nephews, Cyrus and Sergius, on whom their uncle had imprudently bestowed the provincial governments of <span class=\"place\" data-place-id=\"344456\">Tripoli</span> and <span class=\"place\" data-place-id=\"609497\">Pentapolis</span>. A Moorish tribe encamped under the walls of <span class=\"place\" data-place-id=\"256089\">Leptis</span>, to renew their alliance, and receive from the governor the custo- mary gifts. Fourscore of their deputies were introduced as friends into the city; but, on the dark suspicion of a conspiracy, they were massacred at the table of Sergius; and the clamour of arms and revenge was re-echoed through the valleys of mount <span class=\"place\" data-place-id=\"846\">Atlas</span>, from both the Syrtes to the Atlantic ocean. A personal injury, the unjust execution, or murder of his brother, rendered Antalus the enemy of the Romans. The defeat of the Vandals had formerly signalized his valour; the rudiments of justice and prudence were still more conspicuous in a Moor; and while he laid Adrumetum in ashes, he calmly admonished the emperor that the peace of <span class=\"place\" data-place-id=\"324852\">Africa</span> might be secured by the recall of Solomon and his unworthy ne- phews. The exarch led forth his troops from Carthage: but at the distance of (1) Yet I must not refute him the merit of painting, in lively colour), the murder of Gontharis. One of the assassins uttered a sentiment not unworthy of a Roman patriot.   \" If I fiiil (said Artasiresj in the fine stroke, kill me on the spot, lest the rack should extort a discovery of my accomplices.\" (2) The Moorish wars are occasionally introduced into the narrative of Procopius: (Vandal, lib. ii. c. 19   23. 2J. S7,28. Gothic, lib. iv. c. 17.) and Theophanes adds some prosperous and adverse events in the last years of Justinian.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA107&img=1&zoom=3&hl=en&sig=ACfU3U2-RM6Y6beZKg4snmirkTQRvfQTjg&ci=0%2C0%2C1000%2C2000&edge=0"}