{"text": " TH E DECLIN E AN D FALI* six days'journey, in the neighbourhood of Tebeste,(l) he was astonished by the superior numbers and fierce aspect of the barbarians. He proposed a treaty; so- licited a reconciliation; and offered to bind himself by the most solemn oaths.\" By what oaths can he bind himself? (interrupted the indignant Moors.) Will he swear by the gospels, the divine books of the Christians? It was on those books that the faith of his nephew Sergius was pledged to eighty of our innocent and unfortunate brethren. Before we trust them a second time, let us try their efficacy in the chastisement of perjury, and the vindication of their own honour.\" Their honour was vindicated in the field of Tebeste, by the death of Solomon, and the total loss of his army. The arrival of fresh troops and more skilful com- manders, soon checked the insolence of the Moors; seventeen of their princes were slain in the same battle; and the doubtful and transient submission of their tribes was celebrated with lavish applause by the people of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. Suc- cessive inroads had reduced the province of <span class=\"place\" data-place-id=\"324852\">Africa</span> to one-third of the measure of <span class=\"place\" data-place-id=\"1052\">Italy</span>; yet the Roman emperors continued to reign above a century over <span class=\"place\" data-place-id=\"314921\">Carthage</span>, and the fruitful coast of the Mediterranean. But the victories and the losses of Justinian were alike pernicious to mankind; and such was the desolation of <span class=\"place\" data-place-id=\"324852\">Africa</span>, that in many parts a stranger might wander whole days without meeting the face either of a friend or an enemy. The nation of the Vandals had disappeared; they once amounted to a hundred and sixty thousand warriors, without including the children, the women, or the slaves. Their numbers were infinitely surpassed by the number of the Moorish families extirpated in a relentless war; and the same destruction was retaliated on the Romans and their allies, who perished by the cli- mate, their mutual quarrels, and the rage of the barbarians. When Procopius first landed, he admired the populousness of the cities and country, strenuously exercised in the labours of commerce and agriculture. In less than twenty years, that busy scene was converted into a silent solitude; the wealthy citizens escaped to <span class=\"place\" data-place-id=\"991353\">Sicily</span> and Constantinople; and the secret historian has confidently affirmed, that five millions of Africans were consumed by the wars and government of the em- peror Justinian.(2) The jealousy of the Byzantine court had not permitted Belisarius to achieve the conquest of Italy; and his abrupt departure revived the courage of the Goths,(3) who respected his genius, his virtue, and even the laudable motive which had ur- ged the servant of Justinian to deceive and reject them. They had lost their king (an inconsiderable loss,) their capital, their treasures, the provinces from Sicily to the Alps, and the military force of two hundred thousand barbarians, magnifi- cently equipped with horses and arms. Yet all was not lost, as long as Pavia was defended by one thousand Goths, inspired by a sense of honour, the love of free- dom, and the memory of their past greatness. The supreme command was una- nimously offered to the brave Uraias; and it was in his eyes alone that the disgrace of his uncle Vitiges could appear as a reason of exclusion. His voice inclined the election in favour of Hildibald, whose personal merit was recommended by the vain hope that his kinsman Theudes, the Spanish monarch, would support the common interest of the Gothic nation. The success of his arms in <span class=\"place\" data-place-id=\"383698\">Liguria</span> and <span class=\"place\" data-place-id=\"393511\">Venetia</span> seemed to justify their choice; but he soon declared to the world, that he was incapable of forgiving or commanding his benefactor. The consort of Hildi- bald was deeply wounded by the beauty, the riches, and the pride of the wife of Uraias; and the death of that virtuous patriot excited the indignation of a free peo- ple. A bold assassin executed their sentence by striking off the head of Hildi- bald in the midst of a banquet; the Kugians, a foreign tribe, assumed the privilege of election; and Totila, the nephew of the late king, was tempted, by revenge, to deliver himself and the garrison of Trevigo into the hands of the Romans. But the gallant and accomplished youth was easily persuaded to prefer the Gothic throne before the service of Justinian; and as soon as the palace of Pavia had been (1) Now Tibesh, in the kingdom of Algiers. It is watered by a river, the Sitierass, which falls into the Me- jeola. t (Bagradas.) Tibesh is stilt remarkable for its walls of large stones (like the Coliseum of Rome,) a fountain and a grove of walnut-trees: the country is fruitful, and the neighbouring Bereberes are warlike. It appears from an inscription, that, under the reign of Adrian, the road from Carthage to Tebeste was con- structed by the third legion. (Marmol. Description de I'Afrique, torn. ii. p. 442, 443. Shaw's Travels, p. 64   66.) (2) Procopius, Anecdot. c. 18. The series of the African history attests this melancholy trulh. (3) In the second (e. 30.) and third books, (c. J   40.) Procopius continues the history of the Gothic war from the fifth to the fifteenth year of Justinian. As the events are less interesting than in the former period, he allots only half the space to double the time. Jornandes and the Chronicle of Marcellinus, afford some collateral hints. Sigonms, Psgi, Muratori, Matcou, and De Buat, are useful, and have been used.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA108&img=1&zoom=3&hl=en&sig=ACfU3U1x15893H01WNX79w_8U06PgZPbFw&ci=0%2C0%2C1000%2C2000&edge=0"}