{"text": " CONTENTS. PAnjc The Lombards and Avars destroy the king and kingdom of the Gepida, 156 567 Jilboin undertakes the conquest of <span class=\"place\" data-place-id=\"1052\">Italy</span> 157 Disaffection and death of Narses- ib. 568   570 Conquest of a great part of Italy by the Lombards. 158 573 Alboin is murdered by his wife Rosamond 150 Her flight and death..160 Clepho king of the Lombards. ib. Weakness of the emperor Justin. 161 574 Association of Tiberius. ib. 578 Death of Justin II.- 162 578   582 Reign of Tiberius II. ib. His virtues.... 163 583   602 The reign of Maurice. ib. Distress of Italy. 164 584   590 Autharis king of the Lombards ib. The exarchate of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>  - 165 The kingdom of the Lombards.. 166 Language and Manners of the Lombards ib. Dress and marriage  -- 167 Government. ib. 643 Laws.... 168 Misery of <span class=\"place\" data-place-id=\"423025\">Rome</span>. ib. The tombs and relics of the apostles 1611 Birth and profession of Gregory the Roman ib. 590   604 Pontificate of Gregory the great or first 170 His spiritual office. ib.; And temporal government   171 His estates... ib. And alms... ib. The saviour of Rome. 172 CHAPTE R XLVI. Revolutions of Persia after the Death of Chosroes or Nusbirvan   His Son Hormouz, a Tyrant, is deposed   Usurpation of Bahrain   Flight and Restoration of Chosroes II.   His Gratitude to the Romans   The Chagan of the Avars   Revolt of the Army against Maurice   His Death   Tyranny of Phocas   Eleva- tion of Heraclins   The Persian War   Chosroes sub- dues <span class=\"place\" data-place-id=\"531109\">Syria</span>, <span class=\"place\" data-place-id=\"766\">Egypt</span>, and <span class=\"place\" data-place-id=\"599527\">Asia</span> Minor   Siege of Con- stantinople by the Persians and Avars   Persian Expeditions   Victories and Triumph of Heraclius. a. d.*agk Contest of Rome and Persia.. 172 570 Conquest of Yemen by Nushirvan. 173 572 His last war with the Romans. ib. 579 His death.- 174 579   590 Tyranny and vices of his son Hormouz ib. 590 Exploits of Bohr am. 175 His rebellion. 176 Hormouz is deposed and imprisoned. 177 Elevation of his son Chosroes. ib. Death of Hormouz.   178 Chosroes flies to the Romans. ib. His return, andfinal victory. ib. Death of Bahram. 179 591   603 Restoration of policy of Chosroes. ib. 570   600 Pride,policy, and power of the Chagan of the Avars... 180 595   602 Wars of Maurice against the Avars 181 State of the Roman armies.. 182 Their discontent. 183 And rebellion. ib. 602 Election of Phocas. ib. Revolt of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>.. 184 Death of Maurice and his children 185 602   610 Phocas emperor. Ib. His character... ib. And tyranny.   186 610 His fall and death. ib. 610   642 Reign of Heraclius.. 187 603 Chosroes invades the Roman empire. ib. 611 His conquest of <span class=\"place\" data-place-id=\"531109\">Syria</span>. 188 614 Of Palestine..,189 616 Of Egypt. ib. Of <span class=\"place\" data-place-id=\"837\">Asia</span> <span class=\"place\" data-place-id=\"837\">Minor</span>... ib. His reign and magnificence.   ib. 610   622 Distress of Heraclius.. 190 He solicits peace.. 191 621 His preparations for war. ib. 622 First expedition of Heraclius against the Per- sians.  . 192 623, 624,625 His second expedition. 193*        Pagi'626 Deliverance of Constantinople frem the Per- sians and Avars. 194 Alliances and conquests of Heraclius 195, 627 His third expedition.,196 And victories. 197 Flight of Chosroes.  . ib. 628 He is deposed. 198 And murdered by his son Siroes ib, Treaty of peace between the two empires 199 CHAFPE R XLVH. Theological History of the Doctrine of the Incarnation   The Human and Divine Nature of Christ   Enmity of the Patriarchs of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> and Constantinople   St.Cyri J and Nestorius   Third General Council of Ephesus   Heresy of Eutyches   Fourth General Council of Chalcedon   Civil and Ecclesiastical Dis cord   Intolerance of Justinian   The Three Chapters   The Monothelite Controversy   Stale of the Orien tal Sects; I. The Nestorians   II. The Jacobites   III. The Maronites   IV. The Armenians   V. The Copts   VI. The Abyesinians. a. d. Paob The incarnation of Christ.. 199/. A pure man to the Ebionites. 260 His birth and elevation. ib.//. A pure God to the Docetes 201 His incorruptible body..- 202///. Double nature of Cerinthus. 203 IV. Divine incarnation of Apollinaris ib. V. Orthodox consent and verbal disputes 204 412   444 Cyril, patriarch of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> 205 413, 414,415 His tyranny. ib 428 Nestorius, patriarch of Constantinople 206 429-431 His heresy.. 207 431 First consul of <span class=\"place\" data-place-id=\"599612\">Ephesus</span> 208 Condemnation of Nestorius. ib- Opposition of the Orientals   ibt 431   435 Victory of Cyril     209 435 Exile of Nestorius.- 210 448 Heresy of Eutyches. ib 449 Second council of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>. 211 451 Council of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>., ib. Faith of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>..212 451   482 Discord of the east.. 213 482 The henoticon of Zeno. ib. 508   518 Thetrisagion, and religious war, till the death of Anastasius. 214 514 First religious war.. 215, 519   565 Theological character and government of Justinian. ib. His persecution of heretics   216 Of Pagans.,- ib, Of Jews... ib. Of Samaritans. 217 His orthodoxy... ib. 532   698 The three chapters.   ib. 553 Vth general council: Ilndof Constantinople 218 564 Heresy of Justinian. ib- 629 The Monothelite controversy.. 219 639 The Ecthesis of Heraclius. rb, 648 Type of Constans..220 680   681 Vhhgeneral council: Hid of Constanti- nople... ib. Union of the Greek and Latin churches. 221 Perpetual separation of the Oriental sects ib./. The Nestorians.. 222 500 Sole masters of Persia.   223 500   1200 Theirmissions in Tartary, <span class=\"place\" data-place-id=\"50004\">India</span>, Chi- na, be. 224 883 The Christians of St. Thomas in <span class=\"place\" data-place-id=\"50004\">India</span>. 225 II. The Jacobites.. 226///. The Maronites..227 IV. The Armenians.. 228 V. The Copts or Egyptians.. 229 537   568 Thepatriarch Theodosius. 230 538 Paul. ib. 551 Apollinaris... ib. 580 Eulogius..231 609 John. ib. Their separation and decay 232 625   661 Benjamin the Jacobite patriarch ib. VI. The Abyssiniuiis and Nubians ib. 530 Church of Abyssinia. 233 1525   1550 The Portuguese in Abyssinia  . ib,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA11&img=1&zoom=3&hl=en&sig=ACfU3U1ZX-nZSSb8o5_hErSOp7SLqbVmxQ&ci=0%2C0%2C1000%2C2000&edge=0"}