{"text": " TH E DECLIN E AN D FAL L money. The subjects of Justinian who escaped these partial vexations, were op- pressed by the irregular maintenance of the soldiers whom Alexander defrauded and despised; and their hasty sallies, in quest of wealth or subsistence, provoked\" the inhabitants of the country to await or implore their deliverance from the vir- tues of a barbarian. Totila(l) was chaste and temperate; and none were deceived, either friends or enemies, who depended on his faith or his clemency. To the husbandmen of <span class=\"place\" data-place-id=\"1052\">Italy</span> the Gothic king issued a welcome proclamation, enjoining them to pursue their important labours, and to rest assured, that, on the payment of the ordinary taxes, they should be defended by his valour and discipline from the injuries of war. The strong towns he successively attacked; and as soon as they had yielded to his arms, he demolished the fortifications; to save the people from the calamities of a future siege, to deprive the Romans of the arts of defence, and to decide the tedious quarrel of the two nations, by an equal and honourable conflict in the field of battle. The Roman captives and deserters were tempted to enlist in the service of a liberal and courteous adversary; the slaves were attracted by the firm and faithful promise, that they should never be delivered to their mas- ters; and from the thousand warriors of Pavia, a new people, under the same ap- pellation of Goths, was insensibly formed in the camp of 1 otila. He sincerely ac- complished the articles of capitulation, without seeking or accepting any sinister advantage from ambiguous expressions or unforeseen events: the garrison of Naples had stipulated, that they should be transported by sea; the obstinacy of the winds prevented their voyage, but they were1 generously supplied with horses, provisions, and a safe conduct to the gates of <span class=\"place\" data-place-id=\"423025\">Rome</span>. The wives of the senators, who had been surprised in the villas of <span class=\"place\" data-place-id=\"991350\">Campania</span>, were restored, without a ransom, to their husbands; the violation of female chastity was inexorably chastised with death; and, in the salutary regulation of the diet of the famished Neapolitans, the con- queror assumed the office of a humane and attentive physician. The virtues of Totila are equally laudable, whether they proceeded from true policy, religious principle, or the instinct of humanity: he often harangued his troops; and it was his constant theme, that national vice and ruin are inseparably connected: that vic- tory is the fruit of moral as well as military virtue; and that the prince, and even the people are responsible for the crimes which they neglect to punish. The return of Belisarius, to save the country which he had subdued, was pressed with equal vehemence by his friends and enemies; and the Gothic war was im- posed as a trust or an exile on the veteran commander. A hero on the banks of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, a slave in the palace of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, he accepted, with reluc- tance, the painful task of supporting his own reputation, and retrieving the faults of his successors. The sea was open to the Romans: the ships and soldiers were assembled at <span class=\"place\" data-place-id=\"197488\">Salona</span>, near the palace of Diocletian: he refreshed and reviewed his troops at <span class=\"place\" data-place-id=\"197448\">Pola</span> in <span class=\"place\" data-place-id=\"197304\">Istria</span>, coasted round the head of the Hadriatic, entered the port of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, and despatched orders rather than supplies to the subordinate cities. His first public oration was addressed to the Goths and Romans in the name of the emperor, who had suspended for awhile the conquest of Persia, and listened to the prayers of his Italian subjects. He gently touched on the causes and the authors of the recent disasters; striving to remove the fear of punishment for the past, and the hope of impunity for the future, and labouring, with more zeal than success, to unite all the members of his government in a firm league of affection and obe- dience._ Justinian, his gracious master, was inclined to pardon and reward; and it was their interest, as well as duty, to reclaim their deluded brethren, who had been seduced by the arts of the usurper. Not a man was tempted to desert the standard of the Gothic king. Belisarius soon discovered, that he was sent to re- main the idle and impotent spectator of the glory of a young barbarian; and his own epistle exhibits a genuine and lively picture of the distress of a noble mind.  \"Most excellent prince; we are arrived in Italy, destitute of all the necessary im- plements of war, men, horses, arms, and money. In our late circuit through the villages of <span class=\"place\" data-place-id=\"992078\">Thrace</span> and Illyrfcum, we have collected, with extreme difficulty, about four thousand recruits, naked, and unskilled in the use of weapons and the exer- cises of the camp. The soldiers already stationed in the province are discontented, fearful, and dismayed; at the sound of an enemy, they dismiss their horses, and cast their arms on the ground. No taxes can be raised, since Italy is in the hands of the barbarians; the failure of payment has deprived us of the right of command, (1) Procopins (lib. iii. e. 3.8,&c.) does ample and willing justice to the merit of Totila. The Raman histo- rian!, from Sallustand Tacitui, were happy to forget the rices of their countrymen in the contemplation of", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA110&img=1&zoom=3&hl=en&sig=ACfU3U0BYS76vhMTeleZn71xLx1eA6cuCw&ci=0%2C0%2C1000%2C2000&edge=0"}