{"text": " O F TH E ROMA N EMPIRE. V>9 or even of admonition. Be assured, dread sir, that the greater part of your troops have already deserted to the Goths. If the war could be achieved by the pre- sence of Belisarius alone, your wishes are satisfied; Belisarius in the midst of <span class=\"place\" data-place-id=\"1052\">Italy</span>. But if you desire to conquer, far other preparations are requisite: without a mili- tary force, the title of general is an empty name. It would be expedient to restore to my service my own veterans and domestic guards. Before I can take the field, I must receive an adequate supply of light and heavy-armed troops; and it is only, with ready money that you can procure the indispensable aid of a powerful body of the cavalry of the HUns.\"(l) An officer, in whom Belisarius confided, was sent from <span class=\"place\" data-place-id=\"393480\">Ravenna</span> to hasten and conduct the succours; but the message was ne- glected, and the messenger was detained at <span class=\"place\" data-place-id=\"520985\">Constantinople</span> by an advantageous marriage. After his patience had been exhausted by delay and disappointment the Roman general repassed the Hadriatic, and expected at <span class=\"place\" data-place-id=\"481818\">Dyrrachium</span> the arri- val of the troops, which were slowly assembled among the subjects and allies of the empire. His powers were still inadequate to the deliverance of <span class=\"place\" data-place-id=\"423025\">Rome</span>, which was closely besieged by the Gothic king. The Appian way, a march of forty days, was covered by the barbarians; and as the prudence of Belisarius declined a battle, he preferred the safe and speedy navigation of five'days from the coast of <span class=\"place\" data-place-id=\"530871\">Epirus</span> to the mouth of the Tiber. After reducing, by force or treaty, the towns of inferior note in the midland provinces of Italy, Totila proceeded, not to assault but to encompass and starve, the ancient capital. Rome was afflicted by the avarice, and guarded by the va- lour, of Bessas, a veteran chief of Gothic extraction, who filled, with a garrison of three thousand soldiers, the spacious circle of her venerable walls. From the distress of the people he extracted a profitable trade, and secretly rejoiced in the continuance of the siege. It was for his use that the granaries had been replen- ished; the charity of pope Vigilius had purchased and embarked an ample supply of Sicilian corn; but the vessels which escaped the barbarians were seized by a ra- pacious governor, who imparted a scanty sustenance to the soldiers, and sold the remainder to the wealthy Romans. The medimnus, or fifth part of the quarter of wheat, was exchanged for seven pieces of gold; fifty pieces were given for an t)X, a rare and accidental prize; the progress of famine enhanced this exhorbitant value, and the mercenaries were tempted to deprive themselves of the allowance,   which was scarcely sufficient for the support of life. A tasteless and unwholesome mixture, in which the bran thrice exceeded the quantity of flour, appeased the hunger of the poor; they were gradually reduced to feed on dead horses, dogs, cats, and mice, and eagerly, to snatch the grass, and even the nettles, which grew among the ruins of the city. A crowd of spectres, pale and emaciated, their bo- dies oppressed with disease, and their minds with despair, surrounded the palace of the governor, urged, with unavailing truth, that it was the duty of a master to maintain his slaves, and humbly requested that he would provide for their sub- sistence, permit their flight, or command their immediate execution. Bessas re- plied, with unfeeling tranquillity, that it was impossible to feed, unsafe to dismiss, and unlawful to kill, the subjects of the emperor. Yet the example of a private citizen might have shown his countrymen that a tyrant cannot withhold the privi- lege of death. Pierced by the cries of five children, who vainly called on their fa- ther for bread, he ordered them to follow his steps, advanced with calm and silent despair to one of the bridges of the Tiber, and, covering his face, threw himself headlong into the stream, in the presence of his family and the Roman people. To the rich and pusillanimous, Bessas(2) sold the permission of departure; but the greatest part of the fugitives expired on the public highways, or were inter- cepted by the flying parties of barbarians. In the meanwhile, the artful govern- or soothed the discontent, and revived the hopes, of the Romans, by the vague re- ports of the fleets and armies which were hastening to their relief from the extremi- ties of the east. They derived more rational comfort from the assurance that Belisarius had landed at the fwrt; and, without numbering his forces, they firmly relied on the humanity, the courage, and the skill of their great deliverer. (1) Procopius, lib. iii. e. 12. The soiil of a hero is deeply impressed on tlie letter j nor can we con- found such genuine and original acts with the elaborate and often empty speeches of the Byzantine his- torians- (*) The avarice of Bessas is not dissembled by Procopius, (lib. iii. c. 17.20.) He expiated the loss of Rome   liy the glorious conquest of Petrea: (Goth. lib. iv. c. 12.) but the same vices followed him from lite Tiber to ihe Phasii: (c. 13.) and the historian is equally true to the merits and defects of his character. The chastise- jnent which the author of the romance ot Bclitairc has inflicted on the oppressors of Rome is more agreeable to justice than to history.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA111&img=1&zoom=3&hl=en&sig=ACfU3U3p0GtaXwtZX7f6JdaiThHErsx4_g&ci=0%2C0%2C1000%2C2000&edge=0"}