{"text": " 1G0 TH E DECLIN E AN D FAL L The foresight of Totila had raised obstacles worthy of such an antagonist. Ninety furlongs below the city, in the narrowest part of the river, he joined the two banks bv strong and solid timbers in the form of a bridge; on which he erect- ed two lofty towers, manned by the bravest of his Goths, and profusely stored with missile weapons and engines of offence. The approach of the bridge and towers was covered by a strong and massy chain of iron; and the chain, at either end, on the opposite side of the Tiber, was defended by a numerous and chosen detach- ment of archers. But the enterprise of forcing these barriers, and relieving the capital, displays a shining example of the boldness and conduct of Belisarius. His cavalry advanced from the port along the public road, to awe the motions and distract the attention of the enemy. His infantry and provisions were distributed in two hundred large boats; and each boat was shielded by a high rampart of thick planks pierced with many small holes for the discharge of missile weapons. In the front, two large vessels were linked together to sustain a floating castle, which commanded the towers of the bridge, and contained a magazine of fire, sulphur, and bitumen. The whole fleet, which the general led in person, was laboriously moved against the current of the river. The chain yielded to their weight, and the enemies who guarded the banks were either slain or scattered. As soon as they touched the principal barrier, the fire-ship was instantly grappled to the bridge; one of the towers, with two hundred Goths, was consumed by the flames; the assailants shouted the victory; and <span class=\"place\" data-place-id=\"423025\">Rome</span> was saved, if the wisdom of Belisa- rius had not been defeated by the misconduct of his officers. He had previously sent orders to Bessas to second his operations by a timely sally from the town; and he had fixed his lieutenant, Isaac, by a peremptory command, to the station of the port. But avarice rendered Bessas immoveable; while the youthful ardour of Isaac delivered him into the hands of a superior enemy. The exaggerated rumour of his defeat was hastily carried to the ears of Belisarius: he paused; betrayed in that single moment of his life some emotions of surprise and perplexity; and reluc- tantly sounded a retreat, to save his wife Antonina, his treasures, and the only har- bour which he possessed on the Tuscan coast. The vexation of his mind produced an ardent and almost mortal fever; and Rome was left without protection to the mercy or indignation of Totila. The continuance of hostilities had imbittered the national hatred; the Arian clergy was ignominiously driven from Rome; Pelagius, the archdeacon, returned without success from an embassy to the Gothic camp; and a Sicilian bishop, the envoy or nuncio of the pope, was deprived of both his hands, for daring to utter falsehoods in the service of the church and state. Famine had relaxed the strength and discipline of the garrison of Rome. They could derive no effectual service from a dying people; and the inhuman avarice of the merchant at length absorbed the vigilance of the governor. Four Isaurian sentinels, while their companions slept, and their officers were absent, descended by a rope from the wall, and secretly proposed to the Gothic king, to introduce his troops into the city. The offer was entertained with coldness and suspicion; they returned in safety; they twice repeated their visit; the place was twice exa- mined; the conspiracy was known and disregarded; and no sooner had Totila con- sented to the attempt, than they unbarred the Asinarian gate, and gave admittance to the Goths. Till the dawn of day they halted in order of battle, apprehensive of treachery or ambush; but the troops of Bessas, with their leader, had already escaped; and when the king was pressed to disturb their retreat, he prudently re- plied, that no sight could be more grateful than that of a flying enemy. The pa- tricians, who were still possessed of horses, Decius, Basilius, 8cc. accompanied the governor; their brethren, among whom Olybrius, Orestes, and Maximus are named by the historian, took refuge in the church of St. Peter; but the assertion, that only five hundred persons remained in the capital, inspires some doubt of the fidelity either of his narrative or of his text. As soon as daylight had displayed the entire victory of the Goths, their monarch devoutly visited the tomb of the prince of the apostles; but while he prayed at the altar, twenty-five soldiers, and sixty citizens, were put to the sword in the vestibule of the temple. The archdeacon Pelagius(l) stood before him with the gospel in his hand.\" O Lord, be merciful to your servant. Pelagius,\" said To- (.1) During the low? exile, rind after the death of Vigilius, the Roman church was governed, at first by the archdeacon, and at length (A. D. 555.) by the pope Pelagius, who was not thought guiltless of the suffer- ings of his predecessor. See the original lives of the popes, under the name of Anastasius (Mnratori, Scrip. Rer. Italicarum, torn, iii. p, i. 130,131.) who relates several curious incidents of the sieges of Home and the wars of <span class=\"place\" data-place-id=\"1052\">Italy</span>.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA112&img=1&zoom=3&hl=en&sig=ACfU3U3Cr-AQXOGV0DgZDnICrMfpHSPUCA&ci=0%2C0%2C1000%2C2000&edge=0"}