{"text": " O F TH E ROMA N EMPIRE. 101 tila with an insulting smile,\" your pride now condescends to become a suppliant.\"\" I am a suppliant,\" replied the prudent archdeacon:\" God has now made us your subjects, and as your subjects we are entitled to your clemency.\" At this humble prayer, the lives of the Romans were spared; and the chastity of the maids and matrons was preserved inviolate from the passions of the hungry soldiers. But they were rewarded by the freedom of pillage, after the most precious spoils had been reserved for the royal treasury. The nouses of the senators were plentifully stored with gold and silver; and the avarice of Bessas had laboured with so much guilt and shame for the benefit of the conqueror. In this revolution, the sons and daughters of Roman consuls tasted the misery which they had spurned or relieved,\"wandered in tattered garments through the streets of the city, and begged their bread, perhaps without success, before the gates of their hereditary mansions. The riches of <span class=\"place\" data-place-id=\"256405\">Rusticiana</span>, the daughter of Symmachus and widow of Boethius, had been generously devoted to alleviate the calamities of famine. But the barbarians were exasperated by the report, that she had prompted the people to overthrow the statues of the great Theodoric; and the life of that venerable matron would have been sacrificed to his memory, if Totila had not respected her birth, her virtues, and even the pious motive of her revenge. The next day he pronounced two orations, to congratulate and admonish his victorious Goths, and reproach the senate, as the vilest of slaves, with their perjury, folly, and ingratitude; sternly declaring, that their estates and honours were justly forfeited to the companions of his arms. Yet he consented to forgive their revolt, and the senators repaid his clemency by despatching circular letters to their tenants and vassals in the pro- vinces of <span class=\"place\" data-place-id=\"1052\">Italy</span>, strictly to enjoin them to desert the standard of the Greeks, to cul-' tivate their lands in peace, and to learn from their masters the duty of obedience to a Gothic sovereign. Against the cities which had so long delayed the course of his victories he appeared inexorable: one-third of the walls, in different parts,   were demolished by his command; fire and engines prepared to consume or sub- vert, the most stately works of antiquity: and the world was astonished by the fa- tal decree, that <span class=\"place\" data-place-id=\"423025\">Rome</span> should be changed into a pasture for cattle. The firm and temperate remonstrance of Belisarius suspended the execution; he warned the barbarian not to sully his fame by the destruction of those monuments, which were the glory of the dead, and the delight of the living; and Totila was persuaded, by the advice of an enemy, to preserve Rome as the ornament of his kingdom, or the fairest pledge of peace and reconciliation. When he had signified to the am- bassadors of Belisarius, his intention of sparing the city, he stationed an army at the distance of one hundred and twenty furlongs, to observe the motions of the Ro- man general. With the remainder of his forces, he marched into <span class=\"place\" data-place-id=\"442639\">Lucania</span> and <span class=\"place\" data-place-id=\"442469\">Apulia</span>, and occupied, on the summit of mount Garganus.(l) one of the camps of Hannibal. (2) The senators were dragged in his train, and afterwards confined in the fortresses of <span class=\"place\" data-place-id=\"991350\">Campania</span>: the citizens, with their wives and children, were dis- persed in exile; and during forty days Rome was abandoned to desolate and dreary solitude. (3) The loss of Rome was speedily retrieved by an action, to which, according to the event, the public opinion would apply the names of rashness or heroism. After the departure of Totila, the Roman general sallied from the port at the head of a thousand horse, cut in pieces the enemy who opposed his progress, and visited with pity and reverence the vacant space of the eternal city. Resolved to maintain a station so conspicuous in the eyes of mankind, he summoned the greatest part of his troops to the standard which he erected on the capital: the old inhabitants were recalled by the love of their country and the hopes of food; and the keys of Rome were sent a second time to the emperor Justinian. The walls, as far as they had been demolished by the Goths, were repaired with rude and dissimilar materials; the ditch was restored; iron spikes(4) were profusely scattered in the highways (1) Mount Garganns, now Monte St. Angelo,in tlie kingdom of Naples, runs three hundred stadia into the Adriatic sea (Strab. lib. vi. p. 436.,) and in the darker ages, was illustrated by the apparition, miracles, and church of St. Michael the archangel. Horace, a native of <span class=\"place\" data-place-id=\"442469\">Apulia</span> or <span class=\"place\" data-place-id=\"442639\">Lucania</span>, had seen the elms and oaks of Garganus labouring and bellowing with the north wind that blew on that lofty coast (Carol, ii. 9. Epist. ii. 1.301.}, (2) I cannot ascertain this particular camp of Hannibal: but the Funic quarters were long and often in the neighbourhood of <span class=\"place\" data-place-id=\"442476\">Arpi</span> (T. Liv. xxii. 9.12. 24. 3,&c.) (3) Totila.... Romam ingreditur ac evertit mnros domos aliquantas igni comburens, ae omnes Romanorum res in proedam accepit, hos ipsos Romanns in Campaniam captivos abduxit. Post quam devasta- tionem.xl autampHus dies, <span class=\"place\" data-place-id=\"423025\">Rama</span> fuit ita desolala, ut nemo ibi hominum,nisi (nulla?) bestise raorarentur (Marcellin.in Chron. p. 54.) (4) The tribuli are small engines with four spikes, one fixed in the ground, the three others erect or adverse", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA113&img=1&zoom=3&hl=en&sig=ACfU3U3Sy4b7jHDVjbQQ4w_NkioRW6bQXA&ci=0%2C0%2C1000%2C2000&edge=0"}