{"text": " 102. TH E DECLIN E AN D FAL L to annoy the feet of the horses; and as new gates could not suddenly be procured, the entrance was guarded by a Spartan rampart of his bravest soldiers. At the expiration of twenty-five days, Totila returned by hasty marches from Apu- lia, to avenge the injury and disgrace. Belisarius expected his approach. The Goths were thrice repulsed in three general assaults; they lost the flower of their troops; the royal standard had almost fallen into the hands of the enemy, and the Fame of Totila sunk, as it had risen, with the fortune of his arms.\\Vhatever skill and courage could achieve, had been performed by the Roman general; it remained only, that Justinian should terminate, by a strong and seasonable effort, the war which he had ambitiously undertaken. The indolence, perhaps the im- potence, of a prince who despised his enemies and envied his servants, protracted the calamities of <span class=\"place\" data-place-id=\"1052\">Italy</span>. After a long silence, Belisarius was commanded to leave a sufficient garrison at <span class=\"place\" data-place-id=\"423025\">Rome</span>, and to transport himself into the province of <span class=\"place\" data-place-id=\"403234\">Luca</span>- nia, whose inhabitants, inflamed by catholic zeal, had cast away the yoke of their' Arian conquerors. In this ignoble warfare, the hero, invincible against the power of the barbarians, was basely vanquished by the delay, the disobedience, and the cowardice of his own officers. He reposed in his winter-quarters of Crotona, in the full assurance, that the two passes of the Lucanian hills were guarded by his cavalry. They were betrayed by treachery or weakness; and the rapid march of the Goths scarcely allowed time for the escape of Belisarius to the coast of Si- cily. At length a fleet and army were assembled for the relief of Ruscianum, or Rossano,(l) a fortress sixty furlongs from the ruins of <span class=\"place\" data-place-id=\"452459\">Sybaris</span>, where the nobles of <span class=\"place\" data-place-id=\"442639\">Lucania</span> had taken refuge. In the first attempt, the Roman forces were dissi- Eated by a storm. In the second they approached the shore; but they saw the ills covered with archers, the landing-place defended by a line of spears, and the king of the Goths impatient for battle. The conqueror of Italy retired with a sigh, and continued to languish, inglorious and inactive, till Antonina, who had been sent to Constantinople to solicit succours, obtained, after the death of the em- press, the permission of his return. The five last campaigns of Belisarius might abate the envy of his competitors, whose eyes had been dazzled and wounded by the blaze of his former glory. In- stead of delivering Italy from the Goths, he had wandered like a fugitive along the coast, without daring to march into the country, or to accept the bold and re- peated challenge of Totila. Yet in the judgment of the few who could discriminate counsels from events, and compare the instruments with the execution, he ap- peared a more consummate master of the art of war, than in the season of his prosperity, when he presented two captive kings before the throne of Justinian. The valour of Belisarius was not chilled by age; his prudence was matured by experience, but the moral virtues of humanity and justice seem to have yielded-to the hard necessity of the times. The parsimony or poverty of the emperor compelled him to deviate from the rule of conduct which had deserved the love and confidence of the Italians. The war was maintained by the oppression of Ra- venna, Sicily, and all the faithful subjects of the empire; and the rigorous prosecution of Herodian provoked that injured or guilty officer to deliver Spoleto into the hands of the enemy. The avarice of Antonina, which had been sometimes diverted by love, now reigned without a rival in her breast. Belisarius himself had always understood, that riches, in a corrupt age, are the support and ornament of per- sonal merit. And it cannot be presumed that he should stain his honour for the public service, without applying a part of the spoil to his private emolument. The hero had escaped the sword of the barbarians, but the dagger of conspiracy (2) awaited his return. In the midst of wealth aid honours, Ai iiaban, who had chas- tised the African tyrant, complained of the ingratitude of courts. He aspired to-Prsejecta, the emperor's niece, who wished to reward her deliverer; but the im- pediment of his previous marriage was asserted by the piety of Theodora. The pride of royal descent was irritated by flattery; and the service in which he gloried, had proved him capable of bold and sanguinary deeds. The death of Justinian   was resolved, but the conspirators delayed the execution till they could surprise (Procopitu, Gothic, lib. iii. c. 24. Just. Lipsius, Poliercetw, lib. r. c. 3.} Tbe metaphor was borrowed from the trihuli{land caltrops,) an herb with a prickly fruit, common in Italy (Martin, ad Virgil. Georgic. 1.153. vol. ii. p. 33.) (1) Ruscia, the novate Thurlorum, was transferred to the distance of sixty stadia to Ruscianum, <span class=\"place\" data-place-id=\"452421\">Rossano</span>,-an archbishopric without suffragans. The republic of <span class=\"place\" data-place-id=\"452459\">Sybaris</span> is now the estate of tbe duke of <span class=\"place\" data-place-id=\"452310\">Corigliano</span>, (Kiedesel, Travels into Magna Grtecia and <span class=\"place\" data-place-id=\"981549\">Sicily</span>, p. 166   171.) (2) This conspiracy is related by Procopius (Gothic, lib. iii. c. Si, 32.) with such freedom and candour, that the liberty of the Anecdotes gives him nothing to add.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA114&img=1&zoom=3&hl=en&sig=ACfU3U33LQCK0dVPmuGB7hjP623WCHa7yA&ci=0%2C0%2C1000%2C2000&edge=0"}