{"text": " O F TH E ROMA N EMPIRE. Belisarius disarmed, and naked, in the palace of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. Not a hope could be entertained of shaking his long-tried fidelity; and they justly dreaded the revenge, or rather justice, of the veteran general, who might speedily assemble an army in <span class=\"place\" data-place-id=\"981552\">Thrace</span> to punish the assassins, and perhaps to enjoy the fruits of their crime. Delay afforded time for rash communications and honest confessions: Ar- taban and his accomplices were condemned by the senate, but the extreme cle- mency of Justinian detained them in the gentle confinement of the palace, till he pardoned their flagitious attempt against his throne and life. If the emperor for- gave his enemies, he must cordially embrace a friend whose victories were alone remembered, and who was endeared to his prince by the recent circumstance of their common danger. Belisarius reposed from his toils, in the high station of ge- neral of the east and count of the domestics; and the older consuls and patricians respectfully yielded the precedency of rank to the peerless merit of the first of the Romans. (1) The first of the Romans still-submitted to be the slave of his wife; but the servitude of habit and affection became less disgraceful when the death of Theodora had removed the baser influence of fear. Joannina their, daughter, and the sole heiress of their fortunes, was betrothed to Anastasius, the grandson, or rather nephew of the empress,(2) whose kind interposition forward- ed the consummation of their youthful loves. But the power of Theodora ex- pired, the parents of Joannina returned, and her honour, perhaps her happi- ness, were sacrificed to the revenge of an unfeeling mother, who dissolved the imperfect nuptials before they had been ratified by the ceremonies of the church.(3) Before the departure of Belisarius, <span class=\"place\" data-place-id=\"413248\">Perusia</span> was besieged, and few cities were impregnable to the Gothic arms. <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, <span class=\"place\" data-place-id=\"413014\">Ancona</span>, and Crotona still resisted the barbarians; and when Totila asked in marriage one of the daughters of <span class=\"place\" data-place-id=\"98961\">France</span>, he was stung by the just reproach, that the king of <span class=\"place\" data-place-id=\"1052\">Italy</span> was unworthy of his title till it was acknowledged by the Roman people. Three thousand of the bravest soldiers had been left to defend the capital. On the suspicion of a monopoly, they massacred the governor, and announced to Justinian, by a deputation of the cler- gy, that unless their offence was pardoned, and their arrears were satisfied, they should instantly accept the tempting offers of Totila. But the officer, who suc- ceeded to the command (his name was Diogenes,) deserved their esteem and con- fidence; and the Goths, instead of finding an easy conquest, encountered a vigo- rous resistance from the soldiers and people, who patiently endured the loss of the port, and of all maritime supplies. The siege of <span class=\"place\" data-place-id=\"423025\">Rome</span> would perhaps have been raised, if the liberality of Totila to the Isaurians had not encouraged some of their venal countrymen to copy the example of treason. In a dark night, while the Gothic trumpet sounded on another side, they silently opened the gate of St. Paul: the barbarians rushed into the city, and the flying garrison was inter- cepted before they could reach the harbour of Centumcellx, A soldier trained in the school of Belisarius, Paul of <span class=\"place\" data-place-id=\"991403\">Cilicia</span>, retired with four hundred men to the mole of Hadrian. They repelled the Goths; but they felt the approach of famine, and their aversion to the taste of horse-flesh confirmed their resolution to risk the event of a desperate and decish 3 sally. But their spirit insensibly stooped to the offers of capitulation; they retrieved their arrears of pay, and preserved their arms and horses, by enlisting in the service of Totila; their chiefs, who pleaded a laudable attachment to their wives and children in the east, were dismissed with honour; and above four hundred enemies, who had taken refuge in the sanc- tuaries, were saved by the clemency of the victor. He no longer entertained a wish of destroying the edifices of Rome, (4) which he now respected as the seat (1) The honours of Belisarius are gladly commemorated by his secretary (Procop. Goth. lib. iii. c. 35. lib. iv  c 210 The title of STfucTn^o; is ill translated, at least in this instance, by prsefectus prastorio; and to a mili- tary character, magister militum is more proper and applicable (Ducange, Gloss. Grace, p. 1458,1450.) (2) Aleroannus (ad Hist. Arcanam, p. 83.,) Ducange (Families Byzant. p~98.,) and Heineccius (Hist Juris Ci- vilis, p. 434.,) all three represent Anastasius as the son of the daughter of Theodora; and their opinion firmly reposes on the ambiguous testimony of Procopius (Anccdot. c. 4,5.   SuyxrpiSaj twice repeated.) And yet I will remark, 1. That in the year 547. Theodora could scarcely have a grandson of the age of puberty: 2* That we are totally ignorant of this daughter and her husband; and, 3. That Theodora concealed her bas- tards, and that her grandson by Justinian would have been heir-apparent of the empire. (3) The Be^oT^jtweTa, or sins of the hero of Italy and after his return, are manifested ajrxpxxxyvjme^ and most probably swelled, bv the author of the Anecdotes (c. iv. 5.) The designs of Antonina were favoured by the fluctuating jurisprudence of Justinian. On the law of marriage and divorce, that emperor was trochos versati- lior (Heineccius. Element. Juris. Civil, ad Oi-dinem Pandect, p. 4. No. 233.) (4) The Romans were still attached to the monuments of their ancestors: and according to Procopius (Goth* lib. iv. c. 22.,) the galley of Apneas, of a single tank of oars, twenty-five feet in breadth, one hundred and twenty in length, was preserved, entire in the navalia, near Monte Testaceo, at the foot of the Aventine (Nat-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA115&img=1&zoom=3&hl=en&sig=ACfU3U2z_fUOfJGn9Os1ZmdTKGyHNc2o8g&ci=0%2C0%2C1000%2C2000&edge=0"}