{"text": " O F TH E ROMA N EMPIRE. 2 05 cona, Crotona, Centumcellss, resisted the assaults of Totila. Sicily was reduced by the zeal of Artaban, and the Gothic navy was defeated near the coast of the Hadriatic. The two fleets were almost equal, forty-seven to fifty galleys: the vic- tory was decided by the knowledge and dexterity of the Greeks; but the ships were so closely grappled, that only twelve of the Goths escaped from this unfortu- nate conflict. They affected to depreciate an element in which they were un- skilled, but their own experience confirmed the truth of a maxim, that the master of the sea will always acquire the dominion of the land.(l) After the loss of Germanus, the nations were provoked to smile, by the strange intelligence, that the command of the Roman armies was given to a eunuch. But the eunuch Narses(2) is ranked among the few who have rescued that hap- py name from the contempt and hatred of mankind. A feeble diminutive body concealed the soul of a statesman and a warrior. His youth had been employ- ed in the management of the loom and distaff, in the cares of the household, and the service of female luxury; but while his hands were busy, he secretly ex- ercised the faculties of a vigorous and discerning mind. A stranger to the schools and the camp, he studied in the palace to dissemble, to flatter, and to.persuade; and as soon as he approached the person of the emperor, Justinian listened with surprise and pleasure to the manly counsels of his cnamberlain and private trea- surer.^) The talents of Narses were tried and improved in frequent embassies; he led an army into <span class=\"place\" data-place-id=\"1052\">Italy</span>, acquired a practical knowledge of the war, and the coun- try, and presumed to strive with the genius of Belisarius. Twelve years after his return, the eunuch was chosen to achieve the conquest which had been left im- perfect by the first of the Roman generals. Instead of being dazzled by vanity or emulation, he seriously declared, that unless he were armed with an adequate force, he would never consent to risk his own glory, and that of his sovereign. Justinian granted to the favourite, what he might nave denied to the hero; the Gothic war was rekindled from its ashes, and the preparations were not unwor- thy of the ancient majesty of the empire. The key of the public treasure was put into his hand, to collect magazines, to levy soldiers, to purchase arms and horses, to discharge the arrears of pay, and to tempt the fidelity of the fugitives and de- serters. The troops of Germanus were still in arms; they halted at <span class=\"place\" data-place-id=\"197488\">Salona</span> in the expectation of a new leader; the legions of subjects and allies were created by the well-known liberality of the eunuch Narses. The king of the Lombards(-t) satis- fied or surpassed the obligations of a treaty, by lending two thousand two hunirtxl of his ibravest warriors, who were followed by three thousand of their martial at- tendants. Three thousand <span class=\"place\" data-place-id=\"98980\">Heruli</span> fought on horseback under Philemuth, their native chief; and the noble Aratus, who adopted the manners and discipline of <span class=\"place\" data-place-id=\"423025\">Rome</span>, conducted a band of veterans of the same nation. Dagistheus was released from prison to command the Huns; and Kobad, the grandson and nephew of the great king, was conspicuous by the regal tiara at the head of his faithful Persians, who had devoted themselves to the fortunes of their prince. (5) Absolute in the exercise of his authority, more absolute in the affection of his troops, Narses led a numerous and gallant army from Philippolis to <span class=\"place\" data-place-id=\"197488\">Salona</span>, from whence he coasted the eastern side of the Hadriatic as far as the confines of Italy. His progress was checked. The east could n^supply vessels capable of transporting such multi- tudes of men and horses. Tto Franks, who in the general confusion, had usurp- ed the gTeater part of the Venetian province, refused a free passage to the friends of the Lombards. The station of <span class=\"place\" data-place-id=\"383816\">Verona</span> was occupied by Teias, with the flower of the Gothic forces; and that skilful commander had overspread the adjacent country with the fall of woods and the inundation of waters. (6) In this perplex- (1) The third book of Procopius is terminated by the death of Germanus (Add. lib. iv. c. 23   26.) (2) Procopius relates the whole series of the second Gothic war, and the victory of Narses (lib. iv. c. 21. 26-* 35.) A splendid scene! Among; the six subjects of epie poetry which Tasso revolved in his mind, he hesitated between the conquests of Italy by Belisarius and by Narses (Hayley's Works, vol. iv. p. 70.) ,(3) The country of Narses is unknown, since he must not be confounded with the Persarmenian. Proen- pius styles him (Goth. lib. ii. c. 13.) Paul Warnefrid (lib. 3* P- 776.) Chartula- riua: Marcel li mis adds the name of Cubicularius. In an inscription on.he Salarian bridge he is entitled Ex- c/mral, Es-praepositus, Cubiculi Patricius(Mascou,Hist. of the Germans, lib. xiii. c.25.) The law of Theo- dosius against eunuchs was obsolete or abolished (Annotation 20.;) but the foolish prophecy of the Romans subsided in full vigour (Procop. lib. iv. c. SI.)_ (4) Paul Warnefrid, the Lombard, records with complacency the succour, service, and honourable dismis- sion of his. countrymen   reipublicj R Romanic adversus xmulos adjutor.'s fnerant (lib. ii. c. i. p. 774. edit. Grot.) lam surprised that Alboin, their martial king-, did not lead his subjects in person. (5) He was, if not an impostor, the son of the blind Zanies, saved by companion, and educated iu the By- zantine court by the various motiw's of policy, pride, and genealogy (Procop. Persic, lib. i. c. 33.) In the time of Augustus, and in the niddlc ages, the whole waste horn <span class=\"place\" data-place-id=\"187290\">Aquileia</span> to Uarenna, was ci- Vol. HI. 14", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA117&img=1&zoom=3&hl=en&sig=ACfU3U3TjVDhKxw7Shu2YyCFgPBkumRxhw&ci=0%2C0%2C1000%2C2000&edge=0"}