{"text": " O F TH E ROMA N EMPIRE. cours had arrived, he retired to his tent, assumed the dress and arms of a private soldier, and gave the signal of battle. The first line of cavalry advanced with more courage than discretion, and left behind them the infantry of the second line. They were soon engaged between the horns of a crescent, into which the adverse wings had been insensibly curved, and were saluted from either side by the volleys of four thousand archers. Their ardour, and even their distress, drove them for- wards to a close and unequal conflict, in which they could only use their lances against an enemy equally skilled in all the instruments of war. A generous emu- lation inspired the Romans and their barbarian allies: and Narses, who calmly viewed and directed their efforts, doubted to whom he should adjudge the prize of superior bravery. The Gothic cavalry was astonished and disordered, pressed and broken; and the line of infantry, instead of presenting their spears, or opening their intervals, were trampled under the feet of the flying horse. Six thousand of the Goths were slaughtered, without mercy, in the field of Tagina. Their prince, with five attendants, was overtaken by Asbad, of the race of the Gepidx.*' Spare the king of Italy,\" cried a loyal voice, and Asbad struck his lance through the body of Totila. The blow was instantly revenged by the faithful Goths; they trans- ported their dying monarch seven miles beyond the scene of his disgrace; and his last moments were not imbittered by the presence of an enemy. Compassion af- forded him the shelter of an obscure tomb; but the Romans were not satisfied of their victory, till they beheld the corpse of the Gothic king. His hat, enriched with gems, and his bloody robe, were presented to Justinian by the messengers of triumph. (1) As soon as Narses had paid his devotions to the anthnr of victory, and the blessed Virgin, his peculiar patroness,(2) he praised, rewarded, and dismissed the Lom- bards. The villages had been reduced to ashes by these valiant savages; they ra- vished matrons and virgins on the altar; their retreat was diligently watched by a strong detachment of regular forces, who prevented a repetition of the like disor- ders. The victorious eunuch pursued his march through Tuscany, accepted the submission of the Goths, heard the acclamations, and often the complaints, of the Italians, and encompassed the walls of <span class=\"place\" data-place-id=\"423025\">Rome</span> with the remainder of his formidable host. Round the wide circumference, Narses assigned to himself, and to each of his lieutenants, a real or a feigned attack, while he silently marked the place of easy and unguarded entrance. Neither the fortifications of Hadrian's mole, nor of the port, could long delay the progress of the conqueror; and Justinian once more received the keys of Rome, which, under his reign, had been five times taken and recovered.(3) But the deliverance of Rome was the last calamity of the Roman people. The barbarian allies of Narses too frequently confounded the privileges of peace and war: the despair of the flying Goths found some consolation in sangui- nary revenge: and three hundred youths, of the noblest families, who had been sent as hostages beyond the Po, were inhumanly slain by the successor of Totila. The fate of the senate suggests an awful lesson of the vicissitude of human affairs. Of the senators whom Totila had banished from their country, some were rescued by an officer of Belisarius, and transported from <span class=\"place\" data-place-id=\"991350\">Campania</span> to Sicily; while others were too guilty to confide in the clemency of Justinian, or too poor to provide horses for their escape to the sea-shore. Their brethren languished five years in a state of indigence and exile: the victory of Narses revived their hopes; but their prema- ture return to the metropolis was prevented by the furious Goths; and all the fortresses of <span class=\"place\" data-place-id=\"991350\">Campania</span> were ruined with patrician(4) blood. After a period of thir- teen centuries, the institution of Romulus expired; and if the nobles of Rome still assumed the title of senators, few subsequent traces can be discovered of a public council, or constitutional order. Ascend six hundred years, and contemplate the kings of the earth soliciting an audience, as the slaves or freedmen of the Roman senate. (5) The Gothic war was yet alive. The bravest of the nation retired beyond the (1) Theophanes, Chron. p. 193. Hist. Miscell. lib. xvi. p. 103. (!) Engriuf, lib. ir. c. 24. The inspiration of the Virgin revealed to Narses the day, and the word of bat- tle (Paul Diaeon. lib. ii. c. 3, p. 776.) (3) Et  toutou G*a-iA.iueiPTo; to sts^itto, isXtt. In the year 536 by Belisarius, in 546 by Totila, in 547 by Belisarius, in 549 by Totila,and in 552 by Narses. Maltretus had inadvertently translated sextum; a mistake which he afterward retracts: but the mischief was done; and Cousin, with a train of French and Latin rea- ders, have fallen into the snare. (4) Compare two passages of Proeopius (lib. iii. c. 26. lib. i  . c. 24.) which, with some collateral hints from Mareellinus and Jornandes, illustrate the state of the expiring senate. (5) See, in the example of Prusias, as it is delivered in tbe fragments of Polybius, (Excerpt. Legal, xcvii. p. 927,928.) a curious picture of a royal slave.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA119&img=1&zoom=3&hl=en&sig=ACfU3U1gQAaP7LINelIlGN8rBwsvdSEIiw&ci=0%2C0%2C1000%2C2000&edge=0"}