{"text": " CONTENTS. A. D. PaO K 1557 Mission of the Jesuits. 234 1626 Conversion of the emperor. ib. 1032 Final expulsion of the Jesuits 235 CHAPTE R XLVIII. Plan of the Remainder of the History   Succession and Characters of the Greek Emperors of Constantino- ple, from the Time of Heraclius to the Latin Con- quest. a, d. PAG E Defects of the Byzantine history. 236 Its connexion with the revolutions of the world. 237 Plan of the remainder of the history. ib. Second marriage and death of Heratlius 238 641 <span class=\"place\" data-place-id=\"305064\">Constantine</span> I/I.,, ib. Heraeleonas. ib. Punishment of Martina and Heraeleonas 33t Constans If. ib. 668 <span class=\"place\" data-place-id=\"305064\">Constantine</span> IV- Pogonatns 240 685 Justinian II. ib. 695-705 His exile..241 705   711 His restoration and death. 242 711 Philippicus.,.243 713 Anaslasius II..' ib. 716 Theodosius III.... ib. 71 H Leo III. the Isaurian. 244 741 <span class=\"place\" data-place-id=\"305064\">Constantine</span> V. Copronymns 245 775 Leo I V 246 780 Constantino VI. and Irene. ib. 792 Irene.. 247 102 Jficephorus I..248 811 Stanracius... ib. Michael I. Rhangabe   ib. 813 Leo V. the Jlrmenian:. 249 820 Michael II. the Stammerer. 250 829 Thcophilus... ib. 842 Michael III..241 867 Basil I. the Macedonian.. 252 886 Leo VI. the Philosopher.. 253 911 Alexander, <span class=\"place\" data-place-id=\"305064\">Constantine</span> VII. Porphyroge- nitus 919 Romanus I. Lecapenus Christopher, Stephen, <span class=\"place\" data-place-id=\"305064\">Constantine</span> VIII. 945 <span class=\"place\" data-place-id=\"305064\">Constantine</span> VII. 959 Romanus II. junior. 963 Nicephorus if. Phocas 969 John Zimisces, Basil II. <span class=\"place\" data-place-id=\"305064\">Constantine</span> IX. 976 Basil II. and <span class=\"place\" data-place-id=\"305064\">Constantine</span> IX. 1025 <span class=\"place\" data-place-id=\"305064\">Constantine</span> IX. PAfJ E 271 272 ib.'.  7:i ib ib. 74 ii). 75 76 ib. 277 378 ib. 379 1028 Romanus III. Argyrus 1034 Michael IV. the Paphlagonian 1041 Michael V. Calaphates 1042 Zoe and Theodora <span class=\"place\" data-place-id=\"305064\">Constantine</span> X. Monomachns. 1054 Theodora 1056 Michael VI. Stratioticus 1057 Isaac I. Comnenus 1059 <span class=\"place\" data-place-id=\"305064\">Constantine</span> XI. Ducas 1067 Eudocia Romanus III. Diogenes 1071 Michael VII. Parapinaccs, Andronicns I. <span class=\"place\" data-place-id=\"305064\">Constantine</span> XII. 1078 Niccphoms III. Botaniates 1081 Alexius I. Comnenus 1118 John, or Calo-Johannes 1143 Manuel 1180 Alexius II. Character and first adventures of Adronicus 267 1183 Adronicus I. Comnenus. 20\" 1185 fsaac II. Angelus-. 2i CHAPTE R XUX. Introduction, Worship, and Persecution of Images Revolt of <span class=\"place\" data-place-id=\"1052\">Italy</span> and Rome   Temporary Dominion of the Popes   Conquest of Italy by the Franks   Establishmenlof Images   Character and Coronation of Charlemagne   Restoration and Decay of the Ro- man Empire in the West   Independence of Italy   Constitution of the Germanic Body. A- D. PAQ K Introduction of images into the Christian church. 270 Their fVorship.->. ib. 254 ib. ib. ib. 255 ib. 258 257 358 rb. ib. 259 ib. ib. ib. 280 ih. 261 ib. ib. ib. ib. 262 263 264 265 266 The image of Edessat fts copies Ojiposition to image worship 726   8-10 Leo the fconoclast, and his successors 754 Their synod at <span class=\"place\" data-place-id=\"520985\">Constantinople</span> Their creed 726   775 Their persecution of the images and Monks State of ftaly 727 Epistle of Gregory II. to the emperor 728 Revolt of Italy Republic of <span class=\"place\" data-place-id=\"423025\">Rome</span> 730   752 Rome attacked by the lAtmbards 754 Her deliverance by Pepin. 774 Conquest of Lombardy by Charlemagne 751   753   768 Pepin and Charlemagne, kings of <span class=\"place\" data-place-id=\"98961\">France</span> Patricians of Rome Donations of Pepin and Charlemagne to the Popes. 281 Forgery of the donation of <span class=\"place\" data-place-id=\"305064\">Constantine</span> 282 730 Restoration of images in the east by the Em- press Irene.   283 787 Vlfth general council, ffnd of Nice 284 842 Final establishment of images by tlte empress Theodora. ib. 794 Reluctance of the Franks and of CItarle- magne. 285 774   800 Final separation of the Popes from the eastern empire. ib. 800 Coronation of Charlemagne as emperor of Rome and of the west 768   814 Reign and character of Charlemagne Extent of his empire; France <span class=\"place\" data-place-id=\"737056\">Spain</span>, ftaly, <span class=\"place\" data-place-id=\"20468\">Germany</span>, Hungary His neighbours and em His successors 814   887 fn Italy 911 In Germany 987 In France 814   840 Lewis the pious. 840   856 LoOiaire I.. 855   875 Lewis II. 888 Division of the empire 962 Otho, king of Germany, restores and appro- priates the western empire Transactions of the western and eastern em- pires.... 800   1060 Authority of the emperors in the elec- tions of the popes Disorders.... 1073 Reformation and claims of the church Autliority of the emperors in Rome 932 Revolt of Alberie 967 Of Pope John XII. 998 Of the Consul Crescentius 674   1250 The kingdom of Italy 1152   1190 Frederic I. 1198   1250 Frederic II. 814   1250 Independence of the princes of Ger- many.... 1250 The Germanic constitution 1347   1378 Weakness and poverty of the German emperor Charles IV. 1356 His ostentation Contrast ofthepowcr and modesty of Augus- tus.... 281 lb. ib. ib 291 ib. ib. ib ib. 292 ib! 293 ib. 291 ib. ib. 21)5 ib. 2!H! tb. ib 301 302   Mi CHAPTE R L. Description of <span class=\"place\" data-place-id=\"912809\">Arabia</span> and its Inhabitants   Birth, cha- racter, and doctrine of Mahomet   He preaches at Mecca   Flies tn Medina   Propagates his Religion by the sword   Voluntary or reluctant Submission of the Arabs   His Death, and Successors   The Claims and Fortunes of Ali and his Descendants. a. d. PAG E Description of <span class=\"place\" data-place-id=\"912809\">Arabia</span>. 304 The soil and climate. ib- Division of the <span class=\"place\" data-place-id=\"79670\">Sandy</span>, the Stony, and the Happy <span class=\"place\" data-place-id=\"912809\">Arabia</span>.. 34V  Manners of the Bedowecns, orpastoral Arabs ib. The horse... 306 The camel. ib. Cities of <span class=\"place\" data-place-id=\"912809\">Arabia</span>... 307 Mecca ib.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA12&img=1&zoom=3&hl=en&sig=ACfU3U0vYKfVbwHUyl7x7wiftHO2FMwslA&ci=0%2C0%2C1000%2C2000&edge=0"}