{"text": " 108 TH E DECLIN E AN D FAL L}'o; and Teias was unanimously chosen to succeed and revenge their departed hero. The new king immediately sent ambassadors to implore, or rather to purchase, the aid of the Franks, and nobly lavished, for the public safety, the riches which had been deposited in the palace of Pavia. The residue of the royal treasure was guarded by his brother Aligern at Cumx in <span class=\"place\" data-place-id=\"991350\">Campania</span>; but the strong castle which Totila had fortified, was closely besieged by the arms of Narses. From the Alps to the foot of mount Vesuvius, the Gothic king, by rapid and secret marches, ad- vanced to the relief of his brother, eluded the vigilance of the Roman chiefs, and pitched his camp on the banks of the Sarnus or Draco,{l) which flows from Nu- ceria into the bay of Naples. The river separated the two armies: sixty days were consumed in distant and fruitless combats, and Teias maintained this impor- tant post, till he was deserted by his fleet and the hope of subsistence. With re- luctant steps he ascended the Lactarian mount, where the physicians of <span class=\"place\" data-place-id=\"423025\">Rome</span>, since the time of Galen, had sent their patients for the benefit of the air and the milk. (2) But the Goths soon embraced a more'generous resolution; to descend the hill, to dismiss their horses, and to die in arms, and in the possession of free- dom. The king marched at their head, bearing in his right hand a lance, and an ample buckler in his left: with the one he struck dead the foremost of the assail- ants; with the other he received the weapons which every hand was ambitious to aim against his life. After a combat of many hours, his left arm was fatigued by the weight of twelve javelins which hung from his shield. Without moving from his ground, or suspending his blows, the hero called aloud on his attendants for a fresh buckler, but in the moment, while his side was uncovered, it was pierced by a mortal dart. He fell: and his head, exalted on a spear, proclaimed to the na- tions, that the Gothic kingdom was no more. But the example of his death served only to animate the companions who had sworn to perish with their leader. They fought till darkness descended on the earth. They reposed on their arms. The combat was renewed with the return of light, and maintained with unabated vigour till the evening of the second day. The repose of a second night, the want of wa- ter, and the loss of their bravest champions, determined the surviving Goths to accept the fair capitulation which the prudence of Narses was inclined to propose. They embraced the alternative of residing in <span class=\"place\" data-place-id=\"1052\">Italy</span> as the subjects and soldiers of Justinian, or departing with a portion of their private wealth, in search of some independent country. (3) Yet the oath of fidelity or exile was alike rejected by one thousand Goths, who broke away before the treaty was signed, and boldly effect- ed their retreat to the walls of Pavia. The spirit, as well as the situation, of Ali- gern, prompted him to imitate rather than to bewail, his brother; a strong and dexterous archer, he transpierced with a single arrow the armour and breast of his antagonist; and his military conduct defended Cuma;(4) above a year against the forces of the Romans. Their industry had scooped the Sibyl's cave(5) into a prodigious mine; combustible materials were introduced to consume the temporary props: the wall and the gate of Cumic sunk into the cavern, but the ruins formed a deep and inaccessible precipice. On the fragment of a rock, Aligern stood alone and unshaken, till he calmly surveyed the hopeless condition of his country, and judged it more honourable to be the friend of Narses than the slave of the Franks. After the death of Teias, the Roman general separated his troops to reduce the cities of Italy; Lucca sustained a long and vigorous siege: and such was the humani- ty or the prudence of Narses, that the repeated perfidy of the inhabitants could not prov okc him to exact the forfeit lives of their hostages. These hostages were (1) Tlie bpx*vv of Prncopius (Goth. lib. iv. e. 35.) is evidently the Samus. The text it accused or altered by the rash violence of Cldveritis (lib. iv. c. 3. p. 1156.:) but Caraillo Pellegrini of Naples (Discorsi sopra la Campanm, Felice, p. 330.331.) has proved from old records, that as early as the year 822 that river was called the Drucontio, or Draconcello. (2) Galen (de Method. Medendi, lib. v. apud CIsiver. lib. iv. c. 3. p. 1159, 1160.) describes the lofty site, pure air, and rich milk of mount Lactarius, whose medicinal benefits were equally known and sought in the time of' Syrnmnchus (lib. vi. epist. 18, and Cassiodorus Var. xi. 10.) Nothing; is now left except the name of the town of Lettere. (3) Buat (torn. xi. p. 2, fcc.) conveys to his favourite Pavavia this remnant of Gotht, who by others are bu- ried in the mountains of Uri,or restored to their native isle of Gothland (Mascou, Annot. 21.) (4) I leave Scaliger (Animadvrrs. in Euseb. p. 59.) and Salmasius (Exercitat. Plinuro, p. 51,52.) to quarrel about the origin of dims, the oldest of the Greek colonies in Italy. (Strab. lib. v. p. 372. Velleius Paterculaf lib. i. c. 4.,) already vacant in.luvenal's time, (Satir. 3.,) and now in ruins. (5) Arathias (lib. i. c. 21.) settles the Sibyl's cave under the waits of <span class=\"place\" data-place-id=\"432808\">Cumae</span>: he a (Trees with Servius (ad lib. 6./Sneid.:) nor can I perceive why their opinion should be rejected by Hevne. the excellent editor of Virjjil (torn, ii. p. 650,651.) In urbe media secreta religio! But Cunue was not yet built; and the lines (lib. vi. 98, 97.) would become ridiculous, if iEnens were actually in a Greek city.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA120&img=1&zoom=3&hl=en&sig=ACfU3U1FYxLdTxEGErng8n8N9c1_yfQq_Q&ci=0%2C0%2C1000%2C2000&edge=0"}