{"text": " O F TH E ROMA N EMPIRE. iu9 dismissed in safety; and their grateful zeal at length subdued the obstinacy of their countrymen.(l) Before Lucca had surrendered, <span class=\"place\" data-place-id=\"1052\">Italy</span> was overwhelmed by a new deluge of bar- barians. A feeble youth, the grandson of Clovis, reigned over the Austrasians or oriental Franks. The guardians of Theodebald entertained with coldness and re- luctance the magnificent promises of the Gothic ambassadors. But the spirit of a martial people outstripped the timid counsels of the court: two brothers, Lo- thaire and Buccelin,(2) the dukes of the Alemanni, stood forth as the leaders of the Italian war; and seventy-five thousand Germans descended in the autumn from the Rhsetian Alps into the plain of Milan. The vanguard of the Roman army was stationed near the Po, under the conduct of Fulcaris, a bold Herulian, who rashly conceived, that personal bravery was the sole duty and merit of a com- mander. As he marched without order or precaution along the jf.milian way, an ambuscade of Franks suddenly arose from the amphitheatre of <span class=\"place\" data-place-id=\"383737\">Parma</span>: his troops were surprised and routed; but their leader refused to fly, declaring to the last moment that death was less terrible than the angry countenance of Narses. The death of Fulcaris, and the retreat of the surviving chiefs, decided the fluctuating and rebellious temper of the Goths; they flew to the standard of their deliverers, and admitted them into the cities which still resisted the arms of the Roman ge- neral. The conqueror of Italy opened a free passage to the irresistible torrent of barbarians. They passed under the walls of Cesena, and answered by threats and reproaches the advice of Aligern, that the Gothic treasures could no longer repay the labour of an invasion. Two thousand Franks were destroyed by the skill and valour of Narses himself, who sallied from Rimini at the head of three hundred horse, to chastise the licentious rapine of their march. On the confines of <span class=\"place\" data-place-id=\"433078\">Samnium</span>, the two brothers divided their forces. With the right wing, Buc- celin assumed the spoil of <span class=\"place\" data-place-id=\"991350\">Campania</span>, <span class=\"place\" data-place-id=\"442639\">Lucania</span>, and <span class=\"place\" data-place-id=\"442518\">Bruttium</span>: with the left, Lo- thaire accepted the plunder of <span class=\"place\" data-place-id=\"442469\">Apulia</span> and <span class=\"place\" data-place-id=\"442518\">Calabria</span>. They followed the coast of the Mediterranean and the Hadriatic, as far as Rhegium and Otranto, and the extreme lands of Italy were the term of their destructive progress. The Franks, who were Christians and catholics, contented themselves with pillage and occa- sional murder. But the churches, which their piety had spared, were stripped by the sacrilegious hands of the Alemanni, who sacrificed horses' heads to their native deities of the woods and rivers;(3) they melted or profaned the consecrated vessels, and the ruins pi shrines and altars were stained with the blood of the faithful. Buccelin was actuated by ambition; and Lothaire by avarice- The former aspired to restore the Gothic kingdom; the latter, after a promise to his brother of speedy succours, returned by the same road to deposite his trea- sure beyond the Alps. The strength of their army was already wasted by the change of climate and contagion of disease: the Germans revelled in the vintage of Italy; and their own intemperance avenged, in some degree, the miseries of a defenceless people. At the entrance of the spring, the imperial troops, who had guarded the cities, assembled to the number of eighteen thousand men, in the neighbourhood of <span class=\"place\" data-place-id=\"423025\">Rome</span>. Their winter hours had not been consumed in idleness. By the command, and after the example of Narses, they repeated each day their military exercise on foot, and on horse-back, accustomed their ear to obey the sound of the trumpet, and practised the steps and evolutions of the Pyrrhic dance. From the straits of <span class=\"place\" data-place-id=\"991353\">Sicily</span>, Buccelin, with thirty thousand Franks and Alemanni, slowly moved to- wards <span class=\"place\" data-place-id=\"432754\">Capua</span>, occupied with a wooden tower the bridge of <span class=\"place\" data-place-id=\"432763\">Casilinum</span>, covered his right by the stream of the Vulturnus, and secured the rest of his encampment, by a rampart of sharp stakes, and a circle of wagons, whose wheels were buried in the earth. He impatiently expected the return of Lothaire; ignorant, alasl that his brother could never return, and that the chief and his army had been swept away by a strange disease(4) on the banks of the lake Benacus, between (1) There inome difficulty in connecting the thirtj-fifth chapter of the fourth book of the Gothic war of Froeopius with the tint book of the history of Agathias. We must now relinquish a statesman and soldier, to attend the footsteps of a poet and rhetorician (lib. i. p. 11. lib. ii. p. 51. edit. Louvre.) (2) Among the fabulous exploits of Buccelin, he discomfited and slew Belisarius, subdued Italy and Sicily,&c. See; in the historians of <span class=\"place\" data-place-id=\"236467\">France</span>, Gregory of Tours (torn. ii. lib. iii. c. 32. p. 203.) and Almoin, (torn. hi.. lib. 2. de Gestis Francorum, c. xxiii. p. 59.) (3) Agathias notices their superstition in a philosophic tone (lib. i. p. 18.) At Zug, in <span class=\"place\" data-place-id=\"20620\">Switzerland</span>, idola- try still prevailed in the year 613i St. Cotumban and St. Gall, were the apostles of that rude country; and the latter founded a hermitage, which has swelled into an ecclesiastical principality, and a populous city, the seat o T freedom and commerce. (4) See. the death of Lothaire in Agathias (lib. ii. p. 38,,) and Paul Warnefrid, surnamed Diacontti (lib. ii. p., 3.775.) The Greek makes him rave'and tear his floli. He had plundered churches.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA121&img=1&zoom=3&hl=en&sig=ACfU3U2wlPUMAhfPBnShKxF6Yjp84Q4GbQ&ci=0%2C0%2C1000%2C2000&edge=0"}