{"text": " 110 TH E DECLIN E AN D FAL L Trent and <span class=\"place\" data-place-id=\"383816\">Verona</span>. The banners of Narses soon approached the Vulturnus, and the eyes of <span class=\"place\" data-place-id=\"1052\">Italy</span> were anxiously fixed on the event of this final contest. Perhaps the talents of the Roman general were most conspicuous in the calm operations which precede the tumult of a battle. His skilful movements intercepted the subsist- ence of the barbarian, deprived him of the advantage of the bridge and river, and, in the choice of the ground and moment of action, reduced him to comply   with the inclination of his enemy. On the morning of the important day, when the ranks were already formed, a servant, for some trivial fault, was killed by his master, one of the leaders of the <span class=\"place\" data-place-id=\"98980\">Heruli</span>. The justice or passion of Narses was awakened: he summoned the offender to his presence, and, without listening to his excuses, gave the signal to the minister of death. If the cruel master had not infringed the laws of his nation, this arbitrary execution was not less unjust, than it appears to have been imprudent. The Heruli felt the indignity; they halted: but the Roman general, without soothing their rage, or expecting their resolution, called aloud, as the trumpets sounded, that unless they hastened to oc- cupy their place, they would lose the honour of the victory. His troops were dis- posed in a long front, the cavalry on the wings; in the centre, the heavy-armed foot; the archers-and slingers in the rear. The Germans advanced in a sharp pointed column, of the form of a triangle or solid wedge. They pierced the feeble ceptre of Narses, who received them with a smile into the fatal snare, and directed his wings of cavalry insensibly to wheel on their flanks and encompass the rear. The hosts of the Franks and Alemanni consisted of infantry: a sword and buckler hung by their side, and they used, as their weapons of offence, a weighty hatchet, and hooked javelin, which were only formidable in close combat, or at a short dis- tance.^) The flower of the Roman archers, on horseback, and in complete ar- mour, skirmished without peril round this immoveable phalanx; supplied by ac- tive speed the deficiency of number; and aimed their arrows against a crowd of barbarians, who instead of a cuirass and helmet, were covered by a loose garment.of fur or linen. They paused, they trembled, their ranks were confounded, and in the decisive moment the Heruli, preferring glory to revenge, charged with ra- pid violence the head of the column. Their leader, Sindbal, and Aligern, the Gothic prince, deserved the prize of superior valour; and their example incited the victorious troops to achieve with swords and spears the destruction of the ene- my. Buccelin, and the greatest part of his army, perished on the field of battle, in the waters of Vulturnus, or by the hands of the enraged peasants; but it may seem incredible that a victory,(2) which no more than five of the Alemanni sur- vived, could be purchased with the loss of fourscore Romans. Seven thousand Goths, the relics of the war, defended the fortress of Campsa till the ensuing spring; and every messenger of Narses announced the reduction of the Italian ci- ties, whose names were corrupted by the ignorance or vanity of the Greeks. (3) After the battle of <span class=\"place\" data-place-id=\"432763\">Casilinum</span>, Narses entered the capital; the arms and treasures of the Goths, the Franks and Alemanni, were displayed; his soldiers, with gar- lands in their hands, chanted the praises of the conqueror; and <span class=\"place\" data-place-id=\"423025\">Rome</span>, for the last time, beheld the semblance of a triumph. After a reign of sixty years, the throne of the Gothic kings was filled by the ex- archs of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, the representatives in peace and war of the emperor of the Ro- mans. Their jurisdiction was soon reduced to the limits of,a narrow province: but Narses himself, the first and most powerful of the exarcfis\",- administered about fifteen years the entire kingdom of Italy. Like Belisarius, he had deserved the honours of envy, calumny, and disgrace: but the favourite eunuch still enjoyed the confidence of Justinian, or the leader of a victorious army awed and repressed the ingratitude of a timid court. Yet it was not by weak and mischievous indul- gence that Narses secured the attachment of his troops. Forgetful of the past, and regardless of the future, they abused the present hour of prosperity and peace. The cities of Italy resounded with the noise of drinking and dancing: the spoils of victory were wasted in sensual pleasures; and nothing (says Agathias) remained, unless to exchange their shields and helmets for the soft lute and capacious hogs- (1) Pere Daniel (Hist, dela Milice Fnwcoise, torn. i. p. 17   21.) has exhibited a fanciful representation sf this battle, somewhat in the manner of the chevalier Folard.the once famous editor of Polybiul, who fashioned to his own habits and opinions all the military operations of antiquity. (2) Agathias (lib. ii. p. 47.) has produced a Greek epirram of six lines on this victory of Narses, which is fa-, vourably compared to the battles of <span class=\"place\" data-place-id=\"580021\">Marathon</span> aud <span class=\"place\" data-place-id=\"541063\">Plataea</span>. The_ chief difference is indeed in their conse- quences   so triviaMn the former instance   so permanent and glorious in the latter. (3) The Beroi and Brincas of Theophanes, or his transcriber (p. 201.) mast be read or understood <span class=\"place\" data-place-id=\"383816\">Verona</span> and <span class=\"place\" data-place-id=\"383603\">Brixia</span>,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA122&img=1&zoom=3&hl=en&sig=ACfU3U13RfufXKWKWklnC_IOqJ1xjBbWOw&ci=0%2C0%2C1000%2C2000&edge=0"}