{"text": " O F TH E ROMA N EMPIRE. ill heads. (1) In a manly oration, not unworthy of a Roman censor, the eunuch re- proved these disorderly vices, which sullied their fame, and endangered their safety. The soldiers blushed and obeyed: discipline was confirmed, the fortifica- tions were restored; a duke was stationed for the defence and military command of each of the principal cities;(2) and the eye of Narses pervaded the ample pros- pect from <span class=\"place\" data-place-id=\"442518\">Calabria</span> to the Alps. The remains of the Gothic nation evacuated the country, or mingled with the people: the Franks, instead of revenging the death of Buccelin, abandoned, without a struggle, their Italian conquests: and the re- bellious Sindbal, chief of the <span class=\"place\" data-place-id=\"98980\">Heruli</span>, was subdued, taken, and hung on a lofty gal- lows by the inflexible justice of the exarch. (3) The civil state of <span class=\"place\" data-place-id=\"1052\">Italy</span>, after the agitation of a long tempest, was fixed by a pragmatic faction, which the empe- ror promulgated at the request of the pope. Justinian introduced his own Juris- prudence into the schools and tribunals of the west: he ratified the acts of Theo- doric and his immediate successors, but every deed was rescinded and abolished, which force had extorted, or fear had subscribed, under the usurpation of Totila. A moderate theory was framed to reconcile the rights of property with the safety of prescription, the claims of the state with the poverty of the people, and the pardon of offences with the interest of virtue and order of society. Under the ex- archs of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, <span class=\"place\" data-place-id=\"423025\">Rome</span> was degraded to the second rank. Yet the senators were gratified by the permission of visiting their estates in Italy, and of approach- ing without obstacle the throne of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>; the regulation of weights and measures was delegated to the pope and senate; and the salaries of lawyers and physicians, of orators and grammarians, were destined to preserve or rekindle the light of science in the ancient capital. Justinian might dictate benevolent edicts,(4) and Narses might second his wishes by the restoration of cities, and more especial- ly of churches. But the power of kings is most effectual to destroy: and the twen- ty years of the Gothic war had consummated the distress and depopulation of Ita- ly. As early as the fourth campaign, under the discipline of Belisarius himself, fifty thousand labourers died of hunger(5) in the narrow region of Picenum;(6) and a strict interpretation of the evidence of Procopius would swell the loss of Ita- ly above the total sum of her present inhabitants. (7) I desire to believe, but I dare not affirm, that Belisarius sincerely rejoiced in the triumph of Narses. Yet the consciousness of his own exploits might teach him to esteem without jealousy the merit of a rival; and the repose of the aged warrior was crowned by a last victory which saved the emperor and the capital. The barbarians who annually visited the provinces of <span class=\"place\" data-place-id=\"1001887\">Europe</span> were less discouraged by some accidental defeats, than they were excited by the double hope of spoil and of subsidy. In the thirty-second winter of Justinian s reign, the <span class=\"place\" data-place-id=\"216798\">Danube</span> was deep- ly frozen: Zabergan led the cavalry of the Bulgarians, and his standard was fol- lowed by a promiscuous multitude of Sclavonians. The savage chief passed with- out opposition the river and the mountains, spread his troops over <span class=\"place\" data-place-id=\"991368\">Macedonia</span> and <span class=\"place\" data-place-id=\"1001889\">Thrace</span>, and advanced with no more than seven thousand horse to the long walls which should have defended the territory of Constantinople. But the works of man are impotent against the assaults of nature: a recent earthquake had shaken the foundations of the wall; and the forces of the empire were employed on the distant frontiers of Italy, <span class=\"place\" data-place-id=\"324852\">Africa</span>, and Persia. The seven schoola($) or companies (1) E\\itito ystp c.;j*i, cutsis ujts u&iXrrftx; Tat; atr.TiSat;-ny^v kxi r  xp*vn ay*C9fliw; otvov xati 5atp3  T3v etrcjoffjat, (Agathias, lib. ii. p. 48. In the first scene of Richard III. our Enicliih poet hat beautifully enlarged on thii idea, for which, however, he was not Indebted to the Bvzantinc historian. (2) Maffei hai proved (Verona Illastrata, p. 1. lib. x.'p. 257   380.,) against the common opinion, that the dukes of Italy were instituted before the conquest of the Lombards by Narses himself. In the Pragmatic Sanction (No. 23.) Justinian restrains the judices militares. (3) See Pantus Diaconus, lib. iii. c. 2. p. 776. Menander (in Excerpt. Legat. p. 133.) mentions some risings in Italy by the Franks, and Theophanes (p. 201.) hints at some Gothic rebellions. (4) The Pragmatic Sanction of Justinian, which restores and regulates the civil state of Italy, consist* of twenty-seven articles: it is dated August 15, A. D. 554; is addressed to Narses, V. J. Propositus Sacri Cubiculi, and to Antiochus) Praefectus Pnetono Italia:; and has been preserved by Julian Antecessor, and in the Cor- pus Juris Civilii, after the novels and edicts of Justinian, Justin, and Tiberius, (5) A still greater number was consumed by famine in the southern provinces, without ( to;) the Io- nian gulf. Acorns were used in the place of bread. Procopius had seen a deserted orphan suckled by a she-goat. Seventeen passengers were lodged, murdered, and eaten by two women, who were detected and slain by the eighteenth,&e. (6) Quinta regio Piceni est; quondam oberrims B multitudinis, ccclx. millia Picentium in fldem P. R. venere (Plin. Hist. Natur. iii. 18.) In the time of Vespasian, this ancient population was already dimip nislied. (7) Perhaps fifteen or sixteen millions. Procopius (Anecdot. c. 18.) computes that <span class=\"place\" data-place-id=\"324852\">Africa</span> lost five mil- lions, that Italy was thrice as extensive, and that the depopulation was in a larger proportion, fiut bia reckoning is inflamed by passion, and clouded with uncertainty. (I) In the decay of these military schools, the satire of Procopius (Anecdot. c. xiv. Aleman. p. 102,103.) is. confirmed and illustrated by Agathtas (lib. t. p. 159.) who cannot be rejected as a hostile witness,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA123&img=1&zoom=3&hl=en&sig=ACfU3U3Hk6iZVdkh1nitgGmY7hLcJY3jaQ&ci=0%2C0%2C1000%2C2000&edge=0"}