{"text": " 112 TH E DECLIN E AN D FAL L of guards or domestic troops, had been augmented to the number of five thousand five hundred men, whose ordinary station was in the peaceful cities of <span class=\"place\" data-place-id=\"599527\">Asia</span>. But the places of the brave Armenians were insensibly supplied by lazy citizens, who purchased an exception from the duties of civil life, without being exposed to the danger of military service. Of such soldiers, few could be tempted to sally from the gates; and none could be persr-aded to remain in the field, unless they wanted strength and speed to escape from the Bulgarians. The report of the fugitives ex- aggerated the numbers and fierceness of an enemy, who had polluted holy virgins, and abandoned new-born infants to the dogs and vultures; a crowd of rustics, im- ploring food and protection, increased the consternation of the city, and the tents of Zabergen were pitched at the distance of twenty miles,(l) on the banks of a small river, which encircles Melanthius, and afterwards falls into the <span class=\"place\" data-place-id=\"511381\">Propontis</span>. (2) Justinian trembled; and those who had only seen the emperor in his old age, were pleased to suppose, that he had lost the alacrity and vigour of his youth. By his command, the vessels of gold and silver were removed from the churches in the neighbourhood, and even the suburbs of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>: the ramparts were lined with trembling spectators: the golden gate was crowded with useless generals and tribunes, and the senate shared the fatigues and the.apprehensions of the popu- lace. But the eyes of the prince and people were directed to a feeble veteran, who was compelled by the public danger to resume the armour in which he had entered <span class=\"place\" data-place-id=\"314921\">Carthage</span> and defended <span class=\"place\" data-place-id=\"423025\">Rome</span>. The horses of the royal stables, of private citizens, and even of the circus, were hastily collected; the emulation of the old and young was roused by the name of Belisarius, and his first encampment was in the presence ef a victorious enemy. His prudence, and the labour of the friendly peasants, se- cured, with a ditch and rampart, the repose of the night: innumerable fires, and clouds of dust, were artfully contrived to magnify the opinion of his strength: his soldiers suddenly passed from despondency to presumption; and while ten thou- sand voices demanded the battle, Belisarius dissembled his knowledge, that in the hour of trial he must depend on the firmness of three hundred veterans. The next morning the Bulgarian cavalry advanced to the charge. But they heard the shouts of multitudes, they beheld the arms and discipline of the front; they were assaulted on the flanks by two ambuscades which rose from the woods; their fore- most warriors fell by the hand of the aged hero and his guards; and the swiftness of their evolutions was rendered useless by the close attack and rapid pursuit of the Romans. In this action (so speedy was their flight) the Bulgarians lost only four hundred horse; but Constantinople was saved; and Zabergan, who felt the hand of a master, withdrew to a respectful distance. But his friends were nume- rous in the councils of the emperor, and Belisarius obeyed with reluctance, the commands of envy and Justinian, which forbade him to achieve the deliverance of his country. On his return to the city, the people, still conscious of their danger, accompanied his triumph with acclamations of joy and gratitude, which were im- puted as a crime to the victorious general. But when he entered the palace, the courtiers were silent, and the emperor, after a cold and thankless embrace, dis- missed him to mingle with the train of slaves. Yet so deep was the impression of his glory on the minds of men, that Justinian, in the seventy-seventh year of his age, was encouraged to advance near forty miles from the capital, and to inspect in person the restoration of the long wall. The Bulgarians wasted the summer in the plains of <span class=\"place\" data-place-id=\"1001889\">Thrace</span>; but they were inclined to peace by the failure of their rash attempts on <span class=\"place\" data-place-id=\"1001896\">Greece</span> and the <span class=\"place\" data-place-id=\"501386\">Chersonesus</span>. A menace of killing their prisoners quickened the payment of heavy ransoms; and the departure of Zabergan was hastened by the report, that double-prowed vessels were built on the <span class=\"place\" data-place-id=\"216798\">Danube</span> to intercept his passage. The danger was soon forgotten; and a vain question, whe- ther their sovereign had shown more wisdom or weakness, amused the idleness of the city. (3) About two years after the last victory of Belisarius, the emperor returned from (1) The distance from Constantinople to MebuitUas, Villa Ctesariana (Ammian. Mftrcellin. 30.11^) is va- riously fixed at one hundred and two, or one hundred and forty stadia (Suidat, torn. ii. p. 532,523. Agathiat. lib. r. p. 158.0 or cigbuen or nineteen miles (Itineraria, p. 133. 230.323. 332. and Wesseling's Observations J The first twelve miles, as far as Rhegium, were paved by Justinian, who built a bridge over a morass or gullet between a lake and the sea, (Procop. de Edif. lib. iv. c. 8.) (2) The Atyras (Pompon. Mela. lib. ii. e. 2. p. 169. edit. Vrns.) At the river's mouth, a town or castle of the same name was fortified by Justinian (Procop. de Edif. lib. iv. c. 2. Itinear. p, 570. and Wrsscling.) (3) The Bulgarian war, and the last victory of Belisarius, are imperfectly represented ia the prolix decla* reation of Agathiaj (lib. v. p. 154-171.) and the dry chronicle oi'TUeopkaues (p. 19,138.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA124&img=1&zoom=3&hl=en&sig=ACfU3U2DmolGzUMSJ5oWzHcGdvruHIli-Q&ci=0%2C0%2C1000%2C2000&edge=0"}