{"text": " O F TH E ROMA N EMPIRE. 11 J repaired and beautified his equestrian statue; since the fall of the empire, it has been melted into cannon by the victorious Turks. (1) I shall conclude this chapter with the comets, the earthquakes, and the plague, which astonished or afflicted the age of Justinian. I. In the fifth year of his reign, and in the month of September, a comet(2) was seen during twenty days in the western quarter of the heavens, and which shot its rays into the north. Eight years afterwards, while the sun was in Capricorn, ano- ther comet appeared to follow in the Sagittary: the size was gradually increasing; the head was in the east, the tail in the west, and it remained visible about forty days. The nations, who gazed with astonishment, expected wars and calamities from their baleful influence; and these expectations were abundantly fulfilled. The astronomers dissembled their ignorance of the nature of these blazing stars, which they affected to represent as the floating meteors of the air; and few among them embraced the simple notion of Seneca and the Chaldeans, that they are only pla- nets of a longer period and more eccentric motion. (3) Time and science have justified the conjectures and predictions of the Roman sage: the telescope has opened new worlds to the eyes of astronomers;(4) and, in the narrow space of his- tory and fable, one and the same comet is already found to have revisited the earth in seven equal revolutions of five hundred and seventy-five years. The first,(S) which ascends beyond the Christian era one thousand seven hundred and sixty-se- ven years, is coeval with Ogyges, the father of Grecian antiquity. And this ap- pearance explains the tradition which Varro has preserved, that under his reign the planet Venus changed her colour, size, figure, and course: a prodigy without example either in past or succeeding ages.(6) The second visit, in the year 1193, is darkly implied in the fable of Electra, the seventh of the Pleiads, who have been reduced to six since the time of the Trojan war. That nymph, the wife of Dar- danus, was unable to support the ruin of'her country; she abandoned the dances of her sister orbs, fled from the zodiac to the north pole, and obtained, from her dishevelled locks, the name of the comet. The third period expires in the year 618, a date that exactly agrees with the tremendous comet of the Sibyl, and perhaps of Pliny, which arose in the west, two generations before the reign of Cyrus. The fourth apparition, forty-four years before the birth of Christ, is of all others the most splendid and important. After the death of Caesar, a long-haired star was conspi- cuous to <span class=\"place\" data-place-id=\"423025\">Rome</span> and to the nations, during the games which were exhibited by young Octavian, in honour of Venus and his uncle. The vulgar opinion, that it conveyed to heaven the divine soul of the dictator, was cherished and consecrated by the piety of a statesman: while his secret superstition referred the comet to the glory of his own times. (7) Thefifth visit has already been ascribed to the fifth year of Justinian, which coincides with the five hundred and thirty-first of the Christian era. And it may deserve notice, that in this, as in the preceding instance, the comet was fol- lowed, though at a longer interval, by a remarkable paleness of the sun. The sixth return, in the year 1106, is recorded by the chronicles of <span class=\"place\" data-place-id=\"991376\">Europe</span> and <span class=\"place\" data-place-id=\"118723\">China</span>; and in the first fervour of the Crusades, the Christians and the Mahometans might surmise, with equal reason, that it portended the destruction of the infidels. The seventh phenomena of 1680 was presented to the eyes of an enlightened age. (8) (1) Seein the C.P. Christiana of Ducange,(lib.i. c. 24.No. l.)a chain of original testimonies, from Proco- pius in the sixth, to Gyllius in the sixteenth century. (2) The first comet is mentioned by John Malala, (torn. ii. p. 190,319.) and Theophanes; (p. 154.) the second by Procopius. (Persic, lib. ii. c. 4.) Yet I strongly suspect their identity. The paleness of the sun (Vandal, lib. ii. c. 14.) is supplied by Theophanes (p. 158.) to a different year. (3) Seneca's seventh book of Natural Questions displays, in the theory of comets, a philosophic mind. Yetshould we not too candidly confound a vague prediction, a veniet tempus,8cc. with the merit of real dis- coveries. (4) Astronomers may study Newton and Halley. I draw my humble science from the article Comefe, in the French Encyclopedic by M. d'Alembert. (5) Wbiston, the honest, pious, visionary Whiston, had fancied for the era of Noah's flood (two thousand two hundred and forty-two years before Christ,) a prior apparition of the same comet which drowned the earth with its tail. (6) A dissertation of Freret (Meraoires de 1'Academie des Inscriptions, torn. x. p. 357   377.) affords a happy union of philosophy and erudition. The phenomenon in the time of Ogyges was preserved by Varro, (apuu Augustin. de Civitate Dei, 21. 8.) who quotes Castor, <span class=\"place\" data-place-id=\"491572\">Dion</span> of Naples, and Adrastns of Cyzicus   nobiles ma- thematics The two subsequent periods are preserved by the Greek mythologists and the spurious books of Sibylline verses. (7) Pliny (Hist. Nat. ii. 23.) has transcribed the original memorial of Augustus. Mairan, in his most inge- nious letters to the P. Parennin, missionary in China, removes the games and the comet of September, from the year 44 to the year 43, before the Christian era; but I am not totally subdued by the criticism of the Astrono- mer. (Opusculus, p. 275   351.) (8) This last comet was visible in the month of December, 1680. Bayle, who began his Pensees sur le Comete ia January, 1681, ((Eurres, torn, iii.) was forced to argue that a supernatural comet would have confirmed the", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA127&img=1&zoom=3&hl=en&sig=ACfU3U25OY21m_8mKVhdgnYr9qv-WmZZRg&ci=0%2C0%2C1000%2C2000&edge=0"}