{"text": " lib TH E DECLIN E AK D FAL L The philosophy of Bayle dispelled a prejudice which Milton's muse had so re- cently adornei}, that the comet, from its horrid hair, skakes pestilence and roar.(l) Its road in the heavens was observed with exquisite skill by Flamstead and Cas- sini; and the mathematical science of Bernoulli, Newton, and Halley,-investi- p gated the laws of its revolutions. At the eighth period, in the year 2255, their calculations may perhaps be verified by the astronomers of some future capital id the Siberian or American wilderness. II. The near approach of a comet may injure or destroy the globe which we in- habit; but the changes on its surface have been hitherto produced by the action of volcanoes and earthquakes. (2) The nature of the soil may indicate the countries most exposed to these formidable concussions, since they are caused by subterra- neous fires, and such fires are kindled by the union and fermentation of iron and sulphur. But their times and effects appear to lie beyond the reach of human cu- riosity, and the philosopher will discreetly abstain from the prediction of earth- quakes, till he has counted the drops of water that silently filtrate on the inflam- mable mineral, and measured the caverns which increase by resistance the explo- sion of the imprisoned air. Without assigning the cause, history will distinguish the periods in which these calamitous events have been rare or trequent, and will observe that this fever of the earth raged with uncommon violence during the reign of Justinian. (3) Each year is marked by the repetition of earthquakes, of such duration that <span class=\"place\" data-place-id=\"520985\">Constantinople</span> has been shaken above forty days; of such ex- tent that the shock has been communicated to the whole surface of the globe, or at least of the Roman empire. An impulse or vibratory motion was felt; enormous chasms were opened, huge and heavy bodies were discharged into the air, the sea alternately advanced and retreated beyond its ordinary bounds, and a mountain was torn from Libanus,(4) and cast into the waves, where it protected, as a mole, the new harbour of Botrys(5) in Phoenicia. The stroke that agitates an ant-hill, may crush the insect myriads in the dust; yet truth must extort a confession, that man has industriously laboured for his own destruction. The institution of great cities, which include a nation within the limits of a wall, almost realizes the wish of Ca- ligula, that the Roman people had but one neck. Two hundred and fifty thousand pel-sons are said to have perished in the earthquake of Antioch, whose domestic multitudes were swelled by the conflux of strangers to the festival of the Ascen- sion. The loss of Bcrytus(6) was of smaller account but of much greater value. That city, on the coast of Phoenicia, was illustrated by the study of the civil law,   which opened the surest road to wealth and dignity: the schools of <span class=\"place\" data-place-id=\"678060\">Berytus</span> were filled with the rising spirits of the age, and many a youth was lost in the earthquake, who might have lived to be the scourge or the guardian of his country. In these disasters, the architect becomes the enemy of mankind. The hut of a savage, or the tent of an Arab, may be thrown down without injury to the inhabitant; and the Peruvians had reason to deride the folly of their Spanish conquerors, who with so much cost and labour erected their own sepulchres. The rich marbles of a patri- cian are dashed on his own head: a whole people is buried under the ruins of public and private edifices, and the conflagration is kindled and propagated by the innumerable fires which are necessary for the subsistence and manufactures of a great<city. Instead of the mutual sympathy which might comfort and assist the distressed, they dreadfully experience the vices and passions which are released from the fear of punishment; the tottering houses are pillaged by intrepid avarice; ancients in their idolatry. Bernoulli, (Bee his Elogc, in Fontenelle, torn. v. p. 99.) was forced to allow that the tail, though not the head, was a sign of the wrath of God. (1) Paradis C Lost was published in the year 1667. and the famous lines (lib. ii. 70S. Sec.) which startled the licenser, may allude to the recent comet of 1664, observed by Cassini at <span class=\"place\" data-place-id=\"423025\">Rome</span>, in the presence of queen Chris- liana. (Fontenelle, in his Etogc, torn. v. p. 338.) Had Charles II. betrayed any symptoms of curiosity or fear? (2) For the cause of earthquakes, see Buffon, torn. i. p. 502   536. Supplement a I'Hist. Naturelle, torn. v. p. 382   390. edition in 4tn.) Valmont de Bomare(Dictionaired'Histoire Naturelle, Trembtcment dc Terre, Py- rites) Watson; Chemical Essays, torn. i. p. 181   200.) (3) The earthquakes that shook the Roman world in the reign of Justinian, are described or mentioned by Procopius, (Goth. lib. iv. e. 24. Anecdot. c. 18.) Agathias, lib. ii. p. 52   54. lib. v. p. 145   152, John Malala, (Chron. torn. ii. p. 140   146. 176, 177. 183. 193.220.229.231. 233,234.) and Theophanes (p. 151. 183. 189. 191   196.) (4) An abrupt height, a perpendicular cape between Aradus and <span class=\"place\" data-place-id=\"668214\">Botrys</span>, named by the Greeks 8s*r*f*Tm-x  * and fyirpoa-awov or/.iSawpio-^wov, by the scrupulous Christians. (Polyb. lib. v. p. 411. Pompon. Mela, lib. i. c. 13. p. 87.) cum Isaac Voss. Ohservat. Maundrell. Journey, p. 32,33. Pocock's l>escription, vol. 2. p. 99. (5) Bo'rys was founded (ami. ante Christ. 935   903.) by Ithobal, kins of <span class=\"place\" data-place-id=\"678437\">Tyre</span>. (Marsham. <span class=\"place\" data-place-id=\"39321\">Canon</span>. Chron. p. 387,388.) Its poor representative, the village of Patrone, is now destitute of a harbour. (6) The university, splendour, and ruin of <span class=\"place\" data-place-id=\"678060\">Berytus</span>, are celebrated by Heineccius, (p. 351   356.) as an essen- tial part of the history of the Roman law. It was overthrown in the twenty-fifth year of Justinian, A. D. 551, July 9; (Theophanes, p. 192.) but Agathias (lib. ii. p. Jl, 52.) suspends the earthquake till he has achieved she", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA128&img=1&zoom=3&hl=en&sig=ACfU3U32HY7CB7uKGZOOlWPG879ATS-Djw&ci=0%2C0%2C1000%2C2000&edge=0"}