{"text": " 01? TH E ROMA N EMPIRE. 117 revenge embraces the moment, and selects the victim: and the earth often swal- lows the assassin, or the ravisher, in the consummation of their crimes. Superstition involves the present danger with invisible terrors; and if.the image of cteath may sometimes be subservient to the virtue or repentance of individuals, an affrighted people is more forcibly moved to expect the end of the world, or to deprecate with servile homage the wrath of an avenging Deity.* III. <span class=\"place\" data-place-id=\"334481\">Ethiopia</span> and <span class=\"place\" data-place-id=\"1001943\">Egypt</span> have been stigmatized in every age, as the original source and seminary ot the plague.(l) In a damp, hot, stagnating air, this <span class=\"place\" data-place-id=\"314855\">Afri</span>- can fever is generated from the putrefaction of animal substances, and especially from the swarms of locusts, not less destructive to mankind in their death than in their lives. The fatal disease which depopulated the earth in the time of Justi- nian and his successors,(2) first appeared in the neighbourhood of <span class=\"place\" data-place-id=\"727192\">Pelusium</span>, be- tween the Serbonian bog and the eastern channel of the Nile. From thence, tracing as it were a double path, it spread to the east, over <span class=\"place\" data-place-id=\"531109\">Syria</span>, Persia, and the Indies, and penetrated to the west, along the coast of <span class=\"place\" data-place-id=\"324852\">Africa</span>, and over the conti- nent of <span class=\"place\" data-place-id=\"1001887\">Europe</span>. In the spring of the second year, <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, during three or four months, was visited by the pestilence; and Procopius, who observed its progress and symptoms with the eyes of a physician,(3) has emulated the skill and diligence of Thucydides in the description of the plague of <span class=\"place\" data-place-id=\"579885\">Athens</span>. (4) The infection was sometimes announced by the visions of a distempered fancy, and the victim despaired as soon as he had heard the menace and felt the stroke of an invisible spectre. But the greater number, in their beds, in the streets, in their usual occupation, were surprised by a slight fever; so slight, indeed, that neither the pulse nor the colour of the patient gave any signs of the approaching danger. The same, the next, or the succeeding day, it was declared by the swelling of the glands; particularly those of the groin, of the arm-pits, and under the ear; and when those buboes or tumours were opened, they were found to contain a coal, or black substance, of the size of a lentil. If they came to a just swelling and sup- puration, the patient was saved by this kind and natural discharge of the morbid humour. But if they continued hard and dry, a mortification quickly ensued, and the fifth day was commonly the term of his life. The fever was often accompa- nied with lethargy or delirium; the bodies of the sick were covered with black pustules or carbuncles, the symptoms of immediate death; and in the constitu- tions too feeble to produce an eruption, the vomiting of blood was followed by a mortification of the bowels. To pregnant women the plague was generally mor- tal; yet one infant was drawn alive from his dead mother, and three mothers survived the loss of their infected foetus. Youth was the most perilous season; and the female sex was less susceptible than the male; but every rank and pro- fession was attacked with indiscriminate rage, and many of those who escaped were deprived of the use of their speech, without being secure from a return of the disorder.(5) The physicians of Constantinople were zealous and skilful: but their art was baffled by the various symptoms and pertinacious vehemence of the disease: the same remedies were productive of contrary effects, and the event ca- priciously disappointed their prognostics of death or recovery. The ortVr of fu- nerals, and the right of sepulchres, were confounded: those who were left without friends or servants, lay unburied in the streets, or in their desolate houses; and a magistrate was authorized to collect the promiscuous heaps of dead bodies to trans- port them by land or water, and to inter them in deep pits beyond the precincts of the city. Their own danger, and the prospects of public distress, awakened some remorse in the minds of the most vicious of mankind; the confidence of (1) I have read with pleasure Mead's short, but elegant treatise concerning pestilential disorders, the eighth edition. London, 1722. (2) The great plague which raged in 542, and the following years, (Pagi. Critica, torn. ii. p. SIS.) must he traced in Procopius, (Persic, lib. ii. c. 22,23.) Agathias{lib. v. p. 153,154.) Eragrius, (lib. iv. e. 29.) Paul Di  - cnnus, (lib.il. c. 4. p. 776,777. (Gregory of Tours, (torn. ii. lib. 4.c. 5. p. 205.) who styles it Lues Inguinaria, and the Chronicles of Victor Tunnunensis, (p. 9. in Thesaur. Temporum,) of Marcellinus, (p. 54.) and of Theo- phanes (p. 153.) (3) Dr. Friend (Hist. Medicin. in Opp. p. 416   450. Lond. 1733.) is satisfied that Procopius must have studied physic, from his knowledge and use of the technical words. Yet many words that are now scientific, were common and popular in tbe Greek idiom. (4) See Thucydides,lib. ii.e. 47   54. p. 127   133. edit. Duker, and the poetical description of the same plague by Lucretius, (lib. ti. 1136   1284.) I was indebted to Ilr. Hunter for an elaborate commentary on this part of Thucydides, a quarto of six hundred pages. (Venet. 1603, apud Juntas,) which was pronounced in St. Mark's library, by Kabins Paullinus, Utinensis, a physician and philosopher. (5) Thucydides (c. 51.) affirms that the infection could only be once taken; but Evagrius, who had family experience of the plague, observes, that some persons, who had escaped the first, sunk under the second attack; and this repetition is confirmed by Fabiits Paullinus, (p. 588.) I observe that on this head physicians are di- vided: and the nature and operation of the disease may not always be similar.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA129&img=1&zoom=3&hl=en&sig=ACfU3U0XwHTA5ojsz05j3liXaR38CIQFhA&ci=0%2C0%2C1000%2C2000&edge=0"}