{"text": " CONTENTS. I'AIJ R 307 308:w 310 31] ib. 312 ih. 313 ib. 314 315 ib. ib. ih. 316 ib. 317: 318 339 ib ib. 320 A. D. Her trade National independence of the Arabs Their domestic f reedom and character Civil wars and private revenge Annual truce Their social qualifications and virtues Dove of poetry Examples of generosity Ancient idolatry. The Caaba, or temple of Mecca Sacrifices and rites Introduction of the Sabians The J I a grans The Jews The Christians 562   609 Mirth and education of Mahomet Deliverance of Mecca Qualifications of the prophet One God Mahomet, the apostle of God, and the last oj the prophets Moses Jesus   The Koran. Miracles.. Precepts of Mahomet   prayer, fasting, alms 322 Resurrection.. 323 Hell and paradise. ib. 609 Mahomet preaches at Mecca   324 ti13   622/* opposed by the Korcish  . ib 622 And driven from Mecca.   ib. 622 Received as prince of Medina- 325 622   632 His regal dignity. ib He declares war against the infidels. ib His defensive war against the Korcish of Mecca.     623 Battle of Beder. Of Ohud.... 625 The nations, or the ditch 623   627 Mahomet subdues the Jews of <span class=\"place\" data-place-id=\"1001942\">Arabia</span> 529 Submission of Mecca 619   632 Conquest of <span class=\"place\" data-place-id=\"1001942\">Arabia</span> 629   630 First war of the Mahometans against the Roman empire 632 Death of Mahomet His character Private life of Mahomet His wives.   And children Character of A H 632 Reign of Abubeker 634 of Omar 644 ofOthman Discord of the Turks and Persians 655 Death of Othman 655-060 Reign of Ali 655, or 661   680 Reign of Moawiyah 680 Death of Hoscin Posterity of Mahomet and Ali Success o  Maliomet Permanency of his religion His merit toward his country ib 327 ib ib. 325 ib 330 331 3:12 tl>. 333 ib.:i:i4 ib. ib.:m ib. 336 337 ib. 338 ib ib. 33!) CHATTE R LI. The Conquest of Persia, <span class=\"place\" data-place-id=\"1306\">Syria</span>, <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, <span class=\"place\" data-place-id=\"324852\">Africa</span>, and <span class=\"place\" data-place-id=\"737056\">Spain</span>, by the Arabs or Saracens   Empire of the Caliphs, or Successors of Mahomet   State of the Christians,&c. under their government. A.D. pack 632 Union of the Arabs.. 340 Character of their Caliphs i. ib. Their conquests. 341 invasion of Persia. ib. 636 Battle of Cadesia.. 342 Foundation of Bassora ib. 637 Sack of Madayn. ib. Foundation of Cnfa.' 343 637-651 Conquest of Persia. ib. 651 Death of the last king.. 344 810 The conquest of Transoxiana. 345 632 Invasion of <span class=\"place\" data-place-id=\"1306\">Syria</span>. 346 Siege of Bosra  . 347 633 of <span class=\"place\" data-place-id=\"678106\">Damascus</span>. 348 633 Rattle of Aiznadin. 349 The Arabs return to <span class=\"place\" data-place-id=\"678106\">Damascus</span> 11 A. D. PAC K 634 The city is taken by storm and capitulation 351 Pursuit of the Damascenes. 352 Fair of Abyla.. 353 635 Sieges of <span class=\"place\" data-place-id=\"678179\">Heliopolis</span> and <span class=\"place\" data-place-id=\"344409\">Emesa</span>. ib. 636 Battle of Yermuk..354 637 Conquest of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>.. 355 638 of Alej>po and Anttoch 350 Flight of Hcraclius. 357 End of the Syrian war. ib. 633, 639 The conquerors of <span class=\"place\" data-place-id=\"1306\">Syria</span> 358 639, 655 Progress of the Syrian conquerors ib. Egypt. Character and life of Amrou. 359 638 Invasion of Egypt.. 360 The cities of <span class=\"place\" data-place-id=\"736963\">Memphis</span>, <span class=\"place\" data-place-id=\"727082\">Babylon</span>, and Cairo 361 Voluntary submissiuji of the Copts or Ja- cobites.... 363 Siege and conquest of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>. 363 The Alexandrian library.. 364 Administration of Egypt. 365 Riches and populousncss. ib. 647 <span class=\"place\" data-place-id=\"324852\">Africa</span>. First invasion by Abdullah 367 The Prefect Gregory and his daughter ib. Victory of the Arabs. 368 665, 689 Progress of the Saracens in <span class=\"place\" data-place-id=\"324852\">Africa</span> 369 610, 675 Foundation of Cairoan 370 BBS, 698 Conquest of Carthogc.. 371 698, 709 Final conquest of <span class=\"place\" data-place-id=\"324852\">Africa</span>  \" 372 Adoption of the Moors. ib. 709 Spain. First temptations and designs of the Arabs..373 State of the Gothic monarchy. ib. 710 The first descent of the Arabs. 374 711 Their second descent and victory ib. Ruin of the Gothic monarchy. ib. 712, 713 Conquest of Spain by Musu. 375 714 Disgrace of Musa. 376 Prosperity of Spain under the Arabs 377 Religious toleration. ib. Propagation of Mahometanism ib Fall of the Magians of Persia 378 749 Decline and fall of Christianity in <span class=\"place\" data-place-id=\"324852\">Africa</span> ib. 1149 And Spain... 379 Toleration of the Christians. ib. Their hardships.. 380 718 The empire of the caliphs. ib. CHAPTE R MI. The Two Sieges of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> by the Arabs   Their Invasion of <span class=\"place\" data-place-id=\"98961\">France</span>, and Defeat by Charles Muriel   Civil War of the Ommiadcs and Abbaw sides   Learning of the Arabs   Luxury of the Ca- liphs   Naval Enterprises on <span class=\"place\" data-place-id=\"589748\">Crete</span>, <span class=\"place\" data-place-id=\"981549\">Sicily</span>, and Home   Decay and Division of the Empire of the Caliphs   Defeats and Victories of the Greek Emperors. A. D. PAG E The limits of the Arabian conquests 381 668   675 First siege of Constantinople by tftc Arabs. ib. 677 Peace and tribute., 382 716   718 Second siege of Constantinople ib. Failure and retreat of the Saracens 383 Invention and use of the Greek fire ib. 721 Invasion of France by the Arabs. 384 731 Expedition and victories of Abdcrame ib. 732 Defeat of the Saracens by Charles Martcl 365 They retreat before the Franks ib. 746   750 Elevation of the Abbassides ib. 753 hall of the Ommiadcs.. 386 755 Revolt of Spain ib Triple division of the. Caliphate. ib. 750   960 Magnificence of the Caliphs 387 Its consequences on private and public happi- ness.... ib. 734, Src. 813, tec. Introduction of learning among the Arabians.. 388 Their real progress in the sciences. 389 Want of erudition, taste, and freedom 390 781,805 Wars of Harun al Rashid against the. Romans. 391 823 The Arabs subdue the Isle of Crete 399 827   878 And of Sicily. ib. 846 Invasion of <span class=\"place\" data-place-id=\"423025\">Rome</span> by the Saracens. 393 849 Victory and reign of Leo IF. ib. 852 Foundation of the Leonine city. 394 838 Amorian war between Thcophalus and Motas- sum.  ** ib", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA13&img=1&zoom=3&hl=en&sig=ACfU3U0htMsR8q-nmR0zzf-sXcr_m2h1vA&ci=0%2C0%2C1000%2C2000&edge=0"}