{"text": " TH E DECLIN E AN D FAL L health again revived their passions and habits; but philosophy must disdain the observation of Procopius, that the lives of such men were guarded by the peculiar favour of fortune or providence. He forgot, or perhaps he secretly recollected, that the plague had touched the person of Justinian himself; but the abstemious diet of the emperor may suggest, as in the case of Socrates, a more rational and honourable cause for his recovery. (1) During his sickness, the public consterna- tion was expressed in the habits of the citizens; and their idleness and despondence occasioned a general scarcity in the capital of the east. Contagion is the inseparable symptom of the plague; which, by mutual respira- tion, is transfused from the infected persons to the lungs and stomach of those who approach them. While philosophers believe and tremble, it is singular, that the existence of a real danger should have been denied bv a people most prone to vain and imaginary terrors.(2) Yet the fellow-citizens of Procopius were satisfied, by some short and partial experience, that the infection could not be gained by the closest conversation;(3) and this persuasion might support the assiduity of friends or physicians in the care of the sick, whom human prudence would have con- demned to solitude and despair. But the fatal security, like the predestination of the Turks, must have aided the progress of the contagion; and those salutary pre- cautions, to which <span class=\"place\" data-place-id=\"991376\">Europe</span> is indebted for her safety, were unknown to the go- vernment of Justinian. No restraints were imposed on the free and frequent in- tercourse of the Roman provinces; from Persia to <span class=\"place\" data-place-id=\"236467\">France</span>, the nations were mingled and infected by wars and emigrations: and the pestilential odour, which lurks for years in a bale of cotton, was imported, by the abuse of trade, into the most distant regions. The mode of its propagation is explained by the remark of Procopius himself, that it always spread from the sea-coast to the inland country; the most sequestered islands and mountains were successively visited; the places which had escaped the fury of its passage, were alone exposed to the contagion of the ensuing year. The winds might diffuse that subtle venom; but unless the at- mosphere be previously disposed for its reception, the plague would soon expire in the cold or temperate climates of the earth. Such was the universal corrup- tion of the air, that the pestilence, which burst forth in the fifteenth year of Jus- tinian, was not checked or alleviated by any difference of the seasons. In time, its first malignity was abated and dispersed; the disease alternately languished and revived; but it was not till the end of a calamitous period of fifty-two years, that mankind recovered their health, or the air resumed its pure and salubrious qua- lity. No facts have been preserved to sustain an account, or even a conjecture, of the numbers that perished in this extraordinary mortality. I only find, that during three months, five, and at length, ten thousand persons died each day at <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, that many cities of the east were left vacant, and that in several districts of <span class=\"place\" data-place-id=\"1052\">Italy</span>, the harvest and the vintage withered on the ground. The tri- ple scourge of war, pestilence, and famine, afflicted the subjects of Justinian, and his reign is disgraced by a visible decrease of the human species, which has never been repaired in some of the fairest countries of the globe. (4) (1) It was thui that Socrates had been saved by his temperance, in the plague of <span class=\"place\" data-place-id=\"579885\">Athens</span>. (Aul. Gelliut, Noc. Attie. 2.1.) Dr. Mead accounts for the peculiar salubrity of religious houses, by the two advantages of seclusion and abstinence (p. 18,19.) (3) Mead proves that the plague is contagious, from Thucydides, Lucretius, Aristotle, Galen, and common experience, (p. 10   SO.;) and he refutes (Preface, p. 2   13.) the contrary opinion of the French physicians who visited Marseilles in the year 1720. Yet these were the recent and enlightened spectators of a plague which, in a few months, swept away fifty thousand inhabitants (sur la Peste de Marseille, Paris, 1786.) or a city that, in the present hour of prosperity and trade, contains no more than ninety thousand souls (Neeker, sur les Fi- nances, torn. i. p. 231.) (3) The strong assertions of Procopius   iwrs yap (xrpw cut, yxp i?i*Tt{   are overthrown by the subsequent experience of Evagrios. (4) After some figures of rhetoric, the sands of the sea,&c. Procopius (Anecdot. c. 18.) attempts a more de- finite account: that j*up*  j  v/a>    c,- had been exterminated and er the reign of the imperial demon.\"The expression is obscure in grammar and arithmetic, and a literal interpretation would produce several mil- lions of millions. Aleroannus (p. 80.,) and Cousin (torn. iii. p. 178..) translate this passage u two hundred mil- lions;\" bnwl am ignorant of their motives. If we drop the iMfx Y*,-, the remaining pvpiKSagp juvcix r, a myriad  f>myriads, would I furnish one hundred millions, a number not wholly inadmissible.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA130&img=1&zoom=3&hl=en&sig=ACfU3U3mDwM9L8srrROBVhXwJR4M94XlzA&ci=0%2C0%2C1000%2C2000&edge=0"}