{"text": " O F TH E ROMA N EMPIRE. CHAPTE R XLIV. Idea of the Roman jurisprudence.   The laws of tlie kings.   The twelve tables of tine de- cemvirs.   The laws of the people.   The decrees of the senate.   The edicts of the magis- trates and emperors.   Authority of the civilians.   Code, pandects, novels, and institutes, of Justinian.   I. Rights of persons.   //. Rights of things.   ///. Private injuries and actions IV. Crimes and punishments. The vain titles of the victories of Justinian are crumbled into dust: but the name of the legislator is inscribed on a fair and everlasting monument. Under his reign, and by his care, the civil jurisprudence was digested in the immortal works of the Code, the Pandects, and the Institutes;(1) the public reason of the Romans has been silently or studiously transfused into the domestic institutions of <span class=\"place\" data-place-id=\"1001887\">Europe</span>, (2) and the laws of Justinian still command the respect or obedience of independent nations. Wise or fortunate is the prince who connects his own reputation with the honour and interest of a perpetual order of men. The defence of their founder is the first cause, which in every age has exercised the zeal and industry of the civi- lians. They piously commemorate his virtues; dissemble or deny his failings; and fiercely chastise the guilt or folly of the rebels who presume to sully the majesty of the purple. The idolatry of love has provoked, as it usually happens, the ran- cour of opposition: the character of Justinian has been exposed to the blind vehemence of flattery and invective, and the injustice of a sect (the Anti- Tri- bonians) has refused all praise and merit to the prince, his ministers, and his laws. (3) Attached to no party, interested only for the truth and candour of histo- ry, and directed by the most temperate and skilful guides, (4) I enter with just dif- fidence on the subject of civil law, which has exhausted so many learned lives, and clothed the walls of such spacious libraries. In a single, if possible in a short chap- ter, I shall trace the Roman jurisprudence from Romulus to Justinian,(5) appre- ciate the labours of that emperor, and pause to contemplate the principles of a science so important to the peace and happiness of society. The laws of a nation form the most instructive portion of its history; and, although I have devoted my- self to write the annals of a declining monarchy, I shall embrace the occasion to breathe the pure and invigorating air of the republic. The primitive government of Rome(6) was composed, with some political skill, of an electiv e king, a council of nobles, and a general assembly of the people. War and religion were administered by the supreme magistrate; and he alone proposed the laws, which were debated in the senate, and finally ratified or rejected by a majority of votes in the thirty curie or parishes of the city. Romulus, Numa, and Servius Tullius, are celebrated as the most ancient legislators; and each of them claims his peculiar part in the threefold division of jurisprudence. (7) The laws (1) The civilians of the darker ages have established an absurd and incomprehensible mode of quotation, which is supported by authority and custom. In their references to the Code, the Pandects, and the Insti- tutes, they mention the number not of the book, but only of the law, and content themselves with reciting the first words of Che title to which it belongs; and of these titles there Hre more than a thousand. Ludewig (Vit. Justiniani, p. 268.) wishes to shake off this pedantic yoke; and I have dared to adopt the simple and rational me- thod of numbering the book, the title, and the law. (8) <span class=\"place\" data-place-id=\"20468\">Germany</span>. Bohemia, Hungary, Poland, and <span class=\"place\" data-place-id=\"246153\">Scotland</span>, have received them as common law or reason; in <span class=\"place\" data-place-id=\"98961\">France</span>, <span class=\"place\" data-place-id=\"1052\">Italy</span>,&c. they possess a direet or indirect influence; and they were respected in England, from Ste- phen to Edward I. our national Justinian (Duck, de TJsu et Auctoritate Juris Civilis, lib. ii. c. 1.8   15. Hein- eccios, Hist. Joris Germanici, c. 3, 4. No. 55   124.,) and the legal historians of each country. (3) Francis Hottoman, a learned and acute lawyer of the sixteenth century, wished to mortify Cu jacius, anet to please the Chancellor de l'Hopital. His Anti-Tribonianus (which I have never been able to procure) was published in French in 1609: and his sect was propagated in Germany (Heineccius, Opp. torn. iii. sylloge 3. p. 171   183.) (4) At the head of these guides I shall respectfully place the learned and perspicuous Heineccius, a German professor, who died at Halle in the year 1741 (see his Eloge in the Nouvelle Bihliotbeque Germaniqtie, torn. ii. p.51   64.) His ample works have been collected in eight volumes in 4to. Geneva, 1743   1748. Thetreatisea which I have separately used are, 1. Historia Juris Honiani et Germanici. Lugd. Batav. 1740, in 8vo. 2. Syn- tagma Antiquitatum Romanarn Jurisprudentiain illustramium, 2 vols, in 8vo. Traject. ad Rhenum. 3. Ele- menta Juris Civilis secundum Ordinem Institutionum, Lugd. Bat. 1751, in 8vo. 4. Elementa J. C. secundum Ordinem Pandectarum, Traject. 1772, in 8vo. 2 vols. (A) Our original text is a fragment de Origine Juris (Pandect, lib. i. tit 2.) of Pomponius, a Roman lawyer* who lived under the Antonines (Heinec. torn. iii. syll. 3. p. 66   126.) It has been abridged, and probably cor- rupted, by Tribonian, and since restored by Bynkershoek (Opp. torn. i. p. 279   304.) (6) The constitutional history of the kings of <span class=\"place\" data-place-id=\"423025\">Rome</span> may be studied in the first book of Livy, and more co- piously in Dionysius Halicarnassensis (lib. ii.p. 80   96. 119   130. lib. iv. p. 198   220.,) who sometimes betrays the character of a rhetorician and a Greek. (7) This threefold division of the law was applied to the three Roman kings by Justus Liptius (Opp. torn. ir.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA131&img=1&zoom=3&hl=en&sig=ACfU3U2CU566ucXavPvPC4SuX5eyAk_B_A&ci=0%2C0%2C1000%2C2000&edge=0"}