{"text": " 120 TH E DECLIN E AN D FAL L of marriage, the education of children, and the authority of parents, which may- seem to draw their origin from nature itself, are ascribed to the untutored wisdom of Romulus. The law of nations and of religious worship, which Numa introduced, was derived from his nocturnal converse with the nymph Egeria. The civil law is attributed to the experience of Servius: he balanced the rights and fortunes of the seven classes of citizens; and guarded, by fifty new regulations, the observance of contracts and the punishment of crimes. The state, which he had inclined to- wards a democracy, was changed by the last Tarquin into lawless despotism; and   when the kingly office was abolished, the patricians engrossed the benefits of free- dom. The royal laws became odious or obsolete; the mysterious deposite was si- lently preserved by the priests and nobles; and, at the end of sixty years, the citi- zens of <span class=\"place\" data-place-id=\"423025\">Rome</span> still complained that they were ruled by the arbitrary sentence of the magistrates. Yet the positive institutions of the kings had blended themselves with the public and private manners of the city; some fragments of that venerable jurisprudence(l) were compiled by the diligence of antiquarians,(2) and above twenty texts still speak the rudeness of the Pelasgic idiom of the Latins. (3) I shall not repeat the well-known story of the decemvirs, (4) who sullied by their actions the honour of inscribing on brass, or wood, or ivory, the twelve tables of the Roman laws. (5) They were dictated by the rigid and jealous spirit of an aristocracy, which had yielded with reluctance to the just demands of the people. But the substance of the twelve tables was adapted to the state of the city; and the Romans had emerged from barbarism, since they were capable of studying and embracing the institutions of their more enlightened neighbours. A wise Ephe- sian was driven by envy from his native country; before he could reach the shores of <span class=\"place\" data-place-id=\"432900\">Latium</span>, he had observed the various forms of human nature and civil society; he imparted his knowledge to the legislators of Rome, and a statue was erected in the forum to the perpetual memory of Hermodorus. (6) The names and divisions of the copper-money, the sole coin of the infant state, were of Dorian origin :(7) the harvests of <span class=\"place\" data-place-id=\"991350\">Campania</span> and <span class=\"place\" data-place-id=\"981549\">Sicily</span> relieved the wants of a people whose agricul- ture was often interrupted by war and faction; and since the trade was establish- ed,^) the deputies, who sailed from the Tiber, might return from the same har- bours with a more precious cargo of political wisdom. The colonies of Great <span class=\"place\" data-place-id=\"1001896\">Greece</span> had transported and improved the arts of their mother-country. Cumie.and Rhegium, Crotona and <span class=\"place\" data-place-id=\"442810\">Tarentum</span>, <span class=\"place\" data-place-id=\"462086\">Agrigentum</span> and <span class=\"place\" data-place-id=\"462503\">Syracuse</span>, were in the rank of the most flourishing cities. The disciples of Pythagoras applied philoso- phy to the use of government; the unwritten laws of Charondas accepted the aid of poetry and music, (9) and Zaleucus framed the republic of the Locrians, which S279.,) is adopted by Gravina (Origines Juris Civilis, p. 28. edit. Lips. 1737.,) and is reluctantly admitted by aseou, his German editor. (1) The most ancient code or digest was styled Jus Papirianum, from the first compiler, Papirius, who flour- ished somewhat before or after the Regifugium. (Pandect, lib. i. tit. 2.) The best judicial crities, eren Byn- kershoek (torn. i. p. 284,285.) and Heineccius (Hist. J. C. R. lib. i. c. 16,17, and Opp. torn. iii. sylloge 4. p. 1   8*0 K*Te credit to this tale of Fumponius, without sufficiently adverting to the value and rarity of such a mo-  ument,of the third century, of the illiterate city. 1 much suspect that the Cains Papirius, the Pontifex Maximus, who revived the laws of Numa (Dionys. Hal. lib. iii. p. 171.0 left only an oral tradition; and that the Jus Papiriannm of Granius Flaecus (Pandect, lib. i. tit. 16. leg. 144.,) was not a commentary, but an ori- ginal work, compiled in the time of Caesar (Censorin. de Die Natali, lib. iii. p. 13. Duker de Latinitate, J. C. Homaine of Terasson^p. 22   72. Paris, 1750, in folio; a work of more promise than performance. (3) In the year 1444, seven or eight tables of brass were dug up between Cnrtona and Gubio. A part of these, for the rest is Etruscan, represents the primitive state of the Pelasgic letters and language, which are ascribed by Herodotus to that district of <span class=\"place\" data-place-id=\"1052\">Italy</span> (lib. i. c. 56   58.) though this difficult passage may be explained nf a Crestona in <span class=\"place\" data-place-id=\"992078\">Thrace</span> (Notes de Larcher, torn. i. p. 256   261. The savage dialect of the Eugubine tables has exercised, and may still elude the divination of criticism; but the root is undoubtedly Latin, of the same age and character as the Saliare Carmen, which, in the time of Horace, none could understand. The Roman idiom, by an infusion of Doric and JSolic Greek, was gradually ripened into the style of the twelve tables, of the Duillian column,of Ennius, of Terence, and of Cicero (Gruter, Inscript. lorn. i. p. 142. Scipion Maffei, Istoria Diplomatica, p. 241   258. Bibliotheque Italique, torn. iii. p. 30   41. 174   205. torn. xiv. p. 1   52.) _(4) Compare Livy (lib. iii. c. 31   59.) with Dionysios Halicnrnossensis (lib. x. p. 644: xi. p. 691.) t How con- cise and animated is the Roman   how prolix and lifeless is the Greek! Yet he has admirably judged the masters, and denned the rules of historical composition. (5) From the historians, Heineccius (Hist. J. R. lib. i. No. 26.) maintains that the twelve tables were of brass,   sereas: in the text of Pomponius we read eboreas; for which Sealiger has substituted roboreas (Bynkershoefc, p. 236.) Wood, brass, and ivory, might be successively employed. (6) His exile is mentioned by Cicero (Tuseulan; Question, 5. 36.) his statue by Pliny (Hist. Nat. 34.11.) The letter, dream, and prophecy of Heraclitus, are alike spurious (Epistolse Grscc. Divers, p. 337.) (7) This intricate subject of the Sicilian and Roman money is ably discussed by Dr. Bentley (Dissertation on the epistles of Phalaris, p. 427   479., whose powers in this controversy were called forth by honour and re- sentment. (8) The Romans,or their allies, sailed as far as the fair promontory of <span class=\"place\" data-place-id=\"324852\">Africa</span> (Polyb. lib. iii. p. 177. edit. Casaubon, in folio.) Their voyages to Cumse,&c. are noticed by Livy and Dionysius. (9) This circumstance would alone prove the antiquity of Charondas, the legislator of Rhegium and Cata- ", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA132&img=1&zoom=3&hl=en&sig=ACfU3U1Js09uqxBYtioJSKEw5sABFsv50w&ci=0%2C0%2C1000%2C2000&edge=0"}