{"text": " 122 TH E DECLIN E AN D FAL L which so long maintained the integrity of his republic. A Locrian, who proposed any new law, stood forth in the assembly of the people with a cord round his neck, and if the law was rejected the innovator was instantly strangled. The decemvirs, had been named, and their tables were approved, bv an assem- bly of the centuries, in which riches preponderated against numbers. To the first class of Romans, the proprietors of one hundred thousand pounds of copper,(l) ninety-eight votes were assigned, and only ninety-five were left for the six inferior classes, distributed according to their substance by the artful policy of Servius. But the tribunes soon established a more specious and popular maxim, that every citizen has an equal right to enact the laws which lie is bound to obey. Instead of the centuries, they convened the tribes, and the patricians, after an important struggle, submitted to the decrees of an assembly, in which their votes were con- founded with those of the meanest plebeians. Yet as long as the tribes succes- sively passed over narrow bridges, (2) and gave their voices aloud, the conduct of each citizen was exposed to the eyes and ears of his friends and countrymen.. The insolvent debtor consulted the wishes of his creditor: the client would have blushed to oppose the views of his patron: the general was followed by his vete- rans, and the aspect of the grave magistrate was a living lesson to the multitude. A new method of secret ballot abolished the influence of fear and shame, of ho- nour and interest, and the abuse of freedom accelerated the progress of anarchy and despotism-(3) The Romans had aspired to be equal; they were levelled by the equality of servitude; and the dictates of Augustus were patiently ratified by the formal consent of the tribes of centuries. Once, and once only, he experi- enced a sincere and strenuous opposition. His subjects had resigned all political liberty; they defended the freedom of domestic life. A law which enforced the obligation, and strengthened the bonds of marriage, was clamorously rejected; Propertius, in the arms of Delia, applauded the victory of licentious love; and the project of reform was suspended till a new and more tractable generation had arisen in the world. (4) Such an example was not necessary to instruct a prudent usurper, of the mischief of popular assemblies; and their abolition, which Au- gustus had silently prepared, was accomplished without resistance, and almost without notice, on the accession of his successor. (5) Sixty thousand plebeian leg- islators, whom numbers made formidable, and poverty secure, were supplanted by six hundred senators, who held their honours, their fortunes and their lives, by the clemency of the emperor. The loss of executive power was alleviated by the gift of legislative authority; and Ulpian might assert, after the practice of two hundred years, that the decrees of the senate obtained the force and validity of laws. In the times of freedom, the resolves of the people had often been dittated by the passion or error of moment; the Cornelian, Pompeian, and Julian laws, were adapted by a single hand to the prevailing disorders: but the senate, under the reign of the Cxsars, was composed of magistrates and lawyers, and in ques- tions of private jurisprudence, the integrity of their judgment was seldom pervert- ed by fear or interest. (6) The silence or ambiguity of the laws was supplied by the occasional edicts of those magistrates who were invested with the honours of the state. (7) This an.- fi) Dionysim. with Arbuthuot, and most of the moderns (except Eisentchmidt de Ponderibus,&e. p. 137   340.,) represent the one hundred thousand asses by ten thousand Attic drachmae, or somewhat more than three hundred pounds sterling. But their calculation can apply only to the latter times, when the as was dimi- nished to one-twenty-fourih of its ancient weight; nor can I believe that in the first ages, however destitute of the precious metals, a single ounce of silver could hare been exchanged for seventy pounds of copper or brass. A more simple and rational method is, to value the eopper itself according to the present rate, and, after com- paring the mint and the market price, the Roman and avoirdupois weight, the primitive as or Roman pound of copper may be appreciated at one English shilling, and the one hundred thousand asses of the first class amounted to five thousand pounds sterling. It will appear from the same reckoning, that an ox was sold at <span class=\"place\" data-place-id=\"423025\">Rome</span> for SI. a sheep for Km-., and a quarter of wheat for It. 10*. (Kestus, p. 330.edit. Daeier. Plin. Hist. Na- tur. xviii. 4..) nor do I se  any reason to reject these consequences, which moderate our ideas of the poverty of the first Romans. (3) Consult the common writers on the Roman Comitia, especially Sigonius and Beaufort. Spanheim (de Przslantia et Usu Numismatum, torn. li. dissert, x. p. 192,193.) shows, on a curious medal, the Cista, Ponies, Septa, Diribitor.&c. (3) Cicero (de Legibus, iii. 10   18.) debates this constitutional question, and assigns to his brother Quintua the most unpopular side. (4) Prse tumultu recusantium perferre non potui (Sueton. in August, c. xxxiv.) See Propertius, lib. ii. eleg.\\i. Heiueccius, in a separate history, has exhausted the whole subject of the Julian and Papian-Poppsean laws (Opp. torn. vii. P. 1. p. 1   479.) (5) Tacit. Annul. 1.15. Lipsius, Excursus E. iu Taciturn. (6) Non ambigitur senatum jus facere posse, is the decision of Ulpian (lib. xvi. ad Edict, in Pandect, lib. i. tit.iii. leg. ix.) Pomponius taxes the eomitia of the people as a turoa hominum (Pandect, lib. i. tit, ii. leg. ix.) (?) The jus hononrium of the pretort and other magistrates is strictly defined in the Latin text of the to-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA134&img=1&zoom=3&hl=en&sig=ACfU3U1mN6e_tZHGZX13hlq3NQq_REDG8w&ci=0%2C0%2C1000%2C2000&edge=0"}