{"text": " 124 TH E DECLIN E AN D FAL L sometimes granted a personal exemption from the obligation and penalty of parti- ticular statutes; and each indulgence was an act of jurisdiction exercised by the re- public over the first of her citizens. His humble privilege was at length transformed into the prerogative of a tyrant; and the Latin expression of released from the lait>8,(\\) was supposed to exalt the emperor above all human restraints, and to leave his conscience and reason as the sacred measure of his conduct. 2. A simi- lar dependence was implied in the decrees of the senate, which, in every reign, defined the titles and powers of an elective magistrate. But it was not before the ideas, and even the language, of the Romans had been corrupted, that a royal law,(2) and an irrevocable gift of the people, were created by the fancy of Ulpian, or more probably of Tribonian himself :(3) and the origin of imperial power, though false in fact, and slavish in its consequence, was supported on a principle of free- dom and justice.*' The pleasure of the emperor has the vigour and effect of law, since the Roman people, by the roy:il law, have transferred to their prince the full extent of their own power and sovereignly.\"(4) The will of a single man, of a child perhaps, was allowed to prevail over the wisdom of ages and the inclinations of millions; and the degenerate Greeks were proud to declare, that in his.hands alone the arbitrary exercise of legislation could be safely deposited.\" What inte- rest or passion,\" exclaims Theophilus in the court of Justinian,\"can reach the calm and sublime elevation of the monarch? He is already master of the lives and fortunes of his subjects; and those who have incurred his displeasure, are already numbered with the dead. \"(5) Disdaining the language of flattery, the historian may confess, that in questions of private jurisprudence, the absolute sovereign of a great empire can seldom be influenced by any personal considerations. Virtue, or even reason, will suggest to his impartial mind, that he is the guardian of peace and equity, and that the interest of society is inseparably connected with his own. Under the weakest and most vicious reign, the seat of justice was filled by the wis- dom and integrity of Papinian and Ulpian;(6) and the purest materials of the Code and Pandects are inscribed with the names of Caracalla and his ministers. (7) The tyrant of <span class=\"place\" data-place-id=\"423025\">Rome</span> was sometimes the benefactor of the provinces. A dagger termi- nated the crimes of Domitian; but the prudence of Nerva confirmed his acts, which, in the joy of their deliverance, had been rescinded by an indignant senate. (8) Vet in the rescri/ils,(9) replies to the consultations of the magistrates, the wisest of princes might be deceived by a partial exposition of the case. And this abuse, which placed their hasty decisions on the same level with mature and deliberate acts of legislation, was ineffectually condemned by the sense and example of Tra- jan. The rescripts of the emperor, his grants and decrees, his edicts and firagma- tic sanctions, were subscribed in purple ink,(10) and transmitted to the provinces as general or special laws, which the magistrates were bound to execute, and the people to obey. But as their number continually multiplied, the rule of obedience became each day more doubtful and obscure, till the will of the sovereign was fixed and ascertained in the Gregorian, the Hermogenian, and the Theodosian codes. The two first, of which some fragments have escaped, were framed by two private (1) The constitutional style of I.rgibiu Solutus ii misinterpreted by the art or ignorance of <span class=\"place\" data-place-id=\"491572\">Dion</span> Cnssitn (torn. i. lib. liii. p. 713.) On this occasion, bis editor, Reimar, joins the universal censure which freedom and criticism have pronounced against that slavish historian. (2) The woni (lex regia) was still more recent than the thing. The slaves of Commodus or Caracalla would have started at the name of royalty. (3) See Gravina (Opp. p. 601   512.,) and Beaufort (Repoblique Rnmaine, torn. i. p. S55   274.) He has made  proper use of two dissertations by John Frederick Gronovius and NToodt,both translated, with valuable notes, by Barbeyrac, 2 vols, in 12mo. 1731. (4) Institnt. lib. i. tit. ii No, 6. Pandect, lib. i. tit. iv. leg. i. Cod. Justinian, lib. i. tit. xvii. leg. i. No. 7. In his antiquities and elements. Heineccins has amply treated de constitutionibuspriiicipum, which are illustrated by Gndefroy (Comment, ad Cod. Theodos. lib. i. tit. 1   3.,) and Gravina (p. 87   00.) (5) Theophilus, rn Paiaphra*. Gi-sse. Institnt. p. 33,34. edit. Reitz. For his person, time, and writings, see the Theophilus of J. H. Mylins, F.xcurs. iii. p. 1034   1703. (6) There is more envy than reason in the complaint of Mncrinus (Jul. Capitolin. c. xiii..)   Nefai esse leges videri Commodl et Cai-acalla et hnminum impcritnrum vultimntes. Commodus was made a Divus by Several (Dodwell, Pneleci. viii. p. 324,325.) Yet he occurs only twice in the Pandects. (7) Of Amonius Caracalla alone two hundred constitutions ate extant in the Code, and with his father one hundred and sixty. These two princes are quoted fifty times in the Pandects and eight in the Institutes (Te- rasson, p. 205.) (8) Plin. Secund. Epistol. x. 66. Sueton. in Domitian. e. xxiii. (9) It was a maxim of Constamine, contra jus rescriptanon valeant (Cod. Theodos. lib. i. tit. ii. lepr. i.) The emperors reluctantly allow some scrutiny into the law and the tact, some delay, petition. Sec: but these insuf- ficient remedies are too much in the discretion and at the peril of the judge. (10) A componnd of vermilion and cinnabar, which marks the imperial diplomas from Leo I, (A. D. 470.) to the fall of the Greek empire (Bibliotheque Raisonnee de la Diplomatique, torn. i. p. 509   514. Lami,de Eru-   dMane Apostolorum, torn, ii. p. 720   726.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA136&img=1&zoom=3&hl=en&sig=ACfU3U0bCu2qV91w85ak-VE00DAq3R6kNg&ci=0%2C0%2C1000%2C2000&edge=0"}