{"text": " O F TH E ROMA N EMPIRE. 12 S Sawyers, to preserve the constitutions of the pagan emperors from Hadrian to Constantine. The third, which is still extant, was digested in sixteen books by the order of the young Theodosius, to consecrate the laws of the Christian princes from <span class=\"place\" data-place-id=\"305064\">Constantine</span> to his own reign. But the three codes obtained an equal autho- rity in the tribunals; and any act which was not included in the sacred dcposite, might be disregarded by the judge as spurious or obsolete. (1) Among savage nations, the want of letters is imperfectly supplied by use of visi- ble signs, which awaken attention, and perpetuate the remembrance of any pub- lic or private transaction. The jurisprudence of the first Romans exhibited the scenes of a pantomime; the words were adapted to the gestures, and the slightest error or neglect in the forms of proceeding was sufficient to annul the substance of the fairest claim. The communion of the marriage-life was denoted by the ne- cessary elements of. fire and water:(2) and the divorced wife resigned the bunch of keys, by the delivery of which she had been invested with the government of the family. The manumission of a son, or a slave, was performed by turning him round with a gentle blow on the cheek: a work was prohibited by the casting of a stone; prescription was interrupted by the breaking of a branch; the clenched fist was the symbol of a pledge or deposite; the right hand was the gift of faith and confidence. The indenture of covenants was a broken straw; weights and scales were introduced into every payment, and the heir who accepted a testament, was sometimes obliged to snap his fingers, to cast away his garments, and to leap and dance with real or affected transport. (3) If a citizen pursued any stolen goods into a neighbour's house, he concealed his nakedness with a linen towel, and hid his face with a mask or basin, lest he should encounter the eyes of a virgin or a matron. (4) In a civil action, the plaintiff touched the ear of his witness, seized his reluctant adversary by the neck; and implored, in solemn lamentation, the aid of his fellow-citizens. The two competitors grasped each other's hand as if they stood prepared for combat before the tribunal of the pretor: he commanded them to produce the'object of the dispute; they went, they returned, with measured steps, and a clod of earth was cast at his feet to represent the field for which they contended. This occult science of the words and actions of law was the inheri- tance of the pontiffs and the patricians. Like the Chaldean astrologers, they an- nounced to their clients the days of business and repose; these important trifles were interwoven with the religion of Numa; and, after the publication of the twelve tables, the Roman people were still enslaved by the ignorance of judicial proceedings. The treachery of some plebeian officers at length revealed the pro- fitable mystery: in a more enlightened age, the legal actions were derided and ob- served; and the same antiquity which sanctified the practice, obliterated the use and meaning, of this primitive language. (5) A more liberal art was cultivated, however, by the sages of <span class=\"place\" data-place-id=\"423025\">Rome</span>, who, in a stricter sense, may be considered as the authors of the civil law. The alteration of the idiom and manners of the Romans, rendered the style of the twelve tables less familiar to each rising generation, and the doubtful passages were imperfectly explained by the study of legal antiquarians. To define the ambiguities, to cir- cumscribe the latitude, to apply the principles, to extend the consequences, to reconcile the real or apparent contradictions, was a much nobler and more im- portant task; and the province of legislation was silently invaded by the expoun- ders of ancient statutes. Their subtle interpretations concurred with the equity of the pretor, to reform the tyranny of the darker ages: however strange or in- tricate the means, it was the aim of artificial jurisprudence to restore the simple dictates of nature and reason, and the skill of private citizens was usefully em- ployed to undermine the public institutions of their country. The revolution of (1) Schulting, Jurisprudentia Antc-Tostinianea, p. fiBl   71B. Cnjacins assignee! to Gregory the reigns from Hadrian to Oallienus, and the continuation to his fellow-labourer Hermogenes. This general division may be just; hut they often trespassed on each othe.-'s ground. (2) Sean-ola, most probab'.y Cervidius Sesevola the master of Papinian, consider? this acceptance of fire and water as the essence of marriage (Pandect, lib. xxiv. tit. i. leg. txvi. See Heineccius, Hist. J. n. No. 317.)_ (3) Cicero (de Ofliciis, 3. 19.) may state an ideal case, but St. Ambrose (de Officiis. 3. 2.) appeals to the prac- tice of his own times, which he understood as a lawyer and a magi>tratc. (Schulting ad Ulpian. Fragment, lit. xlii. No. 28. p. 043,644\\) I (4) The fartum lance licioquc conceplura was no longer understood in the time of the Antonines (Aulas G11 litis, 16. lo.) The Attic derivation of Heineccius (Antiquitat. Rom. lib. iv. tit. i. No. 13   21.) is supported by the evidence of Aristophasjes, his scholiast and Pollux. (5) In his oration for Murena (c. 0   13.,) Cicero turns into ridicule the forms and mysteries of the civilians, which are represented with more candour by Aulus Gellius (Noct. Attic. 20.10.) Gravioa (Opp. p. 265   367..'' and Heineccius (Antiquitat. lib. iv. tit. vi.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA137&img=1&zoom=3&hl=en&sig=ACfU3U1n1FqMX98t7iiTpfMPM1sh_WhCNQ&ci=0%2C0%2C1000%2C2000&edge=0"}