{"text": " 136 TH E DECLIN E AN D FAL L almost one thousand years, from the twelve tables to the reign of Justinian, may be divided into three periods almost equal in duration, and distinguished from each other by the mode of instruction and the character of civilians, (1) Pride and ig- norance contributed, during the first period, to confine within narrow limits the science of the Roman law. On the public days of market or assembly, the masters of the art were seen walking in the forum, ready to impart the needful advice to the meanest of their fellow citizens, from whose votes, on a future occasion, they might solicit a grateful return. As their years and honours increased, they seat- ed themselves at home on a chair or throne, to expect with patient gravity the visits of their clients, who, at the dawn of day, from the town and country, began to thunder at their door. The duties of social life, and the incidents of judicial proceeding, were the ordinary subject of these consultations, and the verbal or written opinion of the jurisconsults was framed according to the rules of prudence and law. The youths of their own order and family were permitted to listen; their children enjoyed the benefit of more private lessons, and the Mucian race was long renowned for the hereditary knowledge of the civil law. The second Seriod, the learned and splendid age of jurisprudence, may be extended from the irth of Cicero to the reign of Severus Alexander. A system was formed, schools were instituted, books were composed, and both the living and the dead became subservient to the instruction of the student. The tripartite of JElius Pstus, sur- named Catus, or the Cunning, was preserved as the oldest work of jurisprudence. Cato the censor derived some additional fame from his legal studies, and those of his son: the kindred appellation of Mucius Scscvola was illustrated by three sages of the law; but the perfection of the science was ascribed to Servius Sulpicius, their disciple and the friend of Tully; and the long succession, which shone with equal lustre under the republic and under the Ciesars, is finally closed by the re- spectable characters of Papinian, of Paul, and of Ulpian. Their names, and the various titles of their productions, have been minutely preserved, and the exam- ple of Labeo may suggest some idea of their diligence and fecundity. That emi- nent lawyer of the Augustan age divided the year between the city and country, between business and composition; and four hundred books are enumerated as the fruit of his retirement. Of the collections of his rival Capito, the two hundred and fifty-ninth book is expressly quoted; and few teachers could deliver their opinions in less than a century of volumes. In the third period, between the reigns of Alexander and Justinian, the oracles of jurisprudence were almost mute. The measure of curiosity had been filled; the throne was occupied by tyrants and barbarians; the active spirits were diverted by religious disputes, and the pro- fessors of <span class=\"place\" data-place-id=\"423025\">Rome</span>, <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and <span class=\"place\" data-place-id=\"678060\">Berytus</span>, were humbly content to repeat the lessons of their more enlightened predecessors. From the slow advances and rapid decay of these legal studies, it may be inferred, that they require a state of peace and refinement. From the multitude of voluminous civilians who fill the intermediate space, it is evident, that such studies may be pursued, and such works mav be performed, with a common share of judgment, experience, and in- dustry. The genius of Cicero and Virgil was more sensibly felt, as each revolving age had been found incapable of producing a similar or a second: but the most eminent teachers of the law were assured of leaving disciples equal or superior to themselves in merit and reputation. The jurisprudence which had been grossly adapted to the wants of the first Ro- mans, was polished and improved in the seventh century of the city, by the alliance of Grecian philosophy. The Scxvolas had been taught by use and experience; but Servius Sulpicius was the first civilian who established his art on a certain and ge- neral theory. (2) For the discernment of truth and falsehood, he applied, as an (1) The series of the civil lawyers it deduced by Pomponius fde Origine Juris Pandect, lib. i. tin ii.) The moderns hare discussed, with learning and criricism, this branch of liiernry history; and among these I have chiefly been raided by Gravina (p. 41   79.,) and Heineccius (Hist. J. R. No. 113   351.) Cicero, more especially in his books de Oratoie, de Claris Oratorihos, de Legibus, and the Clavis Ciceroniana of Ernesti (under the names of Mucius,&e.,) afford much genuine and pleasing information. Horace often alludes to the morning labours of civilians (Serm. 1.1.10. Epist. 2. 4.103, fee. Agrtcolam laudat juris legumque peritus a Sub galli cantum, consultor ubi ostia pulsat. Rome dulce diu fuit et solemne, reclusa Mane domo vigilare, clienti promere jura. (2) Craisut, or rather Cicero himself, proposes (de Oratore, 1.41,42.) an idea of the art or science of juris- prudence, which the eloquent, but illiterate, Antonius(l. 58.) affects to deride. It was partly executed by", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA138&img=1&zoom=3&hl=en&sig=ACfU3U1DntBGDOD3d1y748V7iqmmHU4w-g&ci=0%2C0%2C1000%2C2000&edge=0"}