{"text": " O F TH E ROMA N EMPIRE. 1-7 infallible rule, the logic of Aristotle and the stoics, reduced particular cases to ge- neral principles, and diffused over the shapeless mass, the light of order and elo- quence. Cicero, his cotemporary and friend, declined the reputation of a pro- fessed lawyer; but the jurisprudence of his country was adorned by his incomparable genius, which converts into gold every object that it touches. After the example of Plato, he composed a republic; and, for the use of his republic, a treatise of laws; in which he labours to deduce from a celestial origin, the wisdom and jus- tice of the Roman constitution. The whole universe, according to his sublime hypothesis, forms one immense commonwealth: gods and men, who participate of the same essence, are members of the same community; reason prescribes the law of nature and nations; and all positive institutions, however modified by accident or custom, are drawn from the rule of right, which the Deity has in- scribed on every virtuous mind. From these philosophical mysteries, he mildly excludes the sceptics who refuse to believe, and the Epicureans who are unwill- ing to act. The latter disdain the care of the republic; he advises them to slum- ber in their shady gardens. But he humbly entreats that the new academy would be silent, since her bold objections would too soon destroy the fair and well-ordered structure of his lofty system. (1) Plato, Aristotle, and Zeno, he represents as the only teachers who arm and instruct a citizen for the duties of social life. Of these, the armour of the stoics(2) was found to be of the firmest temper; and it was chiefly worn, both for use and ornament, in the schools of jurisprudence. From the portico, the Roman civilians learned to live, to reason, and to die: but they imbibed in some degree the prejudices of the sect; the love of paradox, the perti- nacious habits of dispute, and a minute attachment to words and verbal distinc- tions. The superiority of form to matter, was introduced to ascertain the right of property: and the equality of crimes is countenanced by an opinion of <span class=\"place\" data-place-id=\"433162\">Treba</span>- tius,(3) that he who touches the ear, touches the whole body; and that he who steals from a heap of corn, or a hogshead of wine, is guilty of the entire theft. (4) Arms, eloquence, and the study of the civil law, promoted a citizen to the ho- nours of the Roman state; and the three professions were sometimes more conspi- cuous by their union in the same character. In the composition of the jedict, a learned pretor gave a sanction and preference to his private sentiments: the opi- nion of a censor, or a consul, was entertained with respect: and a doubtful inter- pretation of the laws might be supported by the virtues or triumphs of the ci- vilian. The patrician arts were long protected by the veil of mystery; and in more enlightened times, the freedom of inquiry established the general principles of jurisprudence. Subtle and intricate cases were elucidated by the disputes of the forum; rules, axioms, and definitions,(5) were admitted as the genuine dic- tates of reason; and the consent of the legal professors was interwoven into the practice of the tribunals. But these interpreters could neither enact nor execute the laws of the republic; and the judges might disregard the authority of Scxvo- las themselves, which was often overthrown by the eloquence or sophistry of ait ingenious pleader.(6) Augustus and Tiberius were the first to adopt, as a useful engine, the science of the civilians; and their servile labours accommodated the old system to the spirit and views of despotism. Under the fair pretence of se- curing the dignity of the art, the privilege of subscribing legal and valid opinions, was confined to the sages of senatorian or equestrian rank, who had been previ- ously approved by the judgment of the prince; and this monopoly prevailed, till Hadrian restored the freedom of the profession to every citizen conscious of his abilities and knowledge. The discretion of the pretor was now governed by the Servim Sulpicioi (in Bruto, c. 41. J whose praises are elegantly varied in Ihe classic Latinity of the Roman Gravina (p. 80.) (1) Perturbatricem aatem omnium harum rerura academiam, banc ab Arcesila et Cameade recentem, exo- remits ut sileat, nam si invaserit in haec, quae satis scite instruct* et composita videantur, nimis cdet ruinas, quam quidein ego placare cupio, submovere non audeo (de Legibus, i. 13.) From this passage alone Bentlcy (Remarks on Free-thinking, p. 250.) might hare learned how firmly Cicero believed in the specious doctrines which he has adorned. (2) The Stoic philosophy was first taught at <span class=\"place\" data-place-id=\"423025\">Rome</span> by Pansetius, the friend of the younger Scipio (see his life in the Mem. de V Academie ties Inscriptions, torn. x. p. 75   89.) (3) As he is quoted by Ulpian (leg. 40. ad Sarbinnm in Pandect, lib. slvii. tit. ii. leg. xxi.) Yet Trebatiui, af. ter he was a leading civilian, qui familiam duxit, became an Epicurean (Cicero ad Fam. 7. 5.) Perhaps he was not constant or sincere in his new sect. (4) See Gravina (p. 45.51.) and the ineffectual cavils of Maseou. Keineccius (Hist. J. R. No. 125.) quotes, mnd approves a dissertation of Everard Otto de Stoica Jurisconsultorum Philosophia. (I) We have heard of the Catonian rule, the Aquilian stipulation, and the Manilian forms, of two hundrci and eleven maxims, and of two hundred and forty-seven definition] (Pandect, lib. i. tit. 16,17.) (9) Read Cicero, lib. i. de Oratore, Topic*, pro Mareaa.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA139&img=1&zoom=3&hl=en&sig=ACfU3U2xT75842kKH1VYREPh62ojuPduVw&ci=0%2C0%2C1000%2C2000&edge=0"}