{"text": " 128 TH E DECLIN E AN D FAL L lessons of his teachers; the judges were enjoined to obey the comment as well as the text of the law; and the use of codicils was a memorable innovation, which Augustus, ratified by the advice of the civilians.(l) The most absolute mandate could only require that the judges should agree with the civilians, if the civilians agreed among themselves. But positive institutions are often the result of custom and prejudice; laws and language are ambiguous and arbitrary; where reason is incapable of pronouncing, the love of argument is inflamed by the envy of rivals, the vanity of masters, the blind attachment of their disciples: and the Roman jurisprudence was divided by the once famous sects of the Proculians and Sabinians.{2) Two sages of the law, Ateius Capito and An- tistius Labeo,(3) adorned the peace of the Augustan age: the former distinguished by the favour of the sovereign; the latter more illustrious by his contempt of that   favour, and his stern though harmless opposition to the tyrant of <span class=\"place\" data-place-id=\"423025\">Rome</span>. Their legal studies were influenced by the various colours of their temper and princi- ples. Labeo was attached to the form of the old republic; his rival embraced the more profitable substance of the rising monarchy. But the disposition of a cour- tier is tame and submissive; and Capito seldom presumed to deviate from the sen- timents, or at least from the words, of his predecessors: while the bold republican pursued his independent ideas without fear of paradox or innovations. The free- dom of Labeo was enslaved, however, by the rigour of his own conclusions, and he decided according to the letter of the law, the same questions which his indul- gent competitor resolved with a latitude of equity more suitable to the common sense and feelings of mankind. If a fair exchange had been substituted to the payment of money, Capito still considered the transaction as a legal sale;(4) and he consulted nature for the age of puberty, without confining his definition to the precise period of twelve or fourteen years.(5) This opposition of sentiments was propagated in the writings and lessons of the two founders; the schools of Capito and Labeo maintained their inveterate conflict from the age of Augustus to that of Hadrian ;(6) and the two sects derived their appellations from Sabinus and Pro- culus, their most celebrated teachers. The names of Cassians and Pegasians were likewise applied to the same parties; but, by a strange reverse, the popular cause was in the hands of Pegasus, (7) a timid slave of Domitian, while the fa- vourite of the Cxsars was represented by Cassius,(8) who gloried in his descent from the patriot assassin. By the perpetual edict, the controversies of the sects were in a great measure determined. For that important work, the emperor Hadrian preferred the chief of the Sabinians; the friends of monarchy prevailed; but the moderation of Salvius Julian insensibly reconciled the victors and the van- quished. Like the cotemporary philosophers, the lawyers of the age of the An- tonines disclaimed the authority of a master, and adopted from every system the most probable doctrines. (9) But their writings would have been less voluminous, plexed by the number and weight of discordant testimonies, and every sentence that his passion or interest might pronounce, was justified by the sanction of some (1) See Pomponius (de Origine Juris Pandect, lib. i. tit. ii. leg. it. No. 470 Heineccius (ad Institnt. lib. i. tit. ii. No. 8. lib. ii. tit.\\xv. in Element, et Antiquitat.,) and Gravina (p. 41   15.) Tet the monopoly of Augustus, a harsh meaiure, would appear with some softening in the cotemporary evidence; and it was probably veiled by a decree of the senate. (2) I have perused the diatribe of Gotfridas Mascovius, the learned Maseou.de Sectis Jurisconsattorura (Lip- siae, 1728, in 12mo. p. 276..) a learned treatise on a narrow and barren ground. (3) See the character of Antistius Labeo in Tacitus (Annat. 3. 75. J and in an epistle of Ateius Capiro(Aul. Gelliui, 13.12..) who accuses his rival of libertas nimia et vecors. Yet Horace would not have lashed a virtu- ous and respectable senator; and I must adopt the emendatiun of Bentley, who reads Labieno insanior (Serm. lib. iii. 82.) See Mascou, de Seeds, (o. i. p. 1   24.) (4) Justinian (Institut. lib. iii. tit. xxiii. and Theophil. Vers. Grsec. p. 677. 680.) has commemorated this weighty dispute,and the verses of Homer that were alleged on either side as legal authorities. It was decided by Paul (leg. xxsiii. ad Edict, in Pandect, lib. xviii. tit. i. leg. i.,) since, in a simple exchange, the buyer could Sot be discriminated from the seller. (5) This controversy was likewise given for the Proculians to supersede the indecency of a search, and to comply with the aphorism of Hippocrates, who was attached to the septenary number of two weeks of yean, or seven hundred of days (Institut. lib. i. tit. xxii.) Plutarch and the stoies (de Placit. Pbitosoph. lib. v. c. 24.) assign a more natural reason. Fourteen years is the age   jrspi ry o (rffsppaToeo; xpwrxt oppo;. See the vestigia of the sects in Mascou* e. ix. p. 145   276. (6) The series and conclusions of the sects are described by Mascou (e. 2   7. p. 24   120.) and it wonH I be al- most ridiculous to praise his equal justice to these obsolete sects. (7) At the first summons he flies to the turbot council; vet Juvenal (Sar. iv. 75   81.) styles the prefect or bai- liffof Rome tanetissimus legum interpret. From his science, says the old scholiast, he was called, not a roan, but a book. He derived the singular name of Pegasus from the galley which bis father commanded. (8) Tacit, Annul. 17.7. Sticton. iu JJerone, e. xxxvii. (9) Mascou. de Seetis, (c. viii. p. 120   144.) de Heriscundis, a legal terra which was applied to these etfectio lawyers: hcrciscereis synonymous to divider*. ", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA140&img=1&zoom=3&hl=en&sig=ACfU3U03xdQfw2Q3iS130-wrgoUFBP3Urg&ci=0%2C0%2C1000%2C2000&edge=0"}