{"text": " O F TH E ROMA N EMPIRE. 129 venerable name. An indulgent edict of the younger Theodosius excused liim from the labour of comparing and weighing their arguments. Five civilians, Ca- ius, Papinian, Paul, Ulpian, and Modestinus, were established as the oracles of jurisprudence: a majority was decisive; but if their opinions were equally divided, a casting vote was ascribed to the superior wisdom of Papinian. (1) When Justinian ascended the throne, the reformation of the Roman jurispru- dence was an arduous but indispensable task. In the space of ten centuries, the infinite variety of laws and equal opinions had filled many thousand volumes, which no fortune could purchase and no capacity could digest. Books could not easily be found; and the judges, poor in the midst of riches, were reduced to the exercise of their illiterate discretion. The subjects of the Greek provinces were ignorant of the language that disposed of their lives and properties; and the barbarous dia- lect of the Latins was imperfectly studied in the academies of <span class=\"place\" data-place-id=\"678060\">Berytus</span> and Con- stantinople. As an Illyrian soldier, that idiom was familiar to the infancy of Jus- tinian; his youth had been instructed by the lessons of jurisprudence, and his im- perial choice selected the most learned civilians of the east, to labour with their sovereign in the work of reformation.(2) The theory of professors was assisted by the practice of advocates, and the experience of magistrates; and the whole un- dertaking was animated by the spirit of Tribonian. (:>) This extraordinary man, the object of so much praise and censure, was a native of <span class=\"place\" data-place-id=\"639105\">Side</span> in <span class=\"place\" data-place-id=\"1001913\">Pamphylia</span>; and his genius, like that of Bacon, embraced, as his own, all the business and know- ledge of the age. Tribonian composed, both in prose and verse, on a strange di- versity of curious and abstruse subjects (4)   a double panegyric of Justinian and the life of the philosopher Theodotus; the nature of happiness, and the duties of government; Homer's catalogue and the four-and-twenty sorts of metre; the astro- nomical canon of Ptolemy; the changes of the months; the houses of the planets; and the harmonic system of the world. To the literature of <span class=\"place\" data-place-id=\"1001896\">Greece</span> he added the use of the Latin tongue; the Roman civilians were deposited in his library and in his mind; and he most assiduously cultivated those arts which opened the road of wealth and preferment. From the bar of the pretorian prefects, he raised him- self to the honours of questor, of consul, and of master of the offices: the council of Justinian listened to his eloquence and wisdom, and envy was mitigated by the gentleness and affability of his manners. The reproaches of impiety and avarice have stained the virtues or the reputation of Tribonian. In a bigoted and persecu- ting court, the principal minister was accused of a secret aversion to the Christian faith, and was supposed to entertain the sentiments of an atlieist and a pagan, which have been imputed, inconsistently enough, to the last philosophers of Greece. His avarice was more clearly proved and more sensibly felt. If he were swayed by gifts in the administration of justice, the example of Bacon will again occur; nor can the merit of Tribonian atone for his baseness, if he degraded the sanctity of his profession; and if laws were every day enacted, modified, or re- pealed, for the base consideration of his private emolument. In the sedition of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, his removal was granted to the clamours, perhaps to the just in- dignation of the people: but the questor was speedily restored, and till the hour of his death, he possessed, above twenty years, the favour and confidence of the em- peror. His passive and dutiful submission has been honoured with the praise of Justinian himself, whose vanity was incapable of discerning how often that sub- mission degenerated into the grossest adulation. Tribonian adored the virtues of his gracious master: the earth was unworthy of such a prince; and he affected a (1) See the Theodosian Code, lib. i. tit. iv. witb Godefroy's Commentary, torn. i. p. 30   35. This decree alight give occasion to.Jesuitical disputes like those in the Lettres Provinciales, whether a judge was obliged to follow the opinion of Papinian, or of a majority, against his judgment, against his conscience,&c. Yet a legislator might give that opinion, however false, the validity, not of truth, but of law. (2) For the legal labours of Justinian, I have studied the preface to the Institutes; the first, second, and third prefaces to the Pandects; the first and second preface to the Code; and the Code itself (lib. i. tit. xvii. de Veterl Jure enoeleaudo.) After these original testimonies, I have consulted, among the moderns, Heineccins (Hist. J. R. No. 38S   404,,) Terasson (Hist, de la Jurisprudence Romaine. p. 295   356..) Gravina (Opp. p. 93   100..) and Ludewig, in his life of Justinian (p. 10   123. 318   321., for the Code and Novels, p. 209   261., for the Di- gest or Pandects, p. 262   317.) (3) For the character of Tribonian, see the testimonies of ProcopUis (Persic, lib. i. c. 23,24. Anecdot. e. 3, 20.) and Suidas (torn. iii. p. 501. edit. Kuster.) Ludewig (in Vit. Justinian. 175   209.) works hard, very hard, to white-wash   the black-a-moor. (4) I apply the two passages of Suidas to the same man; every circumstance so exactly tallies. Yet the law- yers appear ignorant; and Fabricius is inclined to separate the two characters (Biblior. Grac. torn. i. n. 342,<*. p. 518.3. p. 411.12. p. 346. 353. 474.) V01. Ill 17", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA141&img=1&zoom=3&hl=en&sig=ACfU3U30B_tgUJDMd7rVrkv6T_BXIOar2w&ci=0%2C0%2C1000%2C2000&edge=0"}