{"text": " J.30 TH E DECLIN E AN D FAL L pious fear, that Justinian, like Elijah or Romulus, would be snatched into the air, and translated alive to the mansions of celestial glory. (1) If Caesar had achieved the reformation of the Roman law, his creative genius, enlightened by reflection and study, would have given to the world a pure and original system of jurisprudence. Whatever flattery might suggest, the emperor of the east was afraid to establish his private judgment as the standard of equity: in the possession of legislative power, he borrowed the aid of time and opinion; and his laborious compilations are guarded by the sages and legislators of past times. Instead of a statue cast in a simple mould by the hand of an artist, the works of Justinian represent a tesselated pavement of antique and costly, but too often of in- coherent fragments. In the first year of his reign, he directed the faithful Tribo- nian, and nine learned associates, to revise the ordinances of his predecessors, as they were contained, since the time of Hadrian, in the Gregorian, Hermogenian, and Theodosian codes; to purge the errors and contradictions, to retrench what- ever was obsolete or superfluous, and to select the wise and salutary laws best adapted to the practice of the tribunals and the use of his subjects. The work was accomplished in fourteen months; and the twelve books or tables, which the new decemvirs produced, might be designed to imitate the labours of their Roman predecessors. The new code of Justinian was honoured with his name, and con- firmed by his royal signature: authentic transcripts were multiplied by the pens of notaries and scribes, they were transmitted to the magistrates of the European, the Asiatic, and afterwards the African provinces: and the law of the empire was proclaimed on solemn festivals at the doors of churches. A more arduous opera- tion was still behind:, to extract the spirit of jurisprudence from the decisions and conjectures, the questions and disputes of the Roman civilians. Seventeen law- yers, with Tribonian at their head, were appointed by the emperor to exercise an absolute jurisdiction over the works of their predecessors. If they had obeyed his commands in ten years, Justinian would have been satisfied with their diligence; and their rapid composition of the digest or fandects,(2) in three years, will deserve praise or censure, according to the merit of the execution.. From the li- brary of Tribonian, they chose forty, the most eminent civilians of former times :(3) two thousand treatises were comprised in an abridgment of fifty books; and it has been carefully recorded, that three millions of lines or sentences, (4) were reduced, in this abstract, to the moderate number of one hundred and fifty thousand. The edition of this great work was delayed a month after that of the institutes; and it seemed reasonable that the elements should precede the digest of the Roman law. As soon as the emperor had approved their labours, he ratified, by his le- gislative power, the speculations of these private citizens i their commentaries on the twelve tables, the perpetual edict, the laws of the people, and the decrees of the senate, succeeded to the authority of the text; and tne text was abandoned, as a useless, though venerable, relic of antiquity. The Cade, the Pandects, and the Institutes, were declared to be the legitimate system of civil jurisprudence; they alone were admitted in the tribunals, and they alone were taught in the academies of <span class=\"place\" data-place-id=\"423025\">Rome</span>, <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and <span class=\"place\" data-place-id=\"678060\">Berytus</span>. Justinian addressed to the senate and provinces his eternal oracles; and his pride, under the mask of piety, ascribed the consummation of this great design to the support and inspiration of the Deity. (0,Thi  story is related by Hesycbius (de Viris IHustribns,) Procopius (Anecdot. c. xiii.,) and Suidas (torn. U W p. SOI.) Such flattery is incredible! Nihil est quod credere de se Non potent cum laudator Diis sequa potestas. Firtitenelle (torn. i. p. 32   39.} has ridiculed the impudence of the modest Virgil. But the same Fontenelle places the king above the divine Augustus; and the sage Boileau has not blushed to say   11 Le destin a ses yeux n'oseroit balancer.\" Yet neither Augustus nor Louis XIV. were fools. (2) n  v5  icT!et (general receivers) was a common title of the Greek miscellanies (Plin. Preefat. ad Hist. Natur.) The digesta of Scaavola, Marcellinus, and Celsus, were already familiar to the civilians: but Justinian was in the wrong when he used the two appellations as synonymous. Is the word Pandects Greek or Latin   mascu- line or feminine? The diligent Brenckman will not presume to decide these momentous controversies'Hist. Pandect, p. 300   304.) (3) Angelus Politianus (lib. v. Epist. ult.) reckons thirty-seven (p. 192   200.)<ivilians quoted in the Pandects   a learned, and, for his times, an extraordinary list. The Greek Index to the Pandects enumerates thirty- nine; and forty are produced by the indefatigable Fabricius (Bibliot. Grjec.toro. iii. p. 488   502.) Antoninus Augustus (de Korainibus Propfiis; Pandeet. apud Ludewig, p. 283.) is said to have added fifty-four names; but they, must be vague or second-hand references. (4) TheSTtajoi of the ancients MSS. may be strictly defined as sentences or periods of a complete sense, which,   n the breadth of the parchment rolls or volumes, composed as many lines of unequal length. The number ot*  ri  *i in each hook served as a check on the errors of the scribes (Ludfewig, p. 311   215. and his original au- thor Suicer. Thesaur. Ecclesiast. torn. i. p.'1021   1036.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA142&img=1&zoom=3&hl=en&sig=ACfU3U0PeR7XekgOtD4bM2iGQyoZS_Y-cQ&ci=0%2C0%2C1000%2C2000&edge=0"}