{"text": " O F TH E ROMA N EMPIRE. Since the emperor declined the fame and envy of original composition, we can   only require at his hands', method, choice, and fidelity, the humble, though indis- pensable, virtues of a compiler. Among the various combinations of ideas, St is difficult to assign any reasonable preference; but as the order of Justinian is differ- ent in his three works, it is possible that all may be wrong; and it is certain that two cannot be right. In the selection of ancient laws, he seems to have viewed his predecessors with jealousy, and with equal regard: the series could not ascend above the reign of Hadrian, and the narrow distinction- of paganism and Christi- anity, introduced by the superstition of Theodosius, had been abolished by the consent of mankind. But the jurisprudence of the Pandects is circumscribed with- in a period of a hundred years, from the perpetual edict to the death of Severus Alexander: the civilians who lived under the first Cxsars, are seldom permitted to speak, and only three names can be attributed to the age of the republic. The favourite of Justinian (it has been fiercely urged) was fearful of encountering the light of freedom and the gravity cf the Roman sages. Tribonian condemned to oblivion the genuine and native wisdom of Cato, the Scssvolas, and Sulpicius; while he invoked spirits more congenial to his own, the Syrians, Greeks, and Africans who flocked to the imperial court to study Latin as a foreign tongue, and jurispru- dence as a lucrative profession. But the ministers of Justinian(l) were instructed to labour, not for the curiosity of antiquarians, but for the immediate benefit of his subjects. It was their duty to select the useful and practicable parts of the Ro- man law; and the writings of the old republicans, however curious or excellent, were no longer suited to the new system of manners, religion, and government. Perhaps, if the preceptors and friends of Cicero were still alive, our candour would acknowledge, that, except in purity of language,(2) their intrinsic merit was ex- celled by the school of Papinian and.Ulpian. Thjp science of the laws is the slow growth of time and experience, and the advantage both of method and materials is naturally assumed by the most recent authors. The civilians of the reign of the Antoniiies had studied the works of their predecessors: their philosophic spirit had mitigated-the rigour of antiquity, simplified the forms of proceeding, and emerged from the jealousy and prejudice of the rival sects. The choice of the authorities that compose the Pandects, depended on the judgment of Tribonian: but the power of his sovereign could not absolve him from the sacred obligations of truth and fi- delity. As the legislator of the empire, Justinian might repeal the acts of the An- tonines, or condemn, as seditious, the free principles, which were maintained by the last of the Roman lawyers. (3) But the existence of past facts is placed be- yond the reach of despotism; and the emperor was guilty of fraud and forgery, when he corrupted the integrity of their text, inscribed with their venerable names the words and ideas of his servile reign,(4) and suppressed, by the hand of power, the pure and authentic copies of their sentiments. The changes and interpola- tions of Tribonian and his colleagues are excused by the pretence of uniformity: but their cares have been insufficient, and the antinomies, or contradictions of the Code and Pandects, still exercise the patience and subtlety of modern civilians.(5) A rumour devoid of evidence has been propagated by the enemies of Justinian; that the jurisprudence of ancient <span class=\"place\" data-place-id=\"423025\">Rome</span> was reduced to ashes by the author of the Pandects, from the vain persuasion, that it was now either false or superfluous. Without usurping an office so invidious, the emperor might safely commit to igno- rance and time the accomplishment of this destructive wish. Before the invention of printing and paper, the latibur and the materials of writing could be purchased only by the rich; and it may reasonably be computed, that the price of books was a hundred fold their present value. (6) Copies were slowly multiplied and cau- (1) An ingenious and learned oration of Schulttngius (Jurisprudent-Ante-Justinianea, p. 883   907.) justi- fies the choice of Tribonian, against the passionate charges of Francis Hottoman and his sectaries. (2) Strip away the crust of Tribonian, and allow for the use of technical words, and the Latin of the Pan- dectj will be found not unworthy of the silver age. It has been vehemently attacked by Laurentius Valla, ft fastidious grammarian of the fifteenth century, and by his apologist Florid us Sabinus. It has'been defended by Alciat and a nameless advocate (most probably James Capellus.) Their various, treatises are collected by Duker. (Opuscula de Latinitate veterura Jurisconsultoi-um, Lugd. Bat. 1721. in 12mn.) (3) Nomina qniricrvi veteribus<ervavimus, legum au:em veritatem nostram feeimus. Itaque siquid erat in illis seditiosum, multa auttm talia crant ibi reposita, hoc decisum est et definitum, et in perspicuutn finem de- ducta est qusque lex (Cod. Justinian, lib. i. tit. Jtvii. leg. iii. No. 10.) A frank confession I (4) The number of these emblemata (a polite name for forgeries) is much reduced by Bynkershoelc (in the four last books of his observations.) who poorly maintains the right of Justinian and the duty of Tribonian. (5) The antimonies, or opposite laws of the Code and Pandects, are sometinres the cause, and often the ex.  use, of the glorious uncertainty of the civil law, which so often affords what Mnntagne calls\" Questions pour i'Ami.\" See a fine passage of Franciseus Balduinus in Justinian (lib. ii. p. 259,&c. apud Lodewig, p. SOS, 3C6.) (6) When Fust, or Faustui, sold at Paris his first printed bibles as manuscripts, the price of a parchment", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA143&img=1&zoom=3&hl=en&sig=ACfU3U05l4MNqsFw_Xscc2TauRlijK5peg&ci=0%2C0%2C1000%2C2000&edge=0"}