{"text": " TH E DECLIN E AN D FAL L tiously renewed: the hopes of profit tempted the sacrilegious scribes to erase the characters of antiquity, and Sophocles or Tacitus were obliged to resign the parch- ment to missals, homdies, and the golden legend.^1) If such was the fate of the most beautiful compositions of genius, what stability could be expected for the dull and barren works of an obsolete science? The books of jurisprudence were interesting to few, and entertaining to none; their value was connected with pre- sent use, and they sunk for ever as soon as that use was superseded by the innova- tions of fashion, superior merit, or public authority. In the age of peace and learn- ing, between Cicero and the last of the Antonines, many losses had been already sustained, and some luminaries of the school, or forum, were known only to the curious by tradition and report. Three hundred and sixty years of disorder and decay accelerated the progress of oblivion; and it may fairly be presumed, that of the writings, which Justinian is accused of neglecting, many were no longer to be found in the libraries of the east. (2) The copies of Papinian or Ulpian, which the, reformer had proscribed, were deemed unworthy of future notice; the twelve ta- bles, and pretorian edict insensibly vanished, and the monuments of ancient <span class=\"place\" data-place-id=\"423025\">Rome</span> were neglected or destroyed by the envy and ignorance of the Greeks. Even the Pandects themselves have escaped with difficulty and danger from the common shipwreck, and criticism has pronounced, that all the editions and manuscripts of the west are derived from one original. (3) It was transcribed at <span class=\"place\" data-place-id=\"520998\">Constantinople</span> the beginning of the seventh century,(4) was successively transported by the acci- dents of war and commerce to Amalphi,(5) Pisa,(6) and Florence,(7) and is now deposited as a sacred relic(8) in the ancient palace of the republic. (9) ft is the first care of a reformer to prevent any future reformation. To main- tain the text of the Pandects, the Institutes, and the Code, the use of ciphers and abbreviations was rigorously proscribed; and as Justinian recollected, that the per- petual edict had been buried%nder the weight of commentators, he denounced the punishment of forgery against the rash civilians who should presume to inter- pret or pervert the will of their sovereign. The scholars of Accursius, of Barto- lus, of Cujacius, should blush for their accumulated guilt, unless they dare to dis- pute his right of binding the authority of his successors, and the native freedom of the mind. But the emperor was unable to fix his own inconstancy; and while he boasted of renewing the exchange of Diomede, of transmuting brass into gold,(10) copy was reduced from four or five hundred to sixty, fifty, and forty crowns. The public was at first pleased with the cheapness, and at length provoked by the discovery of the fraud. (Mattaire, Anna).Typography torn, i. p. 12. first edition.) (1) This execrable practice prevailed from the eighth, and more especially from the twelfth, century, when it became almost universal (Montfaucon, in the Memoires de l'Academie, turn. vi. p. 606, Etc. Bibliotheque Raisonnee de la Diplomatique, torn, i, p. 170.) (2) Poroponius f Pandect, lib. i. tit. ii. leg. ii.) observes, that of the three founders of the civil law, Mucins, Brutus, and Manilius, extant volumina, scripta Manilii monuments; that of some old republican lawyers, haec versantur eorum scripta intermanus hominum. Eight of the Augustan sages were reduced to a compendium: of Caseellius,scripta non extant sed unus liber,&c: of Trebatius, minus frequentantur: of Tubero, libra pa- rum grati sunt. Many quotations in the Pandects are derived from books which Tribonian never saw; and in the long period from the seventh to the thirteenth century of Rome, the apparent reading of the moderns suc- cessively depends on the knowledge and veracity of their predecessors. (3) Ali, in several instances, repeat the errors of the scribe and the transpositions of some leaves in the Flo- rentine Pandects. This fact, if it be true, is decisive. Yet the Pandects are quoted by Ivo of Chartres (who died in 1117:) by Theobald, archbUhopof Canterbury, and by Vacariiis,ourfirst professor, in the year 1140(Sel- den ad Fhnam. c. 7. torn. ii. p. 1030   1085.) Have our British MSS. of the Pandects been collated? (4) See the description of this original in Brenckman (Hist. Pandect. Florent. lib. i. c. 2,3. p. 4   17. and lib. ii.) Politian, an enthusiast, revered it as the authentic standard of Justinian himself (p. 407,408.;) but this paradox is refuted by the abbreviations of the Florentine MS. (lib. ii. c. 3, p. it7   130.) It is composed of two quarto volumes, with large margins, on a thin parchment, and the Latin characters betray the hand of a Greek scribe. (5) Brenckman, at the end of his history, has inserted two dissertations on the republic of Amalphi, and the 1 Pisan war in the year 1185,&c. (6) The discovery of the Pandects at Amalphi (A. D. 1137.,) is first noticed (in 1501) by Ludovicus Bologni- nus (Brenckman, lib. i. c. 11. p. 73,74. lib. iv. c. 2. p. 417   425.) on the faith of a Pisan chronicle (p. 409,410.,) without a name or a date. The whole story, though unknown to the twelfth century, embellished by igno- rant ages, and suspected by rigid criticism, is not, however, destitute of much internal probability (lib. i. c. 4   a. p, 17   50.) The Liber Pandectarum of <span class=\"place\" data-place-id=\"403253\">Pisa</span> was undoubtedly consulted in the fourteenth century by the great Bartolus (p. 400,407. See lib. i. c. 9. p. 50   62.) (7) <span class=\"place\" data-place-id=\"403253\">Pisa</span> was taken by the Florentines in the year 1406; and in 1411 the Pandects were transported to the ca- pital. These events are authentic and famous. (8) They were now bound in purple,deposited in a rich casket,and shown to curious travellers by the monks and magistrates bare-headed, and with lighted tapers (Brenckman, lib. i. c. 10   12. p. 62   93.) (9) After the collations of Politian, Bologninns and Antoninus Augustinus, and the splendid edition of the Pandects by Taurellus (in 1551.) Henry Brenckman, a Dutchman, undertook a pilgrimage to Florence,where he employed several years in the study of a single manuscript. His Historia Pandectarum Flo rent inorum (Utrecht, 1722, in quarto.) though a monument of industry, is a small portion of hit original design. (10) XpwKre* xxKkhwv ixaTOju&i tvvox&otwv apud Homerum patrem omnis virtlitis (1st Pruefat. ad Pandect.) A line of Milton or Ta  o would surprise us in an act of parliament. Quae omnia obtinerc sancimus in omne cevum. Of the first code, he jays (2d. Prrefat.,) in setemum valituruin. Man and for ever!", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA144&img=1&zoom=3&hl=en&sig=ACfU3U1tCaHqbBJ536qR-NBdUFLLnNhEJw&ci=0%2C0%2C1000%2C2000&edge=0"}