{"text": " O F TH E ROMA N EMPIRE. lie discovered the necessity of purifying his gold from the mixture of baser alloy. Six years had not elapsed from the publication of the Code, before he condemned the imperfect attempt, by a new and more accurate edition of the same work,   which he enriched with two hundred of his own laws, and fifty decisions of the darkest and more intricate points of jurisprudence. Every year, or, according to Procopius, each day of his long reign, was marked by some legal innovation. Many of his acts were rescinded by himself; many were rejected by his successors, many have been obliterated by time; but the number of sixteen edicts, and one hundred and sixty-eight novels,(1) has been admitted into the authentic body of the civil jurisprudence. In the opinion of a philosopher, superior to the pre- judices of his profession, these incessant, and for the most part trifling, altera- tions, can be only explained by the venal spirit of a prince, who sold without shame his judgments and his laws. (2) The charge of the secret historian is indeed explicit and vehement; but the sole instance, which he produces, may be ascribed to the devotion as well as to the avarice of Justinia. A wealthy bigot had bequeathed his inheritance to the church of <span class=\"place\" data-place-id=\"344409\">Emesa</span>; and its value was enhanced by the dexterity of an artist, who subscribed confessions of debt and promises of pay- ment with the names of the richest Syrians. They pleaded the established pre- scription of thirty or forty years; but their defence was overruled by a retrospec- tive edict, which extended the claims of the church to the term of a century; an edict so pregnant with injustice and disorder, that after serving this occasional pur- pose, it was prudently abolished in the same reign. (3) If candour will acquit the emperor himself, and transfer the corruption to his wife and favourites, the suspi- cion of so foul a vice must still degrade the majesty of his laws: and the advocates of Justinian may acknowledge, that such levity, whatsoever be the motive, is un- worthy of a legislator and a man. Monarchs seldom condescend to become the preceptors of their subjects; and some praise is due to Justinian, by whose command an ample system was reduced to a short and elementary treatise. Among the various institutes of the Roman law, (4) those of Caius(5) were the most popular in the east and west; and their use may be considered as an evidence of their merit. They were selected by the imperial delegates, Tribonian, Theophilus, and Dorotheus: and the freedom and purity of the Antonines was incrusted with the coarser materials of a degenerate age. The same volume which introduced the youth of <span class=\"place\" data-place-id=\"423025\">Rome</span>, <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, and <span class=\"place\" data-place-id=\"678060\">Berytus</span>, to the gradual study of the Code and Pandects, is still precious to the historian, the philosopher, and the magistrate. The institutes of Justinian are divided into four books; they proceed, with no contemptible method, from, I. Per- sons, to II. Things, and from things, to III. Actions; and the article IV. of Pri- vate Wrongs, is terminated by the principles of Criminal Laws. I. The distinction of ranks and persons, is the firmest basis of a mixed and li- mited government. In <span class=\"place\" data-place-id=\"98961\">France</span>, the remains of liberty are kept alive by the spirit, the honours, and even the prejudices, of fifty thousand nobles. (6) Two hundred families supply, in lineal descent, the second branch of the English legislature, which maintains, between the king and commons, the balance of the constitution. A gradation of patricians and plebeians, of strangers and subjects, has supported the aristocracy of Genoa, Venice, and ancient Rome. The perfect equality of men is the point in which the extremes of democracy and despotism are con- founded, since the majesty of the prince or people would be offended, if any heads were exalted above the level of their fellow-slaves or fellow-citizens. In the de- (1) Novella ij a classic adjective, bat a barbarous substantive (Ludewig, p. 245.) Justinian never collected tbem himself: the nine collations, the legal standard of modern tribunals, consists of ninety-eight novels; but the number was increased by the diligence of Julian, Haloander, and Comius (Ludewig, p. 249. 258. Aleman. Not. in Anecdot. p. 98.) (2) Montesquieu, Considerations sur la Grandeur et la Decadence des Remains, c. 20. torn. iii. p. Ml. in 4to. On this occasion he throws aside the gown and cap of a president a Mortier. (3) Procopius, Anecdotic. 28. A similar privilege was granted to the church of Rome (Nove L 9.) For the general repeal of these mischievous indulgences, see Novel. 111. and edict. 5. (4) Lactantius, in his Institutes of Christianity, an elegant and specious work, proposes to imitate the title and method of the civilians. Quidam prudemes et arbitri tequitatis Institufiones Civilis Juris compositas edir derunt (Institut. Divin. lib. i. c. 1.) Such as Ulpian. Paul, Florentius, Mareian. (5) The emperor Justinian calls him suum, though he died before the end of the second century. His In- stitutes are quoted by Servius. Boethius, Priscian,&c. and the Epitome by Arinn is still extant: (see the pro- legomena and notes to the edition of Schulting, in the Jurisprudentia Ante-Justinianea, Lugd. Bat. 1717. Heineccius, Hist. J. R. No. 313. Ludewig, in Vit. Just. p. 109.) (6) See the Annates Politiques de l'abbe tie St. Pierre, torn. i. p. 25., who dates in the year 1735. The most ancient families claim the immemorial possession of arms and fiefs. Since the crusades, some, the roost truly respectable, have been created by the king, for merit and services. The recent and vulgar crowd is derived sTrom the multitude of venal offices, without trust or dignity, which continually ennoble the wealthy plebeians.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA145&img=1&zoom=3&hl=en&sig=ACfU3U2Dbky4qeUxLjIYNr6NhgLIBXxCSw&ci=0%2C0%2C1000%2C2000&edge=0"}