{"text": " 134 TH E DECLIN E AN D FAL L cline of the Roman empire, the proud distinctions of the republic were gradually abolished, and the reason or instinct of Justinian completed the simple form of an absolute monarchy. The emperor could not eradicate the popular reverence which always waits on the possession of hereditary wealth, or the memory of fa- mous ancestors. He delighted to honour with titles and emoluments, his gene- rals, magistrates, and senators; and his precarious indulgence communicated some rays of their glory to the persons of their wives and children. But, in the eye of the law, all Roman citizens were equal, and all subjects of the empire were citi- zens of <span class=\"place\" data-place-id=\"423025\">Rome</span>. That inestimable character was degraded to an obsolete and emp- ty name. The voice of a Roman could no longer enact his laws, or create the annual ministers of his power; his constitutional rights might have checked the arbitrary will of a. master; and the bold adventurer from <span class=\"place\" data-place-id=\"481844\">Germany</span> or <span class=\"place\" data-place-id=\"912809\">Arabia</span> was admitted, with equal favour, to the civil and military command, which the citizen alone had been once entitled to assume over the conquests of his fathers. The first Cscsars had scrupulously guarded the distinction of ingenuous and servile birth, which was decided by the condition of the mother; and the candour of the laws was satisfied, if her freedom could be ascertained during a single moment be- tween conception and the delivery. The slaves who were liberated by a generous master immediately entered into the middle class bf libertines or freedmen: but they could never be enfranchised from the duties of obedience and gratitude: whatever were the fruits of their industry, their patron and his family inherited the third part; or even the whole of their fortune, if they died without children and without a testament. Justinian respected the rights of patrons; but his indul- gence removed the badge of disgrace from the two inferior orders of freedmen: whoever ceased to be a slave, obtained without reserve or delay, the station of a citizen; and at length the dignity of an ingenuous birth, which nature had refused,-was created, or supposed by the omnipotence of the emperor. Whatever re- straints of age, or forms, or numbers, had been formerly introduced to check the abuse of manumissions, and the too rapid increase of vile and indigent Romans, he finally abolished; and the spirit of his laws promoted the extinction of domes- tic servitude. Yet the eastern provinces were filled, in the time of Justinian, with multitudes of slaves, either born or purchased for the use of their masters; and the price, from ten to seventy pieces of gold, was determined by their age, their strength, and their education. (1) But the hardships of this dependant state were continually diminished by the influence of government and religion; and the pride of a subject was no longer elated by his absolute dominion over the life and hap- piness of his bondsman. (2) The law of nature instructs most animals to cherish and educate their infant progeny.. The law of reason inculcates to the human species the returns of that   piety. But the exclusive, absolute, and perpetual dominion of the father over his children, is peculiar to the Roman jurisprudence, (3) and seems to be coeval with the foundation of the city. (4) The paternal power was instituted or confirmed by Romulus himself; and after the practice of three centuries, it was inscribed on the fourth table of the decemvirs. In the forum, the senate, or the camp, the adult son of a Roman citizen enjoyed the public and private rights of a fierson: in his father's house, he was a mere thing; confounded by the laws with the move- ables, the cattle, and the slaves, whom the capricious master might alienate or de- stroy without being responsible to any earthly tribunal. The hand which be- stowed the daily sustenance might resume the voluntary gift, and whatever was acquired by the labour or fortune of the son, was immediately lost in the property (1) If the option of a slave was bequeathed to several legatees, they drew lots, and the losers were entitled to their share of his value; ten pieces of gold for a common servant or maid under ten years; if above that are, twenty; if they knew a trade, thirty; notaries or writers, fifty; midwives or physicians, sixty; eunuchs under ten years, thirty pieces; above, fifty; if tradesmen, seventy. (Cod. lib. vi. tit. xliii. leg. iii.) These legal prices are generally below those of the market. (2) For the state of slaves and freedmen, see Institutes, lib. i. tit. 3   8. lib. ii. tit. ix. lib. iii. tit. viii. 9; Pan- dects or pigest. lib. i. tit. 5, 6. lib. xxxviii. tit. 1   1. and the whole of the fortieth book. Code, lib. vi. tit. 4, 5.   lib. vii. tit. 1   23. Be it henceforward understood that, with the original text, of the Institutes and Pandects, the correspondent articles in the Antiquities and Elements of Heineccius are implicitly   quoted: and with the twenty-seven first books of the Pandects, the learned and rational Commentaries of Gerard Noodt (Opera, torn. si. p. 1   590. the end. Lugd. Bat. 1724.) (3) See the patria potesta in the Institutes (lib. i. tit. 9.,) the Pandects (lib. i. tit. 6,7. J and the Code (lib. viii. tit. 47   49.) Jus potestatis quod in liberui habemus proprium est civium Romanorum. Nulli enim alii sunt homines, qui talem in liberos habeant potestatem qualem nos habemus. (4) nionysius, Hal. lib. ii. p. 94,9J. Gravioa (Opp. p. 286.) produces the words of (he twelve tables. Papi- nian (in Collatione Legum Uoroan. et Mosaicarum, tit. iv. p.204.) styles this patria potestatis, lex regia: Ulpittn>d Sabin. lib. xxvi. m Pandect, lib. i. tit. vi. leg. viii.) says, jos potestatis morihus receptum; and fnriosusfifi- itnun potestate habebit. How sacred, or rather, how absurd!", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA146&img=1&zoom=3&hl=en&sig=ACfU3U1pLE2XKvZov3zheNxWugGudjY6mA&ci=0%2C0%2C1000%2C2000&edge=0"}