{"text": " O F TH E ROMA N EMPIRE. of the father. His stolen goods (his oxen or his children) might be recovered by the same action of theft;(l) and if either had been guilty of a trespass, it was in his own option to compensate the damage, or resign to the injured party the ob- noxious animal. At the call of indigence or avarice, the master of a family could dispose of his children or his slaves. But the condition of the slave was far more advantageous, since he regained by the first manumission his alienated freedom: the son was again restored to his unnatural father; he might be condemned to ser- vitude a second and third time, and it was not till after the third sale and delive- rance, (2) that he was enfranchised from the domestic power which had been so repeatedly abused. According to his discretion, a father might chastise the real or imaginary faults of his children, by stripes, by imprisonment, by exile, by send- ing them to the country to work in chains among the meanest of his servants. The majesty of a parent was armed with the power of life and death;(3) and the examples of such bloody executions, which were sometimes praised and never punished, may be traced in the annals of <span class=\"place\" data-place-id=\"423025\">Rome</span>, beyond the times of Pompey and Augustus. Neither age, nor rank, nor the consular office, nor the honours of a tri- umph, could exempt the most illustrious citizen from the bonds of filial subjec- tion :(4) his own descendants were included in the family of their common ances- tor; and the claims of adoption were not less sacred or less rigorous than those of nature. Without fear, though not without danger of abuse, the Roman legisla- tors had reposed an unbounded confidence in the sentiments of paternal love; and the oppression was tempered by the assurance, that each generation must succeed in its turn to the awful dignity of parent and master. The first limitation of paternal power is ascribed to the justice and humanity of Numa: and the maid, who, with his father's consent, had espoused a free- man, was protected from the disgrace of becoming the wife of a slave. In the first ages, when the city was pressed, and often famished by her Latin and Tus- can neighbours, the sale of children might be a frequent practice; but as a Roman could not legally purchase the liberty of his fellow-citizen, the market must gra- dually fail, and the trade would be destroyed by the conquests of the republic. An imperfect right of property was at length communicated to sons; and the three- fold distinction of firofectious, adventitious, and firqfessional, was ascertained, by the jurisprudence of the Code and Pandects. (5) Of all that proceeded from the father, he imparted only the use, and reserved the absolute dominion; yet if his goods were sold, the filial portion was excepted, by a.favourable interpretation, from the demands of the creditors. In whatever accrued by marriage, gift, or collateral succession, the property was secured to the son; but the father, unless he had been specially excluded, enjoyed the usufruct during his life. As a just and prudent re- ward of military virtue, the spoils of the enemy were acquired, possessed, and be- queathed by the soldier alone; and the fair analogy was extended to the emoluments of any liberal profession, the salary of public service, and the sacred liberality of the emperor or the empress. The life of a citizen was less exposed than his for- tune to the abuse of paternal power. Yet his life might be adverse to the interest or passions of an unworthy father: the same crimes that flowed from the corrup- tion, were more sensibly felt by the humanity, of the Augustan age; and the cruel Erixo, who whipt his son till he expired, was saved by the emperor from the just fury of the multitude. (6) The Roman father, from the license of servile dominion, was reduced to the gravity and moderation of a judge. The presence and opinion of Augustus confirmed the sentence of exile pronounced against an intentional par- ricide by the domestic tribunal of Arius. Hadrian transported to an island the jea- lous parent, who, like a robber, had seized the opportunity of hunting, to assassi- (1) Pandect, lib. xlviii. tit. ii. leg. xiv. No. 13. leg. xxxviii. No. t. Such was the decision of Ulpian and Paul. (2) Thetrina mancipatio is most clearly defined by Ulpian (Fragment, x. p. 591,592. edit. Schulting,) and best illustrated in the Antiquities of Heineccius. (3) By Justinian, the old law, the jus necis of the Roman father (Institut. lib. iv. tit. ix. No. 7.) is reported and reprobated. Some legal vestiges are left in the Pandects (lib. xliii. tit. xxix. leg. iii. No. 4.) and the <span class=\"place\" data-place-id=\"501388\">Colla</span>- tioLegum Rornanarum et Mosaicarum(tit. ii. No. 3. p. 189.) (4) Except on public occasions, and in the actual exercise of his office. In puhlicis locis atque muneribus, fitque actionibus patrum, jura cum filiorum qui in magistratu sunt, potestatibus collata interquiescere panlu- lum et connivere,&c. Aul. Gellius, Noctes Atticse, ii. 2.) The lessons of the philosopher <span class=\"place\" data-place-id=\"148211\">Taurus</span> were jus- tified by the old and memorable example of Fabius; and we may contemplate the same story in the style of\" XAvy (24.34.,} and the homely idiom of Claudius Quadrigarius the annalist.- (5) See the gradual enlargement and security of the filial peculium in the Institutes (lib. ii. tit. ix.,) the Pan- dect s (lib. xr. tit. i. lib. xli. tit. i..) and the Code (lib. it. tit. 26,27.) (o) The examples of Erixo and Arius arc related by Seneca (de dementia, 1,14,15.,) the former with boo. ror, the latter with applause,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA147&img=1&zoom=3&hl=en&sig=ACfU3U1cmh1yqUdK1anOOCdk5ElQ9bzwxA&ci=0%2C0%2C1000%2C2000&edge=0"}