{"text": " O F TH E ROiMA N EMPIRE. if the original title was deficient, she might be claimed, like other moveables, by the use and possession of an entire rear. The inclination of the Roman husband discharged or withheld the conjugal debt, so scrupulously exacted by the Athenian and Jewish laws;(l) but as polygamy was unknown, he could never admit to his bed a fairer or more favoured partner. After the Punic triumphs, the matrons of <span class=\"place\" data-place-id=\"423025\">Rome</span> aspired to the common benefits of a free and opulent republic: their wishes were gratified by the indulgence of fa- thers and lovers, and their ambition was unsuccessfully resisted by the gravity of Cato the censor. (2) They declined the solemnities of the old nuptials, defeated the annual prescription by an absence of three days, and, without losing their name or independence, subscribed the liberal and definite terms of a marriage contract. Of their private fortunes, they communicated the use, and secured the property; the estates of a wife could neither be alienated nor mortgaged by a prodigal hus- band; their mutual gifts were prohibited by the jealousy of the laws; ar.d the mis- conduct of either party might afford, under another name, a future subject for an action of theft. To this loose and voluntary compact, religious and civil rights were no longer essential; and between persons or a similar rank, the apparent community of life was allowed as sufficient evidence of their nuptials. The dig- nity of marriage was restored by the Christians, who derived all spiritual grace from the prayers of the faithful and the benediction of the priest or bishop. The origin, validity, and duties of the holy institution, were regulated by the tradition of\" the synagogue, the precepts of the gospel, and the canons of general or pro- vincial synods;(3) and the conscience of the Christians was awed by the decrees and censures of their ecclesiastical rulers. Yet the magistrates of Justinian were not subject to the authority of the church: the emperor consulted the unbelieving civilians of antiquity, and the choice of matrimonial laws in the Codes and Pan- dects, is directed by the earthly motives of justice, policy, and the natural free- dom of both sexes. (4) Besides the agreement of the parties, the essence of every rational contract, the Roman marriage required the previous approbation of the parents. A father might be forced by some recent laws to supply the wants of a mature daughter; but even his insanity was not generally allowed to supersede the necessity of his consent. The causes of the dissolution of matrimony have varied among the Ro- mans;(5) but the most solemn sacrament, the confarreation itself, might always be done away by rights of a contrary tendency. In the first ages, the father of a family might sell his children, and his wife was reckoned in the number of his children: the domestic judge might pronounce the death of the offender, or his mercy might expel her from his bed and house; but the slavery of the wretched female was hopeless and perpetual, unless he asserted for his own convenience the manly prerogative of divorce. The warmest applause has been lavished on the virtue of the Romans, who abstained from the exercise of this tempting pri- vilege above five hundred years:(6) but the same fact evinces the unequal terms of a connexion in which the slave was unable to renounce her tyrant, and the ty- rant was unwilling to relinquish his slave. When the Roman matrons became the equal and voluntary companions of their lords, a new jurisprudence was intro- fl) Solon requires three payments per month. By the Misna, a daily debt was imposed on an idle, vigorous: young husband; twice a week on a eitizen; once on a peasant; once in thirty days on a carael-di iver; once in six months on a seaman. But the student or doctor was free from tribute; and no wife, if she received a weekly sustenance, could sue for divorce; for one week a vow of abstinence was allowed. Polygamy divided, without multiplying, the duties of the husband (Selden. Uxor. Ebraica, lib. iii. e. 6. in his works, vol. ii. p. 717   HO.) (2) On the Oppian law we may hear the mitigating speech of Valerias Flacous. and the severe censorial ora- tion of the elder Cato. (Liv. xxxiv. 1   8.) But we shall rather hear the polished historian of the eighth, than the rough orators of the sixth, century of Rome. The principles, and even the style, of Cato are more accu- rately preserved by Aulus Gellius (x. 33.) (3) For the system of Jewish and catholic matrimony, see Selden (Uxor. Ebraica, Opp. vol. ii. p. J     S60. J Bingham (Christian Antiquities, lib. xxii.,) and Chardon. (Hist, des Sacremens, torn, vi.) (4) The civil laws of marriage are exposed in the Institutes (lib. i. tit. x. J the Pandects (lib. xxni   xxv.,) anil the Code (lib. v.;) but as the title de ritu nuptiarum is vet imperfect, we are obliged to explore the fragments of tJlpian (tit. ix. p. 590,591.) and the Collalio Legura\"Mosaicarum (tit. xvi. p. 790, 791.,) with the notes of Fi- thaeus and Schulting. They find, in the Commentary of Servius (on the first Geoigio and the fourth jEneid,) two curious passages. (J) According to Plutarch (p. S7.,) Romulus allowed only three grounds of a divorce   drunkenness,adulte- ry, and false keys. Otherwise the husband who abused hu supremacy, forfeited half his goods to the wife, and half to the goddess Ceres, and offered a sacrifice (with the remainder) to the terrestrial deities. This strange law was either imaginary or transient. (0) In the year of Rome 523, Spurius Carvilius Ruga repudiated a fair, a good, but a barren wife (Dionrtia?, Hal, lib. ii. p. 93. Plutarch in ICuma, p.141. Valerius Maximus, lib. ii. c. 1. Aulus Gellius, iv. 3.) He m is questioned by the censors, and hated by the people; but his divorce stood unimpeached in law. Vot. III. 18", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA149&img=1&zoom=3&hl=en&sig=ACfU3U04e2Ccgys7xyYjRSr9lK-Q9av_JA&ci=0%2C0%2C1000%2C2000&edge=0"}