{"text": " 138 TH E DECLIN E AN D FAL L djiced, that marriage, like other partnerships, might be dissolved by the abdica^ tion of one of the associates. In three centuries of prosperity and corruption, this principle was enlarged to frequent practice and pernicious abuse. Passion, inte- rest, or caprice, suggested daily motives for th  dissolution of marriage; a word, a sigh, a message, a letter, the mandate of afreedman, declared the separation, the most tender of human connexions was degraded to a transient society of profit or pleasure. According to the various conditions of life, both sexes alternately felt the disgrace and injury; an inconstant spouse transferred her wealth to a new family, abandoning a numerous, perhaps a spurious, progeny to tha paternal au- thority and care of her late husband; a beautiful virgin might be dismissed to the world, old, indigent, and friendless; but the reluctance of the Romans, when they were pressed to marriage by Augustus, sufficiently marks, that the prevailing in- stitutions were least favourable to the males. A specious theory is confuted by this free and perfect experiment, which demonstrates, that the liberty of divorce does not contribute to happiness and virtue. The facility of separation would de- stroy all mutual confidence, and inflame every trifling dispute: the minute differ- ence between a husband and a stranger, which might so easily be removed, might still more easily be forgotten; and the matron, who in five years can submit to the embraces of eight husbands, must cease to reverence the chastity of her own person.fl) Insufficient remedies followed, with distant and tardy steps, the rapid progress of the evil. The ancient worship of the Romans afforded a peculiar goddess to hear and reconcile the complaints of a married life; but her epithet of Virijila- ca,(2) the appeaser of husbands, too clearly indicates on which side submission and repentance were always expected. Every act of a citizen was subject to the judgment of the censors; the first who used the privilege of divorce assigned, at their command, the motives of this conduct;(3) and a senator was expelled for dismissing his virgin spouse without the knowledge or advice of his friends. Whenever an action was instituted for the recovery of a marriage portion, the pretor, as the guardian of equity, examined the cause and the characters, and gently inclined the scale in favour of the guiltless and injured party. Augustus,   who united the powers of both magistrates, adopted their different modes of re- pressing or chastising the license of divorce. (4) The presence of seven Roman witnesses was required for the validity of this solemn and deliberate act; if any adequate provocation had been given by the husband, instead of the delay of two years, he was compelled to refund immediately, or in the space of six months; but if he could arraign the manners of his wife, her guilt or levity was expiated by the loss of the sixth or eighth part of her marriage portion. The Christian princes were the first who specified the just causes of a private divorce; their in- stitutions, from <span class=\"place\" data-place-id=\"305064\">Constantine</span> to Justinian, appear to fluctuate between the custom of the empire and the wishes of the churcn,(5) and the author of the Novels too frequently reforms the jurisprudence of the Code and Pandects. In the most ri- gorous laws, a wife was condemned to support a gamester, a drunkard, or a liber- tine, unless he were guilty of homicide, poison, or sacrilege, in which cases the marriage, as it should seem, might have been dissolved by the hand of the execu- tioner. But the sacred right of the husband was invariably maintained to deliver his name and family from the disgrace of adultery; the list of mortal sins, either male or female, was curtailed and enlarged by successive regulations, and the ob- stacles of incurable impotence, long absence, and monastic profession, were al- lowed to rescind the matrimonial obligation. Whoever transgressed the permis- sion of the law, was subject to various and heavy penalties. The woman was (1)      sic fiunt octo mariti Qulnque per autumuos. Juvenal. Satir. vi. 20. A rapid iticceission which may yet be credible, as well ai the non coniulam numero, sed maritorum annoa soos coraputant, of Seneca (de Beneficiis, iii. 16.) Jerome saw at <span class=\"place\" data-place-id=\"423025\">Rome</span> a triumphant husband bury his twen- g-first wife, who had interred twenty-two of his less sturdy predecessors (Opp. torn. i. p. 90. ad Gerontiam.) ut the ten husbands in a month of the poet Martial is an extravagant hyperbole (lib. iv. epigram. 7.) (2) Sacellum Viriplacse (Valerius Maximus, lib. ii. e. 1.) in the Palatine region appears in the time of Theo- dosius.in the description of Rome by Publius Victor. (3) Valerius Maximus, lib. ii. c. 9. With some propriety he judges divorce more criminal than celibacy: itlo namque conjugalia sacra gpreta tantum, hoc etiam injuriose tractata. (4) See the laws of Augustus and his successors, in Heineccitis, ad Legem Papiara Poppseam, c. xix.inOpp. torn. vi. P. 1. p. 323-333. (s) Alia--sunt leges Cauarurn, alias Christi; aliud Fapintanus, aliud Faulus aoster nracipit (Jerom. torn. i. p. 1  2. Selden, Uxor Ebraica, lib. iii. c. 31. p. 847-8M.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA150&img=1&zoom=3&hl=en&sig=ACfU3U1l3nyH_KDoRFdk-OaWCnFQfgl7ow&ci=0%2C0%2C1000%2C2000&edge=0"}