{"text": " O F TH E ROMA N EMPIRE. 139-   stripped of her wealth and ornaments, without excepting the bodkin of her hair: if a man introduced a new bride into his bed, her fortune might be lawfully seized by the vengeance of his exiled wife. Forfeiture was sometimes commuted to a fine; the fine was sometimes aggravated by transportation to an island, or impri- sonment in a monastery: the injured party was released from the bonds of mar- riage; but the offender, during life or a term of years, was disabled from{he re- petition of nuptials. The successor of Justinian yielded to the prayers of his unhappy subjects, and restored the liberty of divorce by mutual consent: the civilians were unanimous,(l) the theologians were divided,(2) and the ambiguous word, which contains the precepts of Christ, is flexible to any interpretation that the wisdom of a legislator can demand. The freedom of love and marriage was restrained among the Romans by natu- ral and civil impediments. An instinct, almost innate and universal, appears to prohibit the incestuous commerce(3) of parents and children in the infinite series of ascending and descending generations. Concerning the oblique and collateral branches nature is indifferent, reason mute, and custom various and arbitrary. In <span class=\"place\" data-place-id=\"981503\">Egypt</span>, the marriage of brothers and sisters was admitted without scruple or ex- ception: a Spartan might espouse the daughter of his father, an Athenian that of his mother; and the nuptials of an uncle with his niece was applauded at <span class=\"place\" data-place-id=\"579885\">Athens</span> as a happy union of the dearest relations. The profane lawgivers of <span class=\"place\" data-place-id=\"423025\">Rome</span> were never tempted by interest or superstition to multiply the forbidden degrees: but they inflexibly condemned the marriage of sisters and brothers, hesitated whether first cousins should be touched by the same interdict: revered the parental cha- racter of aunts and uncles, and treated affinity and adoption as a just imitation of the ties of blood. According to the proud maxims of the republic, a legal mar- riage could only be contracted by free citizens; an honourable, at least an ingenu- ous, birth was required for the spouse of a senator: but the blood of kings could never mingle in legitimate nuptials with the blood of a Roman; and the name of Stranger degraded Cleopatra and <span class=\"place\" data-place-id=\"373757\">Berenice</span>, (4) to live the concubines of Mark An- tony and <span class=\"place\" data-place-id=\"197553\">Titus</span>. (5) This appellation, indeed, so injurious to the majesty, cannot without indulgence be applied to the manners, of these oriental queens. A con- cubine, in the strict sense of the civilians, was a woman of servile or plebeian ex- traction, the sole and faithful companion of a Roman citizen, who continued in a state of celibacy. Her modest station below the honours of a wife, above the in- famy of a prostitute, was acknowledged and approved by the laws: from the age of Augustus to the tenth century, the use of this secondary marriage prevailed both in the west and east, and the humble virtues of a concubine were often pre- ferred to the pomp and insolence of a noble matron. In this connexion, the two Antonines, the best of princes and of men, enjoyed the comforts of domestic love; the example was imitated by many citizens impatient of celibacy, but regardful of their families. If at any time they desired to legitimate their natural children, the conversion was instantly performed by the celebration of their nuptials with a partner, whose fruitfulness and fidelity they had already tried. By this epithet of natural, the offspring of the concubine were distinguished from the spurious blood of adultery, prostitution, and incest, to whom Justinian reluctantly grants the ne- cessary aliments of life; and these natural children alone were capable of succeed- ing to a sixth part of the inheritance of their reputed father. According to the rigour of the law, bastards were entitled only to the name and condition of their mother, from whom they might derive the character of a slave, a stranger, or a (1) The Institutes are silent,\"but we may_ consult the Codes of Theodosius (lib. iii. tit. rri. with Godefrov*s Commentary, torn. i. p. 310   313.) and Justinian (lib. v. tit. xvii.,) the Pandects (lib. xxiv. tit. ii.,) and the No- vels (22. 117. 127.134.140.) Justinian fluctuated to the last between civil and ecclesiastical law. (2) In pure Greek, m^nx is not a common word; nor can the proper meaning/, fornication, be strictly ap- plied to matrimonial sin. In a figurative sense, how far, and to what offences, may it be extended? Ditl Christ speak the Rabbinical or Syriac tongue? Of what original word is vopvsix the translation? How vari- ously is that Greek word translated in the versions ancient and modern! There are two (Mark x. 11. Luke xvi. IS.) to one (Matthew xix. 9.) that such ground of divorce was not excepted by Jesus. Some critics have presumed to think, by an evasive answer, he avoided the giving offence either to the school of Sammai or that of Hillel (Selden, Uxor. Ebraica, lib. iii. c. IS   22. 23. 31.) (3) The principles of the Roman jurisprudence are exposed by Justinian (Institut. lib. i. tit. 10.,) and the laws and manners of the different nations of antiquity concerning forbidden degrees,&e. are copiously explained by Dr. Taylor in his Elements of civil law (p. 108. 314   330.,) a work of amusing, though various, reading; but which cannot be praised for philosophical precision. (4) When her father Agrippa died (A. D. 44.,) <span class=\"place\" data-place-id=\"373757\">Berenice</span> was sixteen years of age .(Joseph, torn. i. Antiqnif. Judaic, lib. xix. c. 9. p. 952. edit, Havercamp.) She was therefore above fifty years old when <span class=\"place\" data-place-id=\"197553\">Titus</span> (A. D. 79.) invitus invitam invisir. This date would not have adorned the tragedy or pastoral of the tender Racine. (5) The iCgyptia conjonx of Virgil ( taeid. 8.688.) seems to be numbered among the monsters ivlio warred with, Mark Antony against Augustus, the senate, and the gods of <span class=\"place\" data-place-id=\"1052\">Italy</span>.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA151&img=1&zoom=3&hl=en&sig=ACfU3U1UdepIbPbdtYZEzfAUiNtfjy9sng&ci=0%2C0%2C1000%2C2000&edge=0"}