{"text": " O F TH E ROMA N EMPIRE. 141 rights, the equal inheritance of mankind, are engrossed by the bold and crafty; each field and forest is circumscribed by the landmarks of a jealous master; and it is the peculiar praise of the Roman jurisprudence, that it asserts the claim of the first occupant to the wild animals of the earth, the air, and the waters. In the progress of primitive equity to final injustice, the steps are silent, the shades are almost imperceptible, and the absolute monopoly is guarded by positive laws and artificial reason. The active insatiate principle of self-love can only supply the arts of life and the wages of industry; and as soon as civil government and exclusive property have been introduced, they became necessary to the existence of the human race. Except in the singular institutions of <span class=\"place\" data-place-id=\"570685\">Sparta</span>, the wisest le- gislators have disapproved an Agrarian law as a false and dangerous innovation. Among the Romans, the enormous disproportion of wealth surmounted the ideal restraints of a doubtful tradition, and an obsolete statute; a tradition that the poorest follower of Romulus had been endowed with a perpetual inheritance of two jugera:(l) a statute which confined the richest citizen to the measure of five hundred jugera, or three hundred and twelve acres of land. The original territory t of <span class=\"place\" data-place-id=\"423025\">Rome</span> consisted only of some miles of wood and meadow along the banks of the Tiber; and domestic exchange could add nothing to the national stock. But the goods of an alien or enemy were lawfully exposed to the first hostile occupier; the City was enriched by the profitable trade of war; and the blood of her sons was the only price that was paid for the Volscian sheep, the slaves of Britain, or the gems and gold of Asiatic kingdoms. In the language of ancient jurisprudence, which was corrupted and forgotten before the age of Justinian, these spoils were distinguished by the name of manceps or mancifiium, taken with the hand; and whenever they were sold or em.ancip.ated, the purchaser required some assurance that they had been the property of an enemy, and not of a fellow citizen. (2) A citizen could only forfeit his rights by apparent dereliction, and such dereliction of-a valuable interest could not easily be presumed. Yet, according to the twelve ta- bles, a prescription of one year for moveables, and of two years for immoveables, abolished the claim of the ancient master, if the actual possessor had acquired them by a fair transaction from the person whom he believed to be the lawful pro- prietor.^) Such conscientious injustice, without any mixture of fraud or force, could seldom injure the members of a small republic: but the various periods of three, of ten, or of twenty years, determined by Justinian, are more suitable to the latitude of a great empire. It is only in the term of prescription that the distinc- tion of real and personal fortune has been remarked by the civilians, and their ge- neral idea of property is that of simple, uniform, and absolute dominion. The su- bordinate exceptions of use, of usufruct,{4) of servitudes,^} imposed for the bene- fit of a neighbour on lands and houses, are abundantly explained by the professors of jurisprudence. The claims of property, as far as they are altired, by the mixture, the division, or the transformation of substances, are investigated with metaphy- sical subtlety by the same civilians. The personal title of the first proprietor must be determined by his death: but the possession, without any appearance of change, is peaceably continued in his children, the associates of his toil and the partners of his wealth. This natural inheritance has been protected by the legislators of every climate and age, and the father is encouraged to persevere in slow and distant improvements, by the tender hope, that a long posterity will enjoy the fruits of his labour. The principle of hereditary succession is universal, but the order has been variously- established by convenience or caprice, by the spirit of national institutions, or by some partial example, which was originally decided by fraud or violence. The jurisprudence of the Romans appears to have deviated from the equality of nature, much less (1) The heredinra of the first Romaiu is defined by Varro, (de Re Rustics, lib. i. c. 2. p. 141-*   10. p. 160, 161. edit. Getner.) and clouded by Pliny's declamation. (Hist. Natur. 18. S.) A just and learned comment is given in the administration des Terres chez les Romaics, (p. 12   66.) (2) The res mancipe is explained from faint and remote lights by Utpian (Fragment, tit. xviii. p. 618,610.) and Bynkershoek. (Opp. torn. i. p. 306   315.) The definition is somewhat arbitrary: and as none except my- self have assigned a reason, I am diffident of my own. (3) From this short prescription, Hume, (Essays, vol. i. p. 423.) infers that there could not then be more or- der and settlement in <span class=\"place\" data-place-id=\"1052\">Italy</span> than now amongst the Tartars. By the civilian of his adversary Wallace, he Is re- proached, and not withou t reason, for overlooking the conditions. (Institute], lib. ii. tit. vi.) (4) See the Institutes, lib. i. tit. 4,5.) and the Fandeets. (lib. viL) Noodt has composed a learned and dis- tinct treatise de Usufructu. (Opp. torn. i. p. 387   478.) (5) The questions de Servitutibus are discussed in the Institutes, (lib. ii. tit. iii.) and Pandects, (lib. viii.) Ci- cero, (pro Moreno, c. 9.)and Lactantius, (Institut. Divin. lib. i.e. 1.) affect to laugh at the insignificant doc- trine, de aqua pluvia arcenda, Vet it mit-ht he of frequent use among litigious neigh tours, troth in town stnd.-cotintrv.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA153&img=1&zoom=3&hl=en&sig=ACfU3U3sZIyJJpEWNEIuo7y2_3Dj7mr5Tw&ci=0%2C0%2C1000%2C2000&edge=0"}