{"text": " 142 TH E DECLIN E AN D FAL L than the Jewish,(l) the Athenian,(2) or the English institutions.(3) On the death of a citizen, all his descendants, unless they were already freed from his paternal power, were called to the inheritance of his possessions. The insolent prerogative of primogeniture was unknown: the two sexes were placed on a just level; all the sons and daughters were entitled to an equal portion of the patrimo- nial estate; and if any of the sons had been intercepted by a premature death, his person was represented, and his share was divided by his surviving children. On the failure of the direct line, the right of succession must diverge to the collateral branches. The degrees of kindred(4) are numbered by the civilians, ascending from the last possessor to a common parent, and descending from the common pa- rent to the next heir: my father stands in the first degree, my brother in the se- cond, his children in the third, and the remainder of the series may be conceived by fancy, or pictured in a genealogical table. In this computation, a distinction was made, essential to the laws and even the constitution of <span class=\"place\" data-place-id=\"423025\">Rome</span>; the agnats, or persons connected by a line of males, were called, as they stood in the nearest de- gree, to an equal partition; but a female was incapable of transmitting any legal claims; and the cognats of every rank, without excepting the dear relation of a mother and a son, were disinherited by the twelve tables, as strangers and aliens.* Among the Romans, a gens or lineage was united by a common name and do- mestic rites: the various cognomens or surnames of Scipio or Marcellus, distin- guished from each other the subordinate branches or families of the Cornelian or Claudian race: the default of the agnats, of the same surname, was supplied by the larger denomination of Gentiles; and the vigilance of the laws maintained, in the same name, the perpetual descent of religion and property. A similar prin- ciple dictated the Voconian law, (5) which abolished the right of female inheri- tance. As long as virgins were given or sold in marriage, the adoption of the wife extinguished the hopes of the daughter. But the equal succession of inde- pendent matrons supported their pride and luxury, and might transport into a fo- reign house the riches of their fathers. While the maxims of Cato(6) were re- vered, they tended to perpetuate in each family a just and virtuous mediocrity; till female blandishments insensibly triumphed; and every salutary restraint was lost in. the dissolute greatness of the republic. The rigour of the decemvirs was tem- pered by the equity of the pretors. Their edicts restored emancipated and post- humous children to the rights of nature: and upon the failure of the agnats they preferred the blood of the cognats to the name of the Gentiles, whose title and character were insensibly covered with oblivion. The reciprocal inheritance of mothers and sons was established in the Tertullian and Orphitian decrees by the humanity of the senate. A new and more impartial order was introduced by the novels of Justinian, who affected to revive the jurisprudence of the twelve tables. The lines of masculine and female kindred were confounded: the descending, as- cending, and collateral series, was accurately denned; and each degree, according to the proximity of blood and affection, succeeded to the vacant possessions of a Roman citizen. (7) The order of succession is regulated by nature, or at least by the general and Sermanent reason of the law-giver; but this order is frequently violated by the ar- itrary and partial mills which prolong the dominion of the testator beyond the grave.(8) In the simple state of society, this last use or abuse of the right of pro- (1) Among the patriarchs, the first born enjoyed a mystic and spiritual primogeniture. (Genesis, 25. si.) In the land of Canaan he was entitled to a double portion of inheritance (Deuteronomy, 21.17. with Le Clerc's judicious Commentary.) (2) At <span class=\"place\" data-place-id=\"579885\">Athens</span> the sons were equal, but the poor daughters were endowed at the discretion of their bro- thers. See the xXjtsucoi pleadings of Isseus (in the seventh volume of the Greek Orators,) illustrated by the version and comment of Sir William Jones, a scholar, a lawyer, and a man of genius. (3) In England, the eldest son alone inherits all'the land; a law, says the orthodox judge Blackstone, (Com- mentaries on the Laws of England, vol. 2. p. 215.) unjust only in the opinion of younger brothers. It may be oi tome political use in sharpening their industry. (4) Blackstone's tables (vol. ii. p. 202.) represent and compare the decrees of the civil with those of the canon and common law. A separate tract of Julius Paulus, de gradibus et afflnibus, is inserted or abridged in the Pandects (lib. xxxviii. tit. 10.) In the seventh degrees he computes (No. 18.) one thousand and twenty-foar persons. (5) The Voconian law was enacted in the year of Rome 584. The younger Scipio, who was then seventeen years of age, (Frenshemius, Supplement. Livian. 46. 40.) found an occasion of exercising'his generosity to his mother, sisters. Sec. (Pnlybim, torn. ii. lib. 31. p. 1453   1464. edit. Gronov. a domestic witness. (6) Legem Voeoniam (Eroesti, Clavis Ciceroniana) magna voce bonis lateribus (at sixty-five years of age) suassissem, says old Cato (de Senectute, c. v.) Aulus Gellius (7. 13. 17. 6.) has saved some passages. (7) See the law of succession in the Institutes of Caius, (lib. ii. tit. 8. p. 130   144) and Justinian, (lib. iii. tit. 1   6. with the Greek version of Theophilus, p. 515.575,588. 600.) the Pandects, (lib. xxxviii. tit. 6.17. the Code (lib. vi. tit. 55.60. and the Novels. (118.) (8) That succession was the rule, testament the exception, is proved by Taylor, (Elements of Civil Law, p.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA154&img=1&zoom=3&hl=en&sig=ACfU3U3R1UsKeVj9N0RMLb5F-r_6Zu6l2A&ci=0%2C0%2C1000%2C2000&edge=0"}