{"text": " i U TH E DECLIN E AN D FAL L short epistle to his legitimate or testamentary heir; who fulfilled with honour, or ne- glected with impunity, this last request, which the judges before the age of Augus- tus were not authorized to enforce. A codicil might be expressed in any mode, or in any language; but the subscription of five witnesses must declare that it was the genuine composition of the author. His intention, however laudable, was some- times illegal; and the invention of fidei-commUsa, or trusts, arose from the struggle between natural justice and positive jurisprudence. A stranger of <span class=\"place\" data-place-id=\"1001896\">Greece</span> or <span class=\"place\" data-place-id=\"775\">Africa</span> might be the friend or benefactor of a childless Roman, but none, except afellow-citi- zen, could act as his heir. The Voconian law, which abolished female succession, re- strained the legacy or inheritance of a woman to the sum of one hundred thousand sesterces;(l) and an only daughter was condemned almost as an alien in her fa- ther's house. The zeal of friendship, and parental affection, suggested a liberal artifice: a qualified citizen was named in the testament, with a prayer or injunction that he would restore the inheritance to the person for whom it was truly intend- ed. Various was the conduct of the trustees in this painful situation: they had sworn to observe the laws of their country, but honour prompted them to violate their oath; and if they preferred their interest under the mask of patriotism, they forfeited the esteem of every virtuous mind. The declaration of Augustus relieved their doubts, gave a legal sanction to confidential testaments and codicils, and gen- tly unravelled the forms and restraints of the republican jurisprudence. (2) But as the newpractice of trusts degenerated into some abuse, the trustee was enabled, by the Trebellian and Pegasian decrees, to reserve one-fourth of the estate, or to transfer on the head of the real heir all the debts and actions of the succession. The interpretation of testaments was strict and literal; but the language of trusts and codicils was delivered from the minute and technical accuracy of the civi- lians. (3) III. The general duties of mankind are imposed by their public and private re- lations: but their specific obligations to each other can only be the effect of, 1. a promise, 2. a benefit, or, 3. an injury: and when these obligations are ratified by law, the interested party may compel the performance by a judicial action. On this principle the civilians of every country have erected a similar jurisprudence, the fair conclusion of universal reason and justice. (4) 1. The goddess of faith (of human and social faith) was worshipped, not only in her temples, but in the lives of the Romans; and if that nation was deficient in the more amiable qualities of benevolence and generosity, they astonished the Greeks by their sincere and simple performance of the most burdensome engagements. (5) Yet among the same people, according to the rigicl maxims of the patricians and decemvirs, a naked fiact, a promise, or even an oath, did not create any civil obli- gation, unless it was confirmed by the legal form of a stimulation. Whatever might be the etymology of the Latin word, it conveyed the idea of a firm and irrevocable contract, which was always expressed in the mode of a question and answer. Do you promise to pay me one hundred pieces of gold?   was the solemn interrogation of Seius. I do promise   was the reply of Sempronius. The friends of Semproni- us, who answered for his ability and inclination, might be separately sued at the option of Seius: and the benefit of partition, or order of reciprocal actions, insensi- bly deviated from the strict theory of stipulation. The most cautious and delibe- rate consent was justly required to sustain the validity of a gratuitous promise; and the citizen who might have obtained a legal security, incurred the suspicion of fraud, and paid the forfeit of his neglect. But the ingenuity of the civilians suc- cessfully laboured to convert simple engagements into the form of solemn stipula- tions. The pretors, as the guardians of social faith, admitted every rational evi- dence of a voluntary and deliberate act, which in their tribunal produced an equi- table obligation, and for which they gave an action and a remedy. (6) (1) <span class=\"place\" data-place-id=\"491572\">Dion</span> Castiut (torn. ii. Ivi. p. su. with Reiraar's Notes) specifies in Greek money the sum of twenty-fire thousand drachms. (2) The revolutions of the Roman laws of inheritance are finely though sometimes fancifully, deduced by Montesquieu. (Esprit des Loix, lib. 270 (3) Of the civil jurisprudence of successions, testaments, codicils, legacies, and trusts, the principles are as- certained in the Institutes of Caius, (lib. ii. tit. 2   9. p. 91   144.) Justinian,(lib. ii. tit. 10   25,)and Tbeophilus, (p. 328   514,) and the immense detail occupies twelve books (28   39.) of the Pandects. (4) The Institutes of Caiui.lib. ii. tit. 9,10. p. 144   214.) of Justinian, (lib. iii. tit. 14   30. lib. iv. tit. 1   6.) and of Theophilus, (p. 016   837.) distinguish four sorts of obligations   aut re, aut verbis, aut literis, aut consensu! but I confess myself partial to my own division, (5) How much is the cool, rational evidence of Polybius (lib. vi. p. 693, lib. ini. p. 14S9, 1460.) superior to vafue,indiscriminate applause   omnium max'uaeet praecipue fldem coluil. (A. Gellius,20,1.) (  ) The Jus Praitorium de Pactis et Transacttonihus is a separate and satisfactory treatise of Gerard Noodt. (Opp. torn. i. p.  3   564.0 And I will here observe that the universities of Holland and Brandenburgli, in the", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA156&img=1&zoom=3&hl=en&sig=ACfU3U19OJrgBeXHkcrqEwK2V6NDmJj8Og&ci=0%2C0%2C1000%2C2000&edge=0"}