{"text": " O F TH E ROMA N EMPIRE. 145 2. The obligations of the second class, as they were contracted by the delivery of a thing, are marked by the civilians with the epithet of real. (1) A grateful re- turn is due to the author of a benefit; and whoever is intrusted with the property of another, has bound himself to the sacred duty of restitution. In the case of a friendly loan, the merit of generosity is on the side of the lender only; in a deposite,. on the side of the receiver: but in a pledge, and the rest of the selfish commerce of ordinary life, the benefit is compensated by an equivalent, and the obligation to restore is variously modified by the nature of the transaction. The Latin language very happily expresses the fundamental difference between the commodalum and the mutuum, which our poverty is reduced to confound under the vague and com- mon appellation of a loan. In the former, the borrower was obliged to restore the same individual thing with which be had been accommodated for the temporary supply of his wants; in the latter, it was destined for his use and consumption, and he discharged this mutual engagement, by substituting the same specific value, according to a just estimation of number, of weight, and of measure. In the con- tract of sale, the absolute dominion is transferred to the purchaser, and he repays the benefit with an adequate sum of gold or silver, the price and universal standard of all earthly possessions. The obligation of another contract, that of location, is of a more complicated kind. Lands or houses, labour or talents, may be hired for a definite term; at the expiration of the time, the thing itself must be restored to the owner with an additional reward for the beneficial occupation and employment. In these lucrative contracts, to which may be added those of partnership and com- missions, the civilians sometimes imagine the delivery of the object, and sometimes presume the consent of the parties. The substantial pledge has been refined into the invisible rights of a mortgage or hyfwtheca; and the agreement of sale, for a certain price, imputes, from that moment, the chances of gain or loss to the ac- count of the purchaser. It may be fairly supposed, that every man will obey the dictates of his interest; and if he accepts the benefit, he is obliged to sustain the expense, of the transaction. In this boundless subject, the historian will ob- serve the location of land and money, the rent of the one and the interest of the other, as they materially affect the prosperity of agriculture and commerce. The land- lord was often obliged to advance the stock andinstruments of husbandry, and to con- tent himself with a partition of the fruits. If the feeble tenant was oppressed by acci- dent, contagion, or hostile violence, he claimed a proportionable relief from the equi- ty of the laws: five years were the customary term, and no solid or costly improvements could be expected from a farmer, who, at each moment, might be ejected by the sale of the estate. (2) Usury, (3) the inveterate grievance of the city, had been dis- couraged by the twelve tables, (4) and abolished by the clamours of the people. It   was revived by their wants and idleness, tolerated by the discretion of the pretors, and finally determined by the code of Justinian. Persons of illustrious rank were confined to the moderate profit of four per cent.; six was pronounced to be the ordinary and legal standard of interest; eight was allowed for the convenience of manufacturers and merchants; twelve was granted to nautical ensurance, which the wiser ancients had not attempted to define; but except in this perilous adven- ture, the practice of exorbitant usury was severely restrained. (5) The most sim- beginning of the present century, appear to have studied the civil law on the most just and liberal princi\" pies. (1) The nice and various subject of contracts hy consent is spread over fiiur books (17   20.) of the Pan- dects, and is one of the parts best deserving of the attention of an English student. (2) The covenants of rent are denned in the Pandects (lib. xix.) and the Code, (lib. is-, tit. 65.) The quin- quennium, or term of five years, appears to have been a custom rather than a law; but in <span class=\"place\" data-place-id=\"236467\">France</span>, all leases of land were determined in nine years. This limitation was removed only in the year 1775, (Encyclopedic Methodique, torn. i. de la Jurisprudence, p. 668. 669.) and I am sorry to observe that it yet prevails in the beauteous and happy country where I am permitted to reside. (3) I might implicitly acquiesce in the sense and learning of the three books of G. Noodt, de ftenore et usuris. (Opp. torn. i. p. 175   268.) The interpretation of the asses or centesimal usurae at twelve, the uncia- riae at one per cent, is maintained by the best critics and civilians; Nnodt. (lib. ii. c. 2. p. 207.) Gravina. (Opp. p. 205,&c. 210.) Heineccius, (Antiquitat. ad Institut. lib. iii. tit. 15.) Montesquieu, (Esprit, des I.oix, lib. xxii. c.22. tom.ii. p. 36. Defense de PEsprit des Loix. torn. iii. p. 478, fee. and above all John Frederic Gronovius, (de Pecunia Veteri, lib. iii. c. 13. p. 213   227.) and his three Antexegeses, (p. 455   655.) the founder, or at least the champion of this probable opinion; which is however perplexed with some difficulties. (4) Prirao duodecim tabulis sancitnm est ne quis uneiario fcenore amplies exerceret. (Tacit. Annal. 16.) Pour peu (says Montesquieu, Esprit des Loix, lib. xxii. c. 22.) qu'on soit verse dans I'histoire de <span class=\"place\" data-place-id=\"423025\">Rome</span>, on verra qu'une pareille loi ne devoir pas etre Pouvrage des decemvirs. Was Tacitus ignorant   or stupid? But the wiser and more virtuous patricians might sacrifice their avarice to their ambition, and might attempt to check the odious practice by such interest as no lender would accept, and such penalties as no debtor would incur. (5) Justinian has not condescended to five usury a place in the Institutes; but the necessary rules and restric- tions are inserted in the Pandects, (lib. xxii. til. 1,2.) and the Cede, lib. iv. tit. 32,33.) Vol. III. 19", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA157&img=1&zoom=3&hl=en&sig=ACfU3U1_EqW-vrIxFVRcHeW-ng77MZKi3A&ci=0%2C0%2C1000%2C2000&edge=0"}