{"text": " 146 TH E DECLIN E AN D FAL L pie interest was condemned by the clergy of the east and west:(l) but the sense of mutual benefit, which had triumphed over the laws of the republic, have re- sisted, with equal firmness, the decrees of the church, and even the prejudices of mankind. (2) 3. Nature and society impose the strict obligation of repairing an injury; and the sufferer by private injustice, acquires a personal right and a legitimate action. If the property of another be intrusted to our care, the requisite degree of care may rise and fall according to the benefit which we derive from such temporary possession; we are seldom made responsible for inevitable accident, but the con- sequences of a voluntary fault must always be imputed to the author. (3) A Ro- man pursued and recovered his stolen goods by a civil action of theft; they might pass through a succession of pure and innocent hands, but nothing less than a pre- scription of thirty years could extinguish his original claim. They were restored by the sentence of the pretor, and the injury was compensated by double, or three- fold, or even quadruple damages, as the deed had been perpetrated by secret fraud or open rapine, as the robber had been surprised in the fact, or detected by a subsequent research. The Aquilian law(4) defended the living property of a citizen, nis slaves and cattle, from the stroke of malice or negligence: the highest   price was allowed that could be ascribed to the domestic animal at any moment of the year preceding his death, a similar latitude of thirty days was granted on the destruction of any other valuable effects. A personal injury is blunted or sharp- ened by the manners of the times and the sensibility of the individual: the pain or disgrace of a word or blow cannot easily be appreciated by a pecuniary equi- valent. The rude jurisprudence of the decemvirs had confounded all hasty insults, which did not amount to the fracture of a limb, by condemning the aggressor to the common penalty of twenty-five asses. But the same denomination of money was reduced, in three centuries, from a pound to the weight of half an ounce; and the insolence of a wealthy Roman indulged himself i  the cheap amusement of breaking and satisfying the law of the twelve tables. Veratius ran through the streets striking on the face the inoffensive passengers, and his attendant purse- bearer immediately silenced their clamours by the legal tender of twenty-five pieces of copper, about the value of one shilling. (5) The equity of thepretors examined and estimated the distinct merits of each particular complaint. In the adjudication of civil damages, the magistrate assumed a right to consider the va- rious circumstances of time and place, of age and dignity, which may aggravate the shame and sufferings of the injured person; but if he admitted the idea of a fine, a punishment, an example, he invaded the province, though, perhaps, he supplied the defects, of the criminal law. The execution of the Alban dictator, who was dismembered by eight horses, is represented by Livy as the first and last instance of Roman cruelty in the punish- ment of the most atrocious crimes. (6) But this act of justice, or revenge, was in^ flicted on a foreign enemy in the heat of victory, and at the command of a single man. The twelve tables afforded a more decisive proof of the national spirit, since they were framed by the wisest of the senate, and accepted by the free voices of the people; yet these laws, like the statutes of Draco,(7) are written in characters of blood.(8) They approve the inhuman and unequal principle of retaliation; and the forfeit of an eye for an eye, a tooth for a tooth, a limb for a limb, is rigorously (1) The fathen are unanimous, (Barbeyrac, Morale des Peres, p. 144, fkc.) Cyprian, Lactantius, Basil, Chry-- sostom (see his frivolous arguments in Noodt, lib. i. c. 7. p. 188.,) Gregory of <span class=\"place\" data-place-id=\"619222\">Nyssa</span>, Ambrose, Jerome, Augus- tus, ana a host of councils and casuists. (2) Cato, Seneca, Plutarch, have loudly condemned the practice or abuse of usury. According to the ety- mology of foenus and toko;, the principal is supposed to generate the interest: a breed of barren metal, ex- claimed Shakspeare   and the stage is the echo of the public voice. (3) Sir William Jones has given an ingenious and rational Essay on the Law of Bailment. (London, 1781, p. 127. in8vo.) He is perhaps the only lawyer equally conversant with the year-books of Westminster, the Commentaries of Ulpian, the Attic pleadings of Isseus, and the sentences of Arabian and Persian cadhis. (4) Noodt (Opp. torn. i. p. 137   172.) has composed a separate treatise, ad Legem Aquiliam (Pandect, lib. ix. tit. 2.) (i) Aulus Gellius, (Noct. Attic, xx. 1.) borrowed his story from the Commentaries of Q. Labeo on the twelve tables. (6) The narrative of Livy (1.28.) is weighty and solemn.' At tu dictis Albane maneres is a harsh reflection, unworthy of Virgil's humanity, ( neid. viii. 643.) Heyne, with his usual good taste, observes that the subject was too horrid for the shield of tineas, (torn. iii. p. 229.) (7) The age of Draco (Olympiad, xxxix. 1.) is fixed by Sir John Marsham (Canon Chronicus, p. 503   59ft.) and Corsini (Fasti <span class=\"place\" data-place-id=\"373741\">Attici</span>. torn. iii. p. 62.) For his laws, see the writers on the government of <span class=\"place\" data-place-id=\"579885\">Athens</span>, Sigo- nius, Meursius, Potter,&c. (8) The eighth, the deHctis, of the twelve tables is delineated by Gravina (Opp. p. 292,293. with a Commen- tary, p. 214   230s) Aulus Gellius, 20.1.) and the Collatio Legum Mosajcarum et Romanarum afford much* original information.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA158&img=1&zoom=3&hl=en&sig=ACfU3U2Gh7j02FQJYNDa3xXObZb0jaITpw&ci=0%2C0%2C1000%2C2000&edge=0"}