{"text": " O F TH E ROMA N EMPIRE. 147 exacted, unless the offender can redeem his pardon by a fine of three hundred pounds of copper. The decemvirs distributed with much liberality the slighter chastisements of flagellation and servitude; and nine crimes of a very different com- plexion are adjudged worthy of death. 1. Any act of (reason against the state,.or of correspondence with the public enemy. The mode of execution was painful and ignominious; the head of the degenerate Roman was shrouded in a veil, his hands were tied behind his back, and, after he had been scourged by the lictor, he was suspended in the midst of the forum on a cross, or inauspicious tree. 2. Noc- turnal meetings in the city; whatever might be the pretence, of pleasure, or reli- gion, or the public good. 3. The murder of a citizen; for which the common feel- ings of mankind demanded the blood of the murderer. Poison is still, more odious than the sword or dagger; and we are surprised to discover, in two flagitious events, how early such subtle wickedness had infected the simplicity of the republic, and the chaste virtues of the Roman matrons.(l) The parricide who violated the du- ties of nature and gratitude, was cast into the river or the sea, enclosed in a sack; and a cock, a viper, a dog, and a monkey, were successively added as the most suitable companions. (2) <span class=\"place\" data-place-id=\"1052\">Italy</span> produces no monkeys; but the want could never be felt, till the middle of the sixth century first revealed the guilt of a parricide. (3) 4. The malice of an incendiary. After the previous ceremony of whipping,\"he himself was delivered to the flames; and in this example alone our reason is tempt- ed to approve the justice of retaliation. 5. Judicial fierjury. The corrupt and malicious witness was thrown headlong from the Tarpeian rock to expiate his falsehood, which was rendered still more fatal by the severity of the penal laws, and the deficiency of written evidence. 6. The corruption of a judge, who accept- ed bribes, to pronounce an iniquitous sentence. 7. Libels and satires, whose rude strains sometimes disturbed the peace of an illiterate city. The author was beaten with clubs, a worthy chastisement, but it is not certain that he was left to expire under the blows of the executioner. (4) 8. The nocturnal mischief of damaging or destroying a neighbour's corn. The criminal was suspended as a grateful vic- tor to Ceres. But the Sylvan deities were less implacable, and the extirpation of a more valuable tree was compensated by the moderate fine of twenty-five pounds of copper. 9. Magical incantations; which had power, in the opinion of the Latin shepherds, to exhaust the strength of an enemy, to extinguish his life, and remove from their seats his deep-rooted plantations. The cruelty of the twelve tables against insolvent debtors still remains to be told; and I shall dare to prefer the lite- ral sense of antiquity, to the specious refinements of modern criticism. (5) After the judicial prool or confession of the debt, thirty days of grace were allowed be- fore a Roman was delivered into the power of his fellow-citizens. In this private prison, twelve ounces of rice was his daily food; he might be bound with a chain of fifteen pounds weight; and his misery was thrice exposed in the market-place, to solicit the compassion of his friends and countrymen. At the expiration of six- ty days, the debt was discharged by the loss of liberty or life; the insolvent debtor was either put to death, or sold in foreign slavery beyond the Tiber: but if several creditors were alike obstinate and unrelenting, they might legally dismember his body, and satiate their revenge by his horrid partition. The advocates for this savage law have insisted, that it must strongly operate in deterring idleness and fraud from contracting debts which they are unable to discharge; but experience would dissipate this salutary terror, by proving, that no creditor could be found to (1) Livy mentions two remarkable and flagitious eras, of three thousand persons accused, and of one hundred and ninety noble matrons convicted of the crime of poisoning \"(40.43. 8. 18.) Mr. Hume discrimi- nates the ages of public and private virtue (Essays, vol. i. p. 22,23.) I would rather say that such ebullition* of mischief (as in I?'ranee in the year 1680.) are accidents and prodigies which leave no marks on the manners of a nation. (2) The twelve tables and Cicero (pro Roscio Amerino, c. 25,26.) are content with the sack; Seneca (Ex- cerpt. Controvers. v. 4) adorns it with serpents; Juvenal pities the guiltless monkey (innoxia simia   Satir. xiii. 156.) Hadrian (apud Dositheuin Magistrum, lib. iii. c. 16. p. 874   876. with Schulting's Note,) Modesti- nus, (Pandect, xlviii. tit. 9. leg. ix.) <span class=\"place\" data-place-id=\"305064\">Constantine</span> (Cod. lib. ix. tit. 17,) and Justinian (Institut. lib. iv. tit. 18.0 enumerate all the companions of the parricide. But this fanciful expcutiun was simplified in practice. Hodie tamen vivi exurumur vel ad bestias danttir (Paul. Sentent. Recept. lib. v. tit. 24. p. 512. edit. Schulling.) (3) The first parricide at <span class=\"place\" data-place-id=\"423025\">Rome</span> was I.. Ostius, after the second Punic war, (Plutarch in Romulo, torn. i. p. 57.) During the Cimbric, P. Malleolus was frnilty of the first matricide, (Lis*. Epitom. lib. lxviii.) (4) Horace talks of the formidine fustis (lib. ii. epist. ii. 154.;) but Cicero de Republica (lib. iv. apud Augus- tin. de Civitat. Dei. ix. 6. in Fragment. Phitosoph. torn. iii. p. 393. edit. Olivet.) affirms, that the decemvirs made libels a capital offence: cum Perpaucas res capite faxissent   perpaucus I (5) Bynkershoek (Observat. Joris. Rom. lib. i. c. 1. in Opp. torn. i. p. 9   u.) labours to prove that the cre- ditors divided not the body, but the price of the insolvent debtor. Yet this interpretation is one perpetual harsh metaphor; nor can he surmount the Roman authorities ef Qumtilian, Ciecihus, Favonius, and Tetrtul- lian. See Aulus Gellius, Noct. Attic. 210", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA159&img=1&zoom=3&hl=en&sig=ACfU3U01rAU58lVhU8il2JuUXzCWSH_1Og&ci=0%2C0%2C1000%2C2000&edge=0"}