{"text": " A TH E DECLIN E AN D FAL L distinguished from another emperor of the same family and name, ascended the Byzantine throne at the age of sixty-eight years; and, had he been left to his own guidance, every moment of a nine year's reign must have exposed to his subjects the impropriety of their choice. His ignorance was similar to that of Theodoric; and, it is remarkable, that in an age not destitute of learning, two cotemporary monarchs had never been instructed in the knowledge of the alphabet. But the genius of Justin was far inferior to that of the Gothic king: the experience of a sol- dier had not qualified him for the government of an empire; and, though person- ally brave, the consciousness of his own weakness was naturally attended with doubt, distrust, and political apprehension. But the official business of the state was diligently and faithfully transacted by the questor Proclus;(l) and the aged emperor adopted the talents and ambition of his nephew Justinian, an aspiring youth, whom his uncle had drawn from the ructic solitude of <span class=\"place\" data-place-id=\"207065\">Dacia</span>, and educated at <span class=\"place\" data-place-id=\"520985\">Constantinople</span>; as the heir of his private fortune, and at length of the eastern empire. Since the eunuch Amantius had been defrauded of his money, it became ne- cessary to deprive him of his life. The task was easily accomplished by.the charge of a real or fictitious conspiracy; and the judges were informed, as an ac- cumulation of guilt, that he was secretly addicted to the Manichxan heresy.(2) Amantius lost his head; three of his companions, the first domestics of the palace, were punished either with death or exile; and their unfortunate candidate for the purple was cast into a deep dungeon, overwhelmed with stones, and ignominiously thrown, without burial, into the sea. The ruin of Vitalian was a work of more diffi- culty and danger. That Gothic chief had rendered himself popular by the civil war which he boldly waged against Anastasius for the defence of tlie orthodox faith, and after the conclusion of an advantageous treaty, he still remained in the neighbour- hood of Constantinople, at the head of a formidable and victorious army of barba- rians. By the frail security of oaths, he was tempted to relinquish this advantageous situation, and to trust his person within the walls of a city, whose inhabitants, parti- cularly the blue faction, were artfully incensed against him by the remembrance even of his pious hostilities. The emperor and his nephew embraced him as the faithful and worthy champion of the church and state; and gratefully adorned their favourite with the titles of consul and general; but in the seventh month of his consulship, Vitalian was stabbed with seventeen wounds at the royal banquet;(3) and Justinian, who inherited the spoil, was accused as the assassin of a spiritual brother, to whom he had recently pledged his faith in the participation of the Christian mysteries. (4) After the fall of his rival, he was promoted, without any claim of military service, to the office of master general of the eastern armies, whom it was his duty to lead into the field against the public enemy. But, in the pursuit of fame, Justinian might have lost his present dominion over the age and weakness of his uncle; and instead of acquiring by Scythian or Persian trophies the applause of his countrymen,(5) the prudent warrior solicited their favour in the churches, the circus, and the senate of Constantinople. The catholics were attached to the nephew of Justin, who, between the Nestorian and Eutvchian he- resies, trod the narrow path of inflexible and intolerant orthodoxy. (6) in the first days of the new reign, he prompted and gratified the popular enthusiasm against the memory of the deceased emperor. After a schism of thirty-four vears, he re- conciled the proud and angry spirit of the Roman pontiff, and spread among the Latins a favourable report of his pious respect for the apostolic see. The thrones of the east were filled with catholic bishops devoted to his interest, the clergy and the monks were gained by his liberality, and the people were taught to pray for their future sovereign, the hope and pillar of the true religion. The magnifi- (1) His virtues are praised by Procopius (Persic, lib. i. c. II.) Tlie questor Proclus was the friend of Justi- nian, and the enemy of every other adoption. (J) Manichiean signifies Eutychian, Hear tbe furious acclamations of Constantinople and <span class=\"place\" data-place-id=\"678437\">Tyre</span>, tlie far- memo more than six days after the deerae of Anastasius. They produced, the latter ajiplauded the eu- nuch s death (Baromus, A. D. 518. v. 2. No. 15. Fleury, Hi  t. Ecclcs. torn. vii. p. 200. 205. from the councils, torn. v. p. 182.207.) r* (3) His power, character, and intentions, are perfectly explained by the Count de Buat (torn. ix. p. S4   81.) He was gi-eat-grandson of Aspar.bereditary prince in the Lesser Scythia.and count of the Gothic/oaierati of <span class=\"place\" data-place-id=\"501638\">Thrace</span>. The <span class=\"place\" data-place-id=\"216733\">Bessi</span>, whom be could influence, and tbe minor Goths of Jornandea (c. 51.) (4) Justinian patnen facuone dicitur interfectus fuisse (Victor Tununensis, Qhron. in Thesaur. Temp. Sca- liger, p. 2.7.) Procopius (Anecdot. c. 7.) styles him a tyrant, but acknowledges the aSiJuMimrrw, which is well explained by Alemnnnus. (5) In his earliest youth (plane adolescens) he had passed some time as a hostage with Theodoric. Fortius curious fact, Alcniannui (ad Procon. Anecdot. c. 9. p. 34. of the first edition) quotes a MS. history of Justinian by li\" preceptor 1 heophilus. Ludewig (p. 143.) wishes to make him a soldier. (6) Tbe ecclesiastical history of Justinian will be shown hereafter. See Baronius. A. D.5I8-521. and the copious article Juattmamsm the index to the seventh volume of his Annals.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA16&img=1&zoom=3&hl=en&sig=ACfU3U2TiBSLcUOd-CkE0VALu2kDo9q2oA&ci=0%2C0%2C1000%2C2000&edge=0"}