{"text": " 148 TH E DECLIN E AN D FAL L' exact this unprofitable penalty of life or limb. As the manners of <span class=\"place\" data-place-id=\"423025\">Rome</span> were in- sensibly polished, the criminal code of the decemvirs was abolished by the humani- ty of accusers, witnesses, and judges: and impunity became the consequence of im- moderate rigour. The Porcian and Valerian laws prohibited the magistrates from inflicting on a free citizen any capital, or even corporal punishment; and the obsolete statutes of blood were artfully, and perhaps truly, ascribed to the spirit, not of patrician, but of regal, tyranny. In the absence of penal laws and the insufficiency of civil actions, the peace and justice of the city were imperfectly maintained by the private jurisdiction of the citizens. The malefactors who replenish our gaols, are the outcasts of society, and the crimes for which they suffer may be commonly ascribed to ignorance, poverty, and brutal appetite. For the perpetration of similar enormities, a vile plebeian might claim and abuse the sacred character of a member of the republic: but on the proof or suspicion of guilt, the slave, or the stranger was nailed to a cross, and this strict and summary justice might be exercised without restraint over the great- est part of the populace of Rome. Each family contained a domestic tribunal, which was not confined, like that of the pretor, to the cognizance of external ac- tions: virtuous principles and habits were inculcated by the discipline of education; and the Roman father was accountable to the state for the manners of his children, Since he deposed, without appeal, of their life, their liberty, and their inheritance. In some pressing emergencies, the citizen was authorized to avenge his private or public wrongs. The consent of the Jewish, the Athenian, and the Roman laws, approved the slaughter of the nocturnal thief; though in open daylight a robber could not be slain without some previous evidence of danger and complaint. Who- ever surprised an adulterer in his nuptial bed might freely exercise his revenge;(l) the most bloody or wanton outrage was excused by the provocation;{2) nor was it before the reign of Augustus that the husband was reduced to weigh the rank of the offender, or that the parent was condemned to sacrifice his daughter with her guilty seducer. After the expulsion of the kings, the ambitious Roman who should dare to assume their title, or imitate their tyranny, was devoted to the infernal gods: each of his fellow-citizens was armed with a sword of justice; and the act of Brutus, however repugnant to gratitude or prudence, had been already sanctified by the judgment of his country. (3) The barbarous practice of wearing arms in the midst of peace, (4) and the bloody maxims of honour, were unknown to the Ro- mans; and, during the two purest ages, from the establishment of equal freedom to the end of the Punic wars, the city was never disturbed by sedition, and rarely polluted with atrocious crimes. The failure of penal laws was more sensibly felt when every vice was inflamed by faction at home and dominion abroad. In the time of Cicero, each private citizen enjoyed the privilege of anarchy; each minis- ter of the republic was exalted to the temptations of legal power, and their vir- tues are entitled to the warmest praise as the spontaneous fruits of nature or phi- losophy. After a triennial indulgence of lust, rapine, and cruelty, Verres, the ty- rant of <span class=\"place\" data-place-id=\"981549\">Sicily</span>, could only be sued for the pecuniary restitution of three hundred thousand pounds sterling; and such was the temper of the laws, the judges, and perhaps the accuser himself,(5) that on refunding a thirteenth part of his plunder, Verres could retire to an easy and luxurious exile. (6) The first imperfect attempt to restore the proportion of crimes and punishments, was made by the dictator Sylla, who in the midst of his sanguinary triumph, as- pired to restrain the license, rather than to oppress the liberty, of the Romans. He gloried in the arbitrary proscription of four thousand seven hundred citizens. (7) (1) The first speech of <span class=\"place\" data-place-id=\"668300\">Lysias</span> (R<*iske, Orator. Gitec. torn. v, p. 2   48.) is in defence of a husband who had\"killed the adulterer. The right of husbands and fathers at Rome and <span class=\"place\" data-place-id=\"579885\">Athens</span> is discussed with much learning\"by Dr, Taylor (Lectiones Lysiaca;, c. xi, in Reiske. torn. vi. p. 301   308.) (2) See Cassation ad Athenaeum (lib. i. c. v. p. 19.) Percurrent raphanique mugilesqne (Catntl. p. 41, 42. edtt. Vossian.) Hune miKrilr* inlrat (Juvenal. Satir. x. 317.) Hunc perminxere catones (Horat. lib. i. Satir. n. 44.) familiie stnprandum dedit. uaiuli non fnit. (Val. Maxim, lib. vi. e. 1. No. 13.) (3) This law is noticed by Liv-y (2. 8.) and Plutarch Cin Publicola, torn. i. p. 197.;) and it fully justifies the public opinion on the death of Caesar, which Suetonius could publish under the imperial government. Jure csesns existimatur (in Julio, c. Ixxvi.) Read the letters that passed betweenCicero and Marius a few months after the ides of March (ad Fain. si. 27,28.) (4) rljwTOi <span class=\"place\" data-place-id=\"324808\">Se</span> A&V*\"' tow n trioNipou x*t:S:vto. Thucyd'ul. lib. i. c. 6. Thehistorian also considers this circum- stance as the test of civilization, would disdain the barbarism of a European court. (5) He first rated at millies (800,000/.) the damages of Sicily (Divinatio in Ccecilifem, e. v.) which he after- wards reduced to quadringenties (320,000/   1. Actio in Verrem, c. xviii.) and was finally content with tricies (24,000/.) Plutarch in Ciceron. (torn. iii. p. 1584.) has not dissembled the popular suspicion and report. (6) Verre, lived near thirty years after his trial, till the second triumvirate, when ne was proscribed by the   taste of Mark Antony for the sake of his Corinthian plate (Plin. Hist. Natur. xxxiv. 3.) (7) Such is the number assigned by Valerius Maximus (lib, i. c. 2. No. 10 Florus (4.21.) distinguishes two", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA160&img=1&zoom=3&hl=en&sig=ACfU3U0sqc2vlImpPPkupwLyPSHXMOtE8w&ci=0%2C0%2C1000%2C2000&edge=0"}