{"text": " 150 TH E DECLIN E AN D FAL L primitive Romans were infected by the example of the Etruscans(l) and Greeks:(2) in the mad abuse of prosperity and power, every pleasure that is innocent was deemed insipid; and the Scatinian law,(3) which had been extorted by an act of violence, was insensibly abolished by the lapse of time and the multitude of cri- minals. By this law, the rape, perhaps the seduction, of an ingenuous youth, was compensated, as a personal injury, by the poor damages of ten thousand sesterces, or fourscore pounds; the ravisher might be slain by the resistance or revenge of chastity; and I wish to believe, that at H  me, as in <span class=\"place\" data-place-id=\"579885\">Athens</span>, the voluntary and ef- feminate deserter of his sex was degraded from the honours and the rights of a citizen. (4) But the practice of vice was not discouraged by the severity of opi- nion: the indelible stain of manhood was confounded with the more venial trans-. gressions of fornication and adultery, nor was the licentious lover exposed to the same dishonour which he impressed on the male or female partner of his guilt. From Catullus to Juvenal,(5) the poets accuse and celebrate the degeneracy of the times, and the reformation of manners was feebly attempted by the reason and authority of the civilians, till the most virtuous of the Caesars proscribed the sin against nature as a crime against society. (6) A new spirit of legislation, respectable even in its error, arose in the empire with the religion of Constantine.(7) The laws of Moses were received as the divine original of justice, and the Christian princes adapted their penal statutes to the degrees of moral anc) religious turpitude. Adultery was first declared to be a capital offence; the frailty of the sexes was assimilated to poison or assassination, to sorcery, or parricide; the same penalties were inflicted on the passive and ac- tive guilt of paederasty; and all criminals of free or servile condition were either drowned or beheaded, or cast alive into the avenging flames. The adulterers were spared by the common sympathy of mankind; but the lovers of their own sex were pursued by general and pious indignation; the impure manners of <span class=\"place\" data-place-id=\"1001896\">Greece</span> still prevailed in the cities of <span class=\"place\" data-place-id=\"991380\">Asia</span>, and every vice was fomented by the celibacy of the monks and clergy. Justinian relaxed the punishment at least of female in- fidelity; the guilty spouse was only condemned to solitude and penance, and at the end of two years she might be recalled to the arms of a forgiving husband. But the same emperor declared himself the implacable enemy of unmanly lust, and the cruelty or his persecution can scarcely be excused by the purity of his mo- tives. (8) In defiance of every principle of justice, he stretched to past as well as future offences the operations of his edicts, with the previous allowance of a short respite for confession and pardon. A painful death was inflicted by the am- putation of the sinful instrument, or the insertion of sharp reeds into the pores and tubes of most exquisite sensibility; and Justinian defended the propriety of' the execution, since the criminals would have lost their hands had they been con- victed of sacrilege. In this state of disgrace and agony, two bishops, Isaiah of <span class=\"place\" data-place-id=\"590030\">Rhodes</span>, and Alexander of <span class=\"place\" data-place-id=\"844907\">Diospolis</span>, were dragged through the streets of Con- stantinople, while their brethren were admonished by the voice of a crier, to ob- serve this awful lesson, and not to pollute the sanctity of their character. Per- haps these prelates were innocent. A sentence of death and infamy was often (1) Timon (lib. i.) and Theopompus (lib. xliii. apud Alheneum, lib. xii. p. 517.) describe the luxury and hut of the Etruscans: sroxu it;v toi yt vxipvrt owomi yratttri xxi to*; jttEipKiuoi,-. About the same period (A. TJ. C. 445..) the Roman youth studied in Ctruria (Lib. ix. 36.) (2) The Persians had been corrupted in the same school: airEyyuvai'.wtSovrf; nxitrt xxt pprytvTixi (Herodot. lib. i. c. 131.) A curious dissertation might be formed on the introduction of Pederasty after the time of Homer its progress amonp; the Greeks of A sia and <span class=\"place\" data-place-id=\"991376\">Europe</span>, the vehemence of their passions, and the thin device of virtue and friendship which amused the philosophers of Athens. But, scelera ostendi oportet dum puniuntur abscondi flagitia.' (3) The name, the date, and the provisions of this law, are equally doubtful (Gravina, Opp. p. 432 433. Heineccius, Hist. Jure. Rom. No. 108. Ernesti, Clav. Ciceron. in Indice Leguin.) But I will observe'that the nefanda Venus of the honest <span class=\"place\" data-place-id=\"628996\">German</span> is styled aversa by the more polite Italian. ^(4) See the Oration of Aschines against the catamite Timarchus (in Reitke, Orator. Grsec. torn. ii. p. (5) A crowd of disgraceful passages will force themselves on the memory of the classic reader: I will only remind hin of the cool declaration of Ovid   7 Odi concubitus qui non utrumque resolvunt. Hoc est quod puerum tangar amore minus. (6) jElius, Lampridiils, in Vit. Heliogabal, in Hist. August, p. 112., Aurelius Victor, in Philippo, Codex The- odos. lib. ix. tit. 7. leg. vii., and Godefroy's Commentary, torn. iii. p. 63. Theodosius abolished the subteria- neous brothels of Rome,in which the prostitution of both sexes was acted with impunity. (7) See thelaws of Conitantine and his successor against adultery, sodomy, tic. in the Theodosian (lib. ix tit. 7. leg. tn. lib. xi. tit. 36. leg. i. 4.) and Justinian Codes (lib. ix. tit. 9. leg. 30, 31.) These princes sneak the language of passion as well asof justice, and fraudulently ascribe their own severity to the first Ciesan (8) Justinian, Novel. 77.134. 141. Procopius. in Anecdot. c. xi. 16. with the Notes of Aleraannus.'Theo- phanes, p. 151. Cedrenus, p. 388. Zona res, lib. xiv. p. 64.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA162&img=1&zoom=3&hl=en&sig=ACfU3U0AIhx9X4u-RbGJN0XIJUgpihDuYQ&ci=0%2C0%2C1000%2C2000&edge=0"}