{"text": " OF\" TH E ROMA N EMPIRE. founded on the slight and suspicious evidence of a child or a servant; the guilt of the green faction, of the rich, and of the enemies of Theodora, was presumed by the judges, and pederasty became the crime of those to whom no crime could be imputed. A French philosopher(l) has dared to remark, that whatever is secret must be doubtful, and that our natural horror of vice may abused as an engine of tyranny. But the favourable pursuasion of the same writer, that a legislator may confide in the taste and reason of mankind, is impeached by the unwelcome disco- very of the antiquity and extent of the disease. (2) The free citizens of <span class=\"place\" data-place-id=\"579885\">Athens</span> and <span class=\"place\" data-place-id=\"423025\">Rome</span> enjoyed, in all criminal cases, the invaluable privilege of being tried by their country. (3) 1. The administration of justice is the most ancient office of a prince: it was exercised by the Roman kings, and abused by Tarquin; who alone, without law or council, pronounced his arbitrary judg- ments. The first consuls succeeded to this regal prerogative; but the sacred right of appeal soon abolished the jurisdiction of the magistrates, and all public causes were decided by the supreme tribunal of the people. But a wild democracy, su- perior to the forms, too often disdains the essential principles of justice: the pride of despotism was envenomed by plebeian envy, and the neroes of Athens might sometimes applaud the happiness of the Persian, whose fate depended on the ca- price of a single tyrant. Some salutary restraints, imposed by the people on their own passions, were at once the cause and effect of the gravity and temperance of the Romans. The right of accusation was confined to the magistrates. A vote of the thirty-five tribes could inflict a fine: but the cognizance of all natural crimes was re- served by a fundamental law to the assembly of the centuries, in which the weight of influence and property was sure to preponderate. Repeated proclamations and ad- journments were interposed, to allow time for prejudice and resentment to subside; the whole proceeding might be annulled by a seasonable omen, or the opposition of a tribune; and such popular trials were commonly less formidable to innocence, than they were favourable to guilt. But this union of the judicial and legislative powers, left it doubtful whether the accused party was pardoned or acquitted; and in the defence of- an illustrious client, the orators of Rome and Athens addressed their arguments to the policy and benevolence, as well as to the justice of their sove- reign. 2. The task of convening the citizens for the trial of each offender became more difficult, as the citizens and the offenders continually multiplied; and the rea- dy expedient was adopted of delegating the jurisdiction of the people to the ordi- nary magistrates, or to extraordinary inquisitors. In the first ages these ques- tions were rare and occasional. In the beginning of the seventh century of <span class=\"place\" data-place-id=\"423025\">Roma</span> they were made perpetual; for pretors were annually expowered to sit in judg- ment on the state offences of treason, extortion, peculation, and bribery; and Syl- la added new pretors and new questions for those crimes which more directly in- jure the safety of individuals. By these inquisitors the trial was prepared and di- rected; but they could only pronounce the sentence of the majority of judges, who with some truth, and more prejudice, have been compared to the English ju- ries. (4) To discharge this important though burdensome office, an annual list of ancient and respectable citizens was formed by the pretor. After many constitu- tional struggles, they were chosen in equal numbers from the senate, the eques- trian order, and the people; four hundred and fifty were appointed for single ques- tions; and the various rolls or decuries of judges must have contained the names of some-thousand Romans, who represented the judicial authority of the state. In each particular cause, a sufficient number was drawn from the urn; their inte- grity was guarded by an oath; the mode of ballot secured their independence; the suspicion of partiality was removed by the mutual challenges of the accuser and (1) Montesquieu^ Esprit des Lois, lib. xii. c. 6. That eloquent philosopher conciliates the rights of liberty and of nature, which should- never be placed in opposition to each other. (2) For the corruption of Palestine, two thousand years before the Christian era, see the history and laws of Moses. Ancient Gaul is stigmatized by Diodonts Siculus (torn. i. lib. v. p. 356..) <span class=\"place\" data-place-id=\"118723\">China</span> by the Mahometan and Christian travellers (Ancient Relationes of <span class=\"place\" data-place-id=\"50004\">India</span> and China, p. 34. translated by Renaudot,and his bitter critic the Pere Premare, Lettres Edifiantes, torn. six. p. 435.) and native America by the Spanish historians (Garciluuso de la Vega, lib. iii. c. 13. Rycant's translation, and Dictionaire dc Bayle. torn. iii. p. 88.) I believe, and hope, that the negroes, in their own country, were exempt from this moral pestilence. (3) The important subject of the public questions and judgments at Rome is explained with much learn- ing, and in a classic style, by Charles Sigonius (lib. iii. de Judiciis, in Opp. torn. iii. 679   3fi t..) and a good abridgment may be found in the Repuhlique Romain*e of Beaufort (torn. ii. lib. v. p. 1   121.) Those who wish for more abstruse law, may study Noodt (de Jurisdictioue et ImperioLibri duo, torn. p. 93   144..) Heineccius, (ad Pandect, lib. i. et ii. ad Institut. lib. iv. tit. 17. Element, ad Antiquitat.) and Gravina (Opp. 230   251.) (4) The office, both at Rome and in England, must be considered as an occasional duty, and not a magis- tracy or profession. But the obligation of a unanimous verdict is peculiar to our laws, which condemn tbx. jurymen to undergo the torture from whence they have exempted the criminal,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA163&img=1&zoom=3&hl=en&sig=ACfU3U2iRHL1shREJyWAF3FEPxMjtL0zbg&ci=0%2C0%2C1000%2C2000&edge=0"}