{"text": " O F TH E ROMA N EMPIRE, la J ture of criminal and civil jurisprudence. Our duties to the state are simple and uniform; the law by which he is condemned, is inscribed, not only on brass or marble, but on the conscience of the offender, and his guilt is commonly proved by the testimony of a single fact. But our relations to each other are various and infinite: our obligations are created, annulled, and modified, by injuries, benefits, and promises; and the interpretation of voluntary contracts and testaments, which are often dictated by fraud or ignorance, affords a long and laborious exercise to the sagacity of the judge. The business of life is multiplied by the extent of commerce and dominion, and the residence of the parties in the distant provinces of an empire, is productive of doubt, delay, and inevitable appeals from the local to the supreme magistrate. Justinian, the Greek emperor ot <span class=\"place\" data-place-id=\"520985\">Constantinople</span> and the east, was the legal successor of the Latian shepherd, who had planted a colo- ny on the banks of the Tiber. In a period of thirteen hundred years, the laws had reluctantly followed the changes of government and manners: and the lauda- ble desire of conciliating ancient names with recent institutions, destroyed the harmony and swelled the magnitude, of the obscure and irregular system. The laws which excuse on any occasions the ignorance of their subjects, confess their own imperfections; the civil jurisprudence, as it was abridged by Justinian, still continued a mysterious science and a profitable trade, and the innate perplexity of the study was involved in tenfold darkness by the private industry of the prac- titioners. The expense of the pursuit sometimes exceeded the value ot the prize, and the fairest rights were abandoned by the poverty or prudence of the claimants. Such costly justice might tend to abate the spirit of litigation, but the unequal pressure serves only to increase the influence of the rich, and to aggravate the misery of the poor. By these dilatory and expensive proceedings, the wealthy pleader obtains a more certain advantage than he could hope from the accidental corruption of his judge. The experience of an abuse, from which our own age and country are not perfectly exempt, may sometimes provoke a generous indig- nation, and extort the hasty wish of exchanging our elaborate jurisprudence for the simple and summary decrees of a Turkish cadhi. Our calmer reflection will suggest, that such forms and delays are necessary to guard the person and pro- perty of the citizen; that the discretion of the judge is the first engine of tyranny, and that the laws of a free people should foresee and determine every question that may probably arise in the exercise of power and the transactions of industry. But the government of Justinian united the evils of liberty and servitude: and the Romans were oppressed at the same time by the multiplicity of their laws, and the arbitrary will of their master. CHAPTE R XLV. lieign, of the younger Justin.   Embassy of the.inars.   Their settlement on the <span class=\"place\" data-place-id=\"216798\">Danube</span>.   Conquest of <span class=\"place\" data-place-id=\"1052\">Italy</span> by the Lombards.   .adoption and reign of Tiberius.   Of Mau- rice.   Stale of Italy under the Ijombards and exarchs.   Of <span class=\"place\" data-place-id=\"393480\">Ravenna</span> Distress of Home.   Character and pontificate of Gregory I. During the last years of Justinian, his infirm mind was devoted to heavenly contemplation, and he neglected the business of the lower world. His subjects were impatient of the long continuance of his life and reign: yet all who were ca- pable of reflection, apprehended the moment of his death, which might involve the capital in tumult, and the empire in civil war. Seven nephews(l) of the childish monarch, the sons or grandsons of his brother and sister, had been edu- cated in the splendour of a princely fortune; they had been shown in high com- mands to the provinces and armies; their characters were known, their followers were zealous, and as the jealousy of age postponed the declaration of a successor, they might expect with equal hopes the inheritance of their uncle. He expired in his palace after a reign of thirty-eight years; and the decisive opportunity was embraced by the friends of Justin,' the son\"of Vigilantia.(2) At the hour of mid- (1) See the family of Justin and Justinian in the Fani'illse Bvzantime of Ducaiure. p. 83   101. The devout civilians LudewiWio Vil. Justinian, p. 131.) and Heineccius (Hist. Juris. Koman. p. 574.) have since illustrated the eenealofcy of their favourite prince. (2) In the history of Justin's elevation, I have translated into simple and concise ptojc, the eight hundred Vol. III. 20", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA165&img=1&zoom=3&hl=en&sig=ACfU3U0eMNCmaJcJEVmCsujP831Sy6FF_g&ci=0%2C0%2C1000%2C2000&edge=0"}