{"text": " l.Vl TH E DECLIN E AN D FAL L night, his domestics were awakened by an importunate crowd, who thundered at- his door, and obtained admittance, by revealing themselves to be the principal members of the senate. These welcome deputies announced the recent and mo- mentous secret of the emperor's decease: reported, or perhaps invented, his dy- ing choice of the best beloved and the most deserving of his nephews, and con- jured Justin to prevent the disorders of the multitude, if they should perceive,, with the return of light, that they were left without a master. After composing his countenance to surprise, sorrow, and decent modesty, Justin, by the advice of his wife Sophia, submitted to the authority of the senate. He was conducted with speed and silence to the palace: the guards saluted their new sovereign, and the martial and religious rites of his coronation were diligently accomplished. By the hands of the proper officers he was invested with the imperial garments, the red buskins, white tunic, and the purple robe. A fortunate soldier, whom he in- stantly promoted to the rank of tribune, encircled his neck with a military collar: four robust youths exalted him on a shield; he stood firm and erect to receive the adoration of his subjects; and their choice was sanctioned by the benediction of the patriarch, who imposed the diadem on the head of an orthodox prince. The hippodrome was already filled with innumerable multitudes;, and ho soonqp did the emperor appear on the throne, than the voices of the blue and the green factions   were confounded in the same loyal acclamations. In the speeches which Justin addressed to the senate and people, he promised to correct the abuses which had disgraced the age of his predecessor, displayed the maxims of a just and benefi- cent government, and declared, that on the approaching calends of January.(l) he would revive in his own person, the name and liberality of a Roman consul. The immediate discharge of his uncle's debts exhibited a solid pledge of his faith and generosity; a train of porters laden with bags of gold advanced into the midst of the hippodrome, and the hopeless creditors of Justinian accepted this equitable payment as a voluntary gift. Before the end of three years his example was imi- tated and surpassed by the empress Sophia, who delivered many indigent citizens from the weight of debt and usury: an act of benevolence the best entitled to gra- titude, since it relieves the most intolerable distress; but in which the bounty of a prince is the most liable to be abused by the claims of prodigality and fraud. (2)* On the seventh day of his reign, Justin gave audience to the ambassadors of the Avars, and the scene was decorated to impress the barbarians with astonishment, veneration, and terror. From the palace gate, the spacious courts and long por- ticos were lined with the lofty crests and gilt bucklers of the guards, who pre- sented their spears and axes with more confidence than they would have shown in a field of battle. The officers, who exercised the power, or attended the person, of the prince, were attired in their richest habits, and arranged according to the military and civil order of the hierarchy. When the veil of the sanctuary was with- drawn, the ambassadors beheld the emperor of the east on his throne beneath a canopy or dome, which was supported by four columns, and crowned with a winged figure of victory. In the first emotions of surprise, they submitted to the servile adoration of the Byzantine court; but as soon as they rose from the ground, Tar- getius, the chief of the embassy, expressed the freedom and pride of a barbarian. He extolled, by the tongue of his interpreter, the greatness of the chagan; by whose clemency the kingdoms of the south were permitted to exist, whose victo- rious subjects had traversed the frozen rivers of <span class=\"place\" data-place-id=\"991379\">Scythia</span>, and who now covered the banks of the <span class=\"place\" data-place-id=\"216798\">Danube</span> with innumerable tents. The late emperor had culti- vated, with annual and costly gifts, the friendship of a grateful monarch, and the enemies of <span class=\"place\" data-place-id=\"423025\">Rome</span> had respected the allies of the Avars. The same prudence would instruct the nephew of Justinian to imitate the liberality of his uncle, and to pur- chase the blessings of peace from an invincible people, who delighted and excelled in the exercise of war. The reply of the emperor was delivered in the same strain of haughty defiance, anfl he derived his confidence from the God of the Christians, the ancient glory of Rome, and the recent triumphs of Justinian.\"The empire,\" said he,\"abounds with men and horses, and arms sufficient to verses of the two first books of Corippus, De Landibus Justini, Appendix Hist. Byzant. p. 401   416. Rome, 1777.) (1) It is surprising: how Fagi (Critica in Anna). Baron, torn. ii. p. G39.) eou M be tempted by any chronicles to contradict the plain and decisive text of Corippus (vicina doua, lib. ii. 354; vicina dies, lib. iv, 1.) and to postpone, till A. D. 507, the consulship of Justin. (2) The-iphnii. Chronograph, p. 205. Whenever Cedrenus or Zonaras arc mere transcribers, it is super- fluous to allege their testimony.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA166&img=1&zoom=3&hl=en&sig=ACfU3U1TwFr0FgcaWQ_ZeT-LfAcZ2OSmyw&ci=0%2C0%2C1000%2C2000&edge=0"}