{"text": " 3.56 TH E DECLIN E AN D FAL L gem, obtained the object of his desires. War was the consequence which he fore- saw and solicitedj but the Lombards could not long withstand the furious assault of the Gepidsc, who were sustained by a Roman army. And as the offer of mar- riage was rejected with contempt, Alboin was compelled to relinquish his prey, and to partake of th6 disgrace which he had inflicted on the house of Cunimund.(l) When a public quarrel is envenomed by private injuries, a blow that is not mor- tal or decisive can be productive only of a short truce, which allows the unsuccess- ful combatant to sharpen his arms for a new encounter. The strength of Alboin had been found unequal to the gratification of his love, ambition, and revenge: he condescended to implore the formidable aid of the chagan; and the arguments that he employed are expressive of the art and policy of the barbarians. In the attack of the Gepidx, he had been prompted by the just desire of extirpating a people, whom their alliance with the Roman empire had rendered the common enemies of the nations, and the personal adversaries of the chagan. If the forces of the Avars and the Lombards should unite in this glorious quarrel, the victory was secure, and the reward inestimable: the <span class=\"place\" data-place-id=\"216798\">Danube</span>, the <span class=\"place\" data-place-id=\"432925\">Hebrus</span>, <span class=\"place\" data-place-id=\"1052\">Italy</span>, and <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, would be exposed, without a barrier, to their invincible arms. But if they hesitated or delayed to prevent the malice of the Romans, the same spirit which had insulted, would pursue the Avars to the extremity of the earth. These specious reasons were heard by the chagan with coldness and disdain: he detained the Lombard ambassadors in his camp, protracted the negotiation, and by turns alleged his want of inclination, or his want of ability, to undertake this important enterprise. At length he signified the ultimate price of his alliance, that the Lombards should im- mediately present him with the tithe of their cattle; that the spoils and captives should be equally divided; but that the lands of the Gepidx should become the sole patrimony of the Avars. Such hard conditions were eagerly accepted by the pas- sions of Alboin; and as the Romans were dissatisfied with the ingratitude and per- fidy of the Gepida:, Justin abandoned that incorrigible people to their fate, and re- mained the tranquil spectator of this unequal conflict. The despair of Cunimund was active and dangerous. He was informed that the Avars had entered his con- fines; but on the strong assurance, that, after the defeat of the Lombards, the fo- reign invaders would, easily be repelled, he rushed forward to encounter the im- placable enemy of his name and family. But the courage of the Gepidie could se- cure them no'more than an honourable death. The bravest of the nation fell in the field of battle; the king of the Lombards contemplated with delight the head of Cunimund; and his skull was fashioned into a cup, to satiate the hatred of the conqueror, or, perhaps, to comply with the savage custom of his country. (2) Af- ter this victory, no farther obstacle could impede the progress of the confederates, and they faithfully executed the terms of their agreement. (3) The fair countries of Walachia, Moldavia, Transylvania, and the parts of Hungary beyond the Danube, were occupied, without resistance, by a new colony of Scythians: and the Dacian empire of the chagans subsisted with splendour above two hundred and thirty year?. The nation of the Gepidx was dissolved; but, in the distribution of the captives, the slaves of the Avars were less fortunate than the companions of the Lombards, whose generosity adopted a valiant foe, and whose freedom was incompatible with cool and deliberate tyranny. One moiety of the spoil introduced into the camp of Alboin more wealth than a barbarian could readily compute. The fair Rosa- mond was persuaded, or compelled, to acknowledge the rights of her victorious lover; and the daughter of Cunimond appeared to forgive those crimes which might be imputed to her own irresistible charms. The destruction of a mighty kingdom established the fame of Alboin. In the days of Charlemagne, the Bavarians, the Saxons, and the other tribes of the Teutonic language, still repeated the songs which described the heroic virtues, the valour, liberality, and fortune of the king of the Lombards.(4) But his am- (1) The story is told by an impostor. (Theophylact. Symocat. lib. vi. c. 10.) but he had art enough to build his fictions on public and notorious facts. (2) It appeara from Strabo, Pliny, and Ammianus Marcellinus, that the same practice was common among the Scythian tribes, r M uratori. Scriptores Rer. Italic, torn. i. p. 424.) The scalps of North America are like- wise trophies of valour. The skull of Cunimund was preserved above two hundred years among; the Iiombards: and Paul himself was one of the guests to whom duke Ratchis exhibited this cup on a high fes- tival, f lib. ii. c. 28.) (3) Paul. lib. i. c. 27. Menander. in Eicerp. Legat. p. 110,111.) (4) Ut hactenns etiam tain apud Bajoariorura gentem, quain et Saxonum,sed et alios pjusdem lingua; he- mines---- in eorum carminibns celebretur. Paul. lib. i. e. 27. He died A. D. 799. (Muratori, in Prafat. torn. i. p. 397.) These Gt-rman songs, some of which might be as old as Tacitus, (de Moribus Germ. c. 20 were compiled and transcribed by Charlemagne. Barbara et antiquissima carmfno, quibus veterum regum,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA168&img=1&zoom=3&hl=en&sig=ACfU3U3QUCnWH-T7sn7rSV984hS36Jkz8w&ci=0%2C0%2C1000%2C2000&edge=0"}