{"text": " O F TH E ROMA N EMPIRE. bition was yet unsatisfied; and the conqueror of the Gepidx turned his eyes from the <span class=\"place\" data-place-id=\"216798\">Danube</span> to the richer banks of the Po and the Tiber. Fifteen years had not elapsed since his subjects, the confederates of Narses, had visited the pleasant climate of <span class=\"place\" data-place-id=\"1052\">Italy</span>: the mountains, the rivers, the highways, were familiar to their memory; the report of their success, perhaps the view of their spoils, had kin- dled in the rising generation the flame of emulation and enterprise. Their hopes were encouraged by the spirit and eloquence of Alboin; and it is affirmed, that bespoke to their senses, by producing, at the royal feast, the fairest and most ex- quisite fruits that grew spontaneously in the garden of the world. No sooner had he erected his standard, than the native strength of the Lombards was multiplied by the adventurous youth of <span class=\"place\" data-place-id=\"481844\">Germany</span> and <span class=\"place\" data-place-id=\"991379\">Scythia</span>. The robust peasantry ot No- ricum and <span class=\"place\" data-place-id=\"197425\">Pannonia</span> had resumed the manners of barbarians; and the names of the Gepidx, Bulgarians, Sarmatians, and Bavarians, may be distinctly traced in the provinces of Italy. (1) Of the Saxons, the old allies of the Lombards, twenty thousand warriors, with their wives and children, accepted the invitation of Al- boin. Their bravery contributed to his success; but the accession or the absence of their numbers was not sensibly felt in the magnitude of his host. Every mode of religion was freely practised by its respective votaries. The king of the Lom- bards had been educated in the Arian heresy; but the catholics, in their public worship, were allowed to pray for his conversion; while the more stubborn bar- barians sacrificed a she-goat, or perhaps a captive, to the gods of their fathers. (2) The Lombards, and their confederates, were united by their common attachment to a chief, who excelled in all the virtues and vices of a savage hero; and the vi- gilance of Alboin provided an ample magazine of offensive and defensive arms for the use of the expedition. The portable wealth of the Lombards attended the march; their lands they cheerfully relinquished to the Avars, on the solemn pro- mise, which was made and accepted without a smile, that if they failed in the conquest of Italy, these voluntary exiles should be reinstated in their former pos- sessions. They might have failed, if Narses had been the antagonist of the Lombards; and the veteran warriors, the associates of his Gothic victory, would have en- countered with reluctance an enemy whom they dreaded and esteemed. But the weakness of the Byzantine court was subservient to the barbarian cause; and it was for the ruin of Italy, that the emperor once listened to the complaints of his subjects. The virtues of Narses were stained with avarice; and in his provin- cial reign of fifteen years he accumulated a treasure of gold and silver which sur- passed the modesty of a private fortune. His government was oppressive or un- popular, and the general discontent was expressed with freedom by the deputies of <span class=\"place\" data-place-id=\"423025\">Rome</span>. Before the throne of Justin they boldly declared, that their Gothic servitude had been more tolerable than the despotism of a Greek eunuch; and that, unless their tyrant were instantly removed, they would consult their own happiness in the choice of a master. The apprehension of a revolt was urged by the voice of envy and detraction, which had so recently triumphed over the me- rits of Belisarius. A new exarch, Longinus, was appointed to supersede the con- queror of Italy; and the base motives of his recall were revealed in the insulting mandate of the empress Sophia,\" that he should leave to men the exercise of arms, and return to his proper station among the maidens of the palace, where a distaff should be again placed in the hand of the eunuch.\"\" I will spin her such a thread, as she shall not easily unravel!\" is said to have been the reply which indignation and conscious virtue extorted from the hero. Instead of at- tending, a slave and a victim, at the gate of the Byzantine palace he retired to Naples, from whence (if any credit is due to the belief of the times) Narses in- vited the Lombards to chastise the ingratitude of the prince and people. (3) But the passions of the people are furious and changeable; and the Romans soon re- ntlui et bclla caneliantor scripsit, memoriteqtie mandavit. (Eginard, in Vit. Carol. Magn. c. 29. p. 130, Ml.) The poems which Coldastcommends, (Animadvers. ad Eginard, p. 207.) appear to he recent and contempti- ble romances., (1) The other nations are rehearsed by Paul. lib. ii. c. 6. 23.) Mnratnri (Anticliita Italiane, torn. i. dissert. 1. p. 4.) has discovered tbe village of the Bavarians, three miles from Modcna. (2) Gregory the Roman (Dialog, lib. apuil. Baron. Annal. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. A. D. 579. No. 10.) soppnses lhat they likewise adored this she-goat. I know but of one religion in which the god and the victim are the same. (3) The charge or tbe deacon against Narses (lib. ii. c. v.) may be groundless; but the weak apology of the cardinal (Baron. Annal. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. A. D. J67. No. 8-12.) is rejected by the best critics   Pagi. (torn. ii. p. 639.640.) Mura'ori (Annali'dItalia, torn. v. p. 160   181.) and the last editors, Horatius, Blancns, (Script. Rerum. Italic, torn. i. p. 427,438.) and Philip Argelatui, (Sigon. Opera, torn. ii. p. 11.12.) The Narses who assisted at the coronation of Justin, (Corippus. lib. iii. 221.) is clearly understood to be a different person.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA169&img=1&zoom=3&hl=en&sig=ACfU3U1-ZlpQ2zZNelS0t9Ldv_ANVaoqcw&ci=0%2C0%2C1000%2C2000&edge=0"}