{"text": " O F TH E ROMA N EMPIRE, cence of Justinian was displayed in the superior pomp of his public spectacles, an object not less sacred and important in the eyes of the multitude, than the creed of Nice or <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>; the expense of his consulship was estimated at two hun- dred and eighty-eight thousand pieces of gold; twenty lions, and thirty leopards, were produced at the same time in the amphitheatre, and a numerous train of horses, with their rich trappings, was bestowed as an extraordinary gift on the victorious charioteers of the circus. While lie indulged the people of Constanti- nople, and received the addresses of foreign kings, the nephew of Justin assidu- ously cultivated the friendship of the senate. That venerable name seemed to qualify its members to declare the sense of the nation, and to regulate the succes- sion of the imperial throne: the feeble Ana tasius had permitted the vigour of go- vernment to degenerate into the form or substance of an aristocracy; and the mi- litary officers who had obtained the senatorial rank, were followed by their do- mestic guards, a band of veterans, whose arms or acclamations might fix in a tu- multuous moment the diadem of the east. The treasures of the state were la- vished to procure the voices of the senators; sRid their unanimous wish that he would be pleased to adopt Justinian for his colleague, was communicated to the emperor. But this request, which too clearly admonished him of his approaching end, was unwelcome to the jealous temper of an aged monarch, desirous to retain the power which he was incapable of exercising; and Justin, holding his purple with both his hands, advised them to prefer, since an election was so profitable, some older candidate. Notwithstanding this reproach, the senate proceeded to decorate Justinian with the royal epithet of nobilissimus; and their decree was ra- tified by the affection or the fears of his uncle. After some time the languor of mind and body, to which he was reduced by an incurable wound in his thigh, in- dispensably required the aid of a guardian. He summoned the patriarch and se-. nators; and in their presence solemnly placed the diadem on the head of his ne- phew, who was conducted from the palace to the circus, and saluted by the loud and joyful applause of the people. The life of Justin was prolonged about four months, but from the instant of this ceremony, he was considered as dead to the empire, which acknowledged Justinian, in the forty-fifth year of his age, for the lawful sovereign of the east.(l) From his elevation to his death, Justinian governed the Roman empire thirty- eight years seven months and thirteen days. The events of his reign, which ex- cite our curious attention by their number, variety, and importance, are diligently related by the secretary of Belisarius, a rhetorician whom eloquence had promo- ted to the rank of senator, and prefect of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. According to the vi- cissitudes of courage or servitude, of favour or disgrace, Procopius(2) successively composed the history, the panegyric, and the satire, of his own times. The eight books of the Persian, Vandalic, and Gothic wars,(3) which are continued in the five books of Agathias, deserve our esteem as a laborious and successful imitation of the Attic, or at least of the Asiatic writers of ancient <span class=\"place\" data-place-id=\"1001896\">Greece</span>. His facts are collected from the personal experience and free conversation of a soldier, a statesman, and a traveller; his style continually aspires, and often attains, to the merit of strength and elegance; his reflections, more especially in the speeches which he too frequently inserts, contain a rich fund of political knowledge; and the historian, excited by the generous ambition of pleasing and instructing pos- terity, appears to disdain the prejudices of the people, and the flattery of courts. The writings of Procopius (4) were read and applauded by his cotempora- (1) The reign of llie elder Justin may be found In the three Chronicles of Marcellinns, Victor and JohnMa- Tala (torn. ii. p. 130   15a.) the last of whom fin spite nf Hody, Prolfgonino. 14. 39. edit. Oxon.) lived soon after Justinian (Jortin's Remarks,&c. vol. iv. p. 383.) in the F.cclesiaslical History of Evaprrius flili. iv. c. 1   3. 9.,) and the Excerpta of Theodonis (Lector No. 37.) and in Cedrenus (p. 362   366.,) and Zonavas (lib. xiv. p. 58   61.,) who may pass for an original. (2) See the characters of Procopius and Agatbias in <span class=\"place\" data-place-id=\"570417\">La</span> Mothe le Vayer (torn. viii. p. 144   174.,) Vosius (de Historicis Grsec.is, lib. ii. c. 22.,) and Fabricius (Bibliot. Grace, lib. v. c. 5. torn. vi. p. 248   278.) Their reli- Rion, an honourable problem, betrays occasional conformity with a secret attachment to paganism and phi- losophy. (3) In the seven first books, two Persie, two Vandalic, and three Gothic, Procopius has borrowed from Appian the divisions of provinces and wars: the eighth book, though it bears the name of Gothic, is a miscellaneous and general supplement down to the spring of the year 553, from whence it is continued by Agathias till 559. (Pagi, Critica. A. D. 579. No. 5.) (4) The literary fate of Procopius has been somewhat unlucky, l. His books de Bello Gothieo, were stolen by Leonard Aretin, and published. (Fnlginii, 1470; Venet. 1471, apud Janson; Matlaire, Anna!. Typograptt. torn. i. edit, posterior, p. 290. 304. 279. 299.) in his own name. (See Vossius de Hist. <span class=\"place\" data-place-id=\"570417\">La</span> U lib- iii. c. 5, and the feeble defence of the Venice Giornale de Letterati, torn. xix. p. 207.) 2. His works were mutilated by the first Latin translators, Christopher Persona, (Giomale, torn. xix. p. 340   348.) and Raphael de Volalena Huet de Claris. Interpretibus, p. 166.) who did not even consnll the MS. of the Vatican library, of which Ihey were prefects. (Aleman.in Pnefat. Anecdote.) 3. The Greek text was not printed till 1607, by Hoesehelius of Angibiirgh. (Dictionnaire de Bayle, torn. ii. p. 782.) 4. The Paris edition was imperfectly executed by Claude", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA17&img=1&zoom=3&hl=en&sig=ACfU3U2-9flrAvQu58ZUKrsEA09poaeWHw&ci=0%2C0%2C1000%2C2000&edge=0"}