{"text": " O F TH E ROMA N EMPIRE. prince of the Lombards disdained the ancient glories of Milan; and Pavia, during some ages, was respected as the capital of the kingdom of <span class=\"place\" data-place-id=\"1052\">Italy</span>. (1) The reign of the founder was splendid and transient; and before he could regu- late his new conquests, Alboin fell a sacrifice to domestic treason and female re- venge. In a palace near <span class=\"place\" data-place-id=\"383816\">Verona</span>, which had not been erected for the barbarians, he feasted the companions of his arms; intoxication was the reward of valour, and the king himself was tempted by appetite, or vanity, to exceed the ordinary mea- sure of his intemperance. After draining many capacious bowls of Rhxtian or Falernian wine he called for the skull of Cunipund, the noblest and most precious ornament of his sideboard. The cup of victory was accepted with horrid applause by the circle of the Lombard chiefs.*\" Fill it again with wine, (exclaimed the inhuman conqueror,) fill it to the brim; carry this goblet to the queen, and request in my name that she would rejoice with her father.\" In an agony of grief and rage, Rosamond had strength to utter, Let the will of my Lord be obeyed! and, touching it with her lips, pronounced a silent imprecation, that the insult should be washed away in the blood of Alboin. Some indulgence might be due to the re- sentment of a daughter, if she had not already violated the duties of a wife. Im- placable in her enmity, or inconstant in her love, the queen of Italy had stooped from the throne to the arms of a subject, and Helmichis, the king's armour-bearer, was the secret minister of her pleasure and revenge. Against the proposal of the murder he could no longer urge the scruples of fidelity or gratitude; but Hel- michis trembled, when he revolved the, danger, as well as the guilt, when he re- collected the matchless strength and intrepidity of a warrior, whom he had so of- ten attended in the field of battle. He pressed and obtained that one of the bra- vest champions of the Lombards should be associated to the enterprise; but no more than a promise of secrecy could be drawn from the gallant Peredeus; and the mode of seduction employed by Rosamond betrays her shameless insensibility both, to honour and love. She supplied the place of one of her female attendants, who was beloved by Peredeus, and contrived some excuse for darkness and silencey till she could inform her companion that he had enjoyed the queen of the Lom- bards, and that his own death, or the death of Alboin, must be the consequence of such treasonable adultery. In this alternative, he chose rather to be the accomplice than the victim of Rosamond,(2) whose Undaunted spirit was incapable of fear or remorse. She expected, and soon found, a favourable moment, when the king, oppressed with wine, had retired from the table to his afternoon slumbers. His faithless spouse was anxious for his health and repose: the gates of the palace were shut, the arms removed, the attendants dismissed, and Rosamond, after lull- ing him to rest by her tender caresses, unbolted the chamber-door, and urged the reluctant conspirators to the instant execution of the deed. On the first alarm, the warrior started from his couch; his sword, which he attempted to draw, had been fastened to the scabbard by the hand of Rosamond; and a small stool, his only weapon, could not long protect him irom the spears of the assassins. The daughter of Cuniraund smiled in his fall: his body was buried under the staircase of the palace, and the grateful posterity of the Lombards revered the tomb and the memory of their victorious leader. The ambitious Rosamond aspired to reign in the name of her lover; the city and palace of <span class=\"place\" data-place-id=\"383816\">Verona</span> were awed by her power, and a faithful band of her native Gepida: was prepared to applaud the revenge, and to second the wishes of their sovereign. But the Lombard chiefs, who fled in the first moments of consterna- tion and disorder, had resumed their courage and collected their powers; and the nation, instead of submitting to her reign, demanded with unanimous cries, that justice should be executed on the guilty spouse and the murderers of their king. She sought a refuge among the enemies of her country, and a criminal who de- served the abhorrence of mankind was protected by the selfish policy of the ex- arch. With her daughter, the heiress of the Lombard throne, her two lovers, her trusty Gepidse, and the spoils of the palace of <span class=\"place\" data-place-id=\"383816\">Verona</span>, Rosamond descended the Adige, and the Po, and was transported by a Greek vessel to the safe harbour   of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>. Longinus beheld with delight the charms and the treasures of the (0 Tor the conniieit of Italy, see the original material, of Paul,(lib. ii. e. 7   10.12. 14. 25   27.) the elo- quent narrative of Suramin, (torn. ii. de Regno Italise, lib. i. p. 15   19.) and the correct and critical review or Muraturi,(Annali d'ltaliai, torn. v. p. 164   1800 (2) The classical reader will recollect the wife and murder of Candanles, so agreeably told in the first book of Herodotus. The choice of Gyges, a*j)--iT  i  utoc jripiiiiw, may serve as the excuse of Peredeus; and fine soft insinuation of an odious Idea has been imitated by the best writers of antiquity. (GrseTitu, afl Ciceron.' Orat. pro Milone, e. 10.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA171&img=1&zoom=3&hl=en&sig=ACfU3U3VVfDMBv5RUvrp02Ua0rM0qyOl6Q&ci=0%2C0%2C1000%2C2000&edge=0"}