{"text": " TH E DECLIN E AN D FAL L widow of Alboin: her situation and her past conduct might justify the most licen- tious proposals; and she readily listened to the passion of a minister, who, even in the decline of the empire, was respected as the equal of kings. The death of a jealous lover was an easy and grateful sacrifice, and as Helmichis issued from the bath, he received the deadly potion from the hand of his mistress. The taste of the liquor, its speedy operation, and his experience of the character of Rosa- mond, convinced him that he was poisoned: he pointed his dagger to her breast, compelled her to drain the remainder of the cup, and expired in a few minutes, with the consolation that she could not survive to enjoy the fruits of her wicked- ness. The daughter of Alboin anorRosamond, with the richest spoils of the Lom- bards, was embarked for <span class=\"place\" data-place-id=\"520985\">Constantinople</span>; the surprising strength of Peredeus amused and terrified the imperial court; his blindness and revenge exhibited an imperfect copy of the adventures of Samson. By the free suffrage of the nation, in the assembly of Pavia, Clepho, one of their noblest chiefs, was elected as the successor of Alboin. Before the end of eighteen months, the throne was polluted by a second murder; Clepho was stabbed by the hand of a domestic; the regal of- fice was suspended above ten years, during the minority of his son Authoris; and <span class=\"place\" data-place-id=\"1052\">Italy</span> was divided and oppressed by a ducal aristocracy of thirty tyrants.(l) When the nephew of Justinian ascended the throne, he proclaimed a new era of happiness and glory. The annals of a second Justin(2) are marked with disgrace abroad and misery at home. In the west the Roman empire was afflicted by the loss of Italy, the desolation of <span class=\"place\" data-place-id=\"324852\">Africa</span>, and the conquest of the Persians. Injus- tice prevailed both in the capital and the provinces; the rich trembled for their property, the poor for their safety, the ordinary magistrates were ignorant or ve- nal, the occasional remedies appear to have been arbitrary and violent, and the complaints of the people could no longer be silenced by the splendid names of a legislator and a conqueror. The opinion which imputes to the prince all the ca- lamities of his times, may be countenanced by the historian as a serious truth era salutary prejudice. Yet a candid suspicion will arise, that the sentiments of Jus- tin were pure and benevolent, and that he might have filled his station without reproach, if the faculties of his mind had not been impaired by disease, which de- prived the emperor of the use of his feet, and confined him to the palace, a stran- ger to the complaints of the people and the vices of the government. The tardy knowledge of his own impotence determined him to lay down the weight of the dia- dem; and in the choice of a worthy substitute, he showed some symptoms of a dis- cerning and even magnanimous spirit. The only son of Justin and Sophia died in his infancy: their daughter <span class=\"place\" data-place-id=\"1001942\">Arabia</span> was the wife of Baduarius,(3) superintendant of the palace, and afterwards commander of the Italian armies, who vainly aspired to confirm the rights of marriage by those of adoption. While the empire ap- peared an object of desire, Justin was accustomed to behold with jealousy and ha- tred his brothers and cousins, the rivals of his hopes; nor could he depend on the gratitude of those who would accept the purple as a restitution, rather than a gift. Of these competitors, one had been removed by exile, and afterwards by death; and the emperor himself had inflicted such cruel insults on another, that he must either dread his resentment or despise his patience. This domestic animosity was refined into a generous resolution of seeking a successor, not in his family, but in the republic: and the artful Sophia recommended Tiberius,(4) his faithful cap- tain of the guards, whose virtues and fortune the emperor might cherish as the fruit of his judicious choice. The ceremony of his elevation to the rank of Cxsar or Augustus, was performed in the portico of the palace, in the presence of the patriarch and the senate. Justin collected the remaining strength of his mind and n) See the history of Paul, lib. ii. e, 28   32. I have horrowed some interesting circumstance! from the Liber Fontificalis of Agnellus, in Script. Her. Ital. tom.ii. p. 124. Of all Chronological guides, Muratori is the safest. (2) The original authors for the reign of Justin the Younger, are Evagrius, Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. lilj. v. c. 1   12. Theophanes, in Chronograph, p. 204   210. Zonaras, torn. ii. lib. 14. p. 70   72. Cedrcnu9, in Compend. p. 588   392. (3) Dispositorque novus sacra* Baduarius aula. Successor soceri mox factus Cura palati. Corippus. Baduarius is enumerated among the descendants and allies of the house of Justinian. A family of noble Ve- netians (Casa Badoero) built churches and gave dukes to the republic as early as the nintb century; and if their descent be admitted, no kings in <span class=\"place\" data-place-id=\"1001887\">Europe</span> can produce a pedigree so ancient and illustrious. Ducange, Faro. Byzantin. p. 09. Ame'ot de la Houssaye, Gouveineiuent de Venise, torn, ii; p. 5S5. (4) The praise bestowed on princes before their elevation, is the purest and most weighty. Corippus bus celebrated Tiberius at the time of the accession of Justin,'lib. i. 212   232.) Yet even a captain of the guards might attract the tottery of an African exile.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA172&img=1&zoom=3&hl=en&sig=ACfU3U13uVkv9I-uYNCvnR6f7Kg-ZklB9Q&ci=0%2C0%2C1000%2C2000&edge=0"}