{"text": " O F TH E ROMA N EMPIRE. 161 body, but the popular belief that his speech was inspired by the Deity betrays a very humble opinion both of the man and of the times.(l)   \"You behold,\" said the emperor,\" the ensigns of supreme power. You are about to receive them not from my hand, but from the hand of God. Honour them, and from them you will derive honour. Respect the empress your mother; you are now her son; be- fore, you were her servant. Delight not in blood, abstain from revenge, avoid those actions by which I have incurred the public hatred, and consult the expe- rience rather than the example of your predecessor. As a man, I have sinned; as a sinner, even in this life, I have been severely punished: but these servants,\" and he pointed to his ministers,\" who have abused my confidence, and inflamed my passions, will appear with me before the tribunal of Christ. I have been daz- zled by the splendour of the diadem: be thou wise and modest; remember what you have been, remember what you are. You see around us your slaves and your children: with the authority, assume the tenderness, of a parent. Love your people like yourself; cultivate the affections, maintain the discipline of the army: protect the fortunes of the rich, relieve the necessities of the poor. \"(2) The as- sembly, in silence, and in tears, applauded the counsels, and sympathized with the repentance, of their prince: the patriarch rehearsed the prayers of the church; Tiberius received the diadem on his knees, and Justin, who in the abdication ap- peared most worthy_ to reign, addressed the new monarch in the following words:\"If you consent, I live; if you command, I die: may the God of heaven and earth infuse into your heart whatever I have neglected or forgotten.\" The four last years of the emperor Justin were passed in tranquil obscurity; his conscience was no longer tormented by the remembrance of those duties which he was incapable of discharging: and his choice was justified by the filial reverence and gratitude of Tiberius. Among the virtues of Tiberius,(3) his beauty (he was one of the tallest and most comely of the Romans) might introduce him to the favour of Sophia; and the widow of Justin was persuaded that she should preserve her station and in- fluence under the reign of a second and more youthful husband. But if the am- bitious candidate had been tempted to flatter and dissemble, it was no longer in his power to fulfil her expectations, or his own promise. The factions of the hip- podrome demanded, with some impatience, the name of their new empress; both the people and Sophia were astonished by the proclamation of Anastasia, the se- cret, though lawful, wife of the emperor Tiberius. Whatever could alleviate the disappointment of Sophia, imperial honours, a stately palace, a numerous household, was liberally bestowed by the piety of her adopted son; on solemn occasions he at- tended and consulted the widow of hisbenefactor: but her ambition disdained the vain semblance of royalty, and the respectful appellation of mother served to exaspe- rate, rather than appease, the rage of an injured woman. While she accepted, and repaid with a courtly smile, the fair expressions of regard and confidence, a secret alliance was concluded between the dowager empress and her ancient ene- mies; and Justinian, the son of Germanus, was employed as the instrument of her revenge. The pride of the reigning house supported with reluctance, the domi- nion of a stranger; the youth was deservedly popular; his name, after the death of Justin, had been mentioned by a tumultuous faction; and his own submissive offer of his head, with a treasure of sixty thousand pounds, might be interpreted as an evidence of guilt, or at least of fear. Justinian received a free pardon, and the command of the eastern army. The Persian monarch fled before his arms; and the acclamations which accompanied his triumph declared him worthy of the purple. His artful patroness had chosen the month of the vintage, while the em- peror, in a rural solitude was permitted to enjoy the pleasures of a subject. On the first intelligence of her designs he returned to <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, and the con- spiracy was suppressed by his presence and firmness. From the pomp and ho- nours which she had abused, Sophia was reduced to a modest allowance; Ti- berius dismissed her train, intercepted her correspondence, and committed to a (1) Evagrins (lib. v. c. 13.) hat added the reproach of his ministers. He applies tins speech to the ceremony when Tiberius was invested with the rank of Caesar. The loose expression, rather than the positive error, of Tbeophanes,&c. has delayed it to his Augustan investiture immediately before the death of Justin. (2) Theophylact Simocatta (lib. iii. c. 11.) declares, that lie shall give to posterity the speech of Justin as it was pronounced, without attempting to correct the imperfections of language or rhetoric. Perhaps the vain sophist would have been incapable of producing such sentiments. (3) For the character and reiirn of Tiberius, see Evagrius, lib. v. c. 13.; Theophylact. lib. iii. c. 12.&c. Theophanes, in Chron. p. 210   213; Zooaras. torn. ii. lib. 14. p. 7i; Ctdrenus, p.392. Paul Warnefrid, de Geslis Langobard. lib. iii. c. 11,12. The deacon at' Forum Julii appears to hare possessed some curious and authen- tic facts. Vol. III. 21", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA173&img=1&zoom=3&hl=en&sig=ACfU3U33ZjhmcGLWULVgJL4FqvnsJQphkw&ci=0%2C0%2C1000%2C2000&edge=0"}