{"text": " itij TH E DECLIN E AN D FAL L faithful guard the custody of her person. But the services of Justinian were not considered by that excellent prince as an aggravation of his offences; after a mild reproof, his treason and ingratitude were forgiven; and it was commonly believed^ that the emperor entertained some thoughts of contracting a double alliance with the rival of his throne. The voice of an angel (such a fable was propagated) might reveal to the emperor, that he should always triumph over his domestic foes; but Tiberius derived a firmer assurance from the innocence and generosity of his own mind. With the odious name of Tiberius, he assumed the more popular appellation of <span class=\"place\" data-place-id=\"305064\">Constantine</span>, and imitated the purer virtues of the Antonines. After recording the vice or folly of so many Roman princes, it is pleasant to repose, for a moment, on a character conspicuous by the qualities of humanity, justice, temperance, and for- titude: to contemplate a sovereign affable in his palace, pious in the church, im- partial on the seat of judgment, and victorious, at least by his generals, in the Per- sian war. The most glorious trophy of his victory consisted in a multitude of captives whom Tiberius entertained, redeemed, and dismissed to their native home with the charitable spirit of a Christian hero. The merit or misfortunes of his own subjects had a dearer claim to his beneficence, and he measured his boun- ty not so much by their expectations as by his own dignity. This maxim, how- ever dangerous in a trustee of the public wealth, was balanced by a principle of humanity and justice, which taught him to abhor, as of the basest alloy, the gold that was extracted from the tears of the people. For their relief as often as they, had suffered by natural or hostile calamities, he was impatient to remit the ar- rears of the past or the demands of future taxes: he sternly rejected the servile offerings of his ministers, which were compensated by tenfold oppression; and the wise and equitable laws of Tiberius excited the praise and regret of succeed- ing times. <span class=\"place\" data-place-id=\"520985\">Constantinople</span> believed that the emperor had discovered a treasure: but his genuine treasure consisted in the practice of liberal economy, and the con- tempt of all vain and superfluous expense. The Romans of the east would have been happy, if the best gift of heaven, a patriot king, had been confirmed asapro- Ser and permanent blessing. But in less than four years after the death of Justin, is worthy successor sunk into a mortal disease, which left him only sufficient time to restore the diadem, according to the tenure by which he held it, to the most deserving of his fellow-citizens- He selected Maurice from the crowd, a judgment more precious than the purple itself: the patriarch and senate were sum- moned to the bed of the dying prince; he bestowed his daughter and the empire; and his last advice was solemnly delivered by the voice of the questor. Tiberius expressed his hope, that the virtues of his son and successor would erect the no- blest mausoleum to his memory. His memory was embalmed by the public af- fliction; but the most sincere grief evaporates in the tumult of a new reign, and the eyes and acclamations of mankind were speedily directed to the rising sun. The emperor Maurice derived his origin from ancient Rome,(l) but his imme- diate parents were settled at Arabissus in <span class=\"place\" data-place-id=\"628949\">Cappadocia</span>, and their singular felicity preserved them alive to behold and partake the fortune of their august son. The youth of Maurice was spent in the profession of arms; Tiberius promoted him to the command of a new and favourite legion of twelve thousand confederates; his valour and conduct were signalized in the Persian war; and he returned to Con- stantinople to accept, as his just reward, the inheritance of the empire. Maurice ascended the throne at the mature age of forty-three years; and he reigned above twenty years over the east and over himself;(2) expelling from his mind the wild democracy of passions, and establishing (according to the quaint expression of Evagrius) a perfect aristocracy of reason and virtue. Some suspicions will degrade the testimony of a subject, though he protests that his secret praise should never reach the ears of his sovereign, (3) and some failings seem to place the character of Maurice below the purer merit of his predecessor. His cold and reserved de- meanour might be imputed to arrogance; his justice was not always exempt from (1) It it therefore singular enough that Paul (lib. iii. c. 15.) should distinguish him as the first Greek empe- ror   primus ex Greecorum genera in imperio constitutus. His immediate predecessors had indeed been bom in the Latin provinces of <span class=\"place\" data-place-id=\"1001887\">Europe</span>; and a various reading, in Grcecorum imperio, would apply the expression to the empire rather than the prince. (2) Consult for the character and reign of Maurice, the fifth and sixth books of Evagrius; particularly lib. Ti. c. 1. the eight books of his prolix and florid history by Theophylact Simocatta; Theophanes, p. 213, gee. Zo- naras, torn. ii. lib. 14. p. 73. Cedrenus, p. 394. (3) AuTOKpeeTuip ovtw; ytvafttvo; njy fuv e%A.oxp*T(*sev rmv irx&mv!x T  tf ttiuix; i    vt)X.o  T  j(re^uxi. (tptirroxpaTiiMv 5i If to  ; itevToy\\eyir/iOt; xxtxttk %^(voc. Evagnus composed his history in the twelfth year of Maurice; and he had been so wisely indiscreet, that the emperor knew and rewarded his favourable opinion (lib. vi. c. 24.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA174&img=1&zoom=3&hl=en&sig=ACfU3U0v_ocArgGMrZG-mu-TfNhs_cOglA&ci=0%2C0%2C1000%2C2000&edge=0"}