{"text": " O F TH E ROMA N EMPIRE. 16.3 cruelty, nor his clemency from weakness; and his rigid economy too often exposed him to the reproach of avarice. But the rational wishes of an absolute monarch must tend to the happiness of his people; Maurice was endowed with sense and courage to promote that happiness, and his administration was directed by the prin- ciples and example of Tiberius. The pusillanimity of the Greeks had introduced so complete a separation between the offices of king and of general, that a private soldier who had observed and obtained the purple seldom or never appeared at the head of his armies. Yet the emperor Maurice enjoyed the glory of re- storing the Persian monarch to his throne: his lieutenants waged a doubtful war against the Avars of the <span class=\"place\" data-place-id=\"216798\">Danube</span>, and he cast an eye of pity, of ineffectual pity, t>n the abject and distressful state of his Italian provinces. From <span class=\"place\" data-place-id=\"1052\">Italy</span> the emperors were incessantly tormented by tales of misery and demands of succours, which extorted the humiliating confession of their own weak- ness. The expiring dignity of <span class=\"place\" data-place-id=\"423025\">Rome</span> was only marked by the freedom and ener- gy of her complaints.\"If you are incapable,\" she said,\"of delivering us from the swords of the Lombards, save us at least from the calamity of famine.\" Ti- berius forgave the reproach, and relieved the distress: a supply of corn was trans- ported from <span class=\"place\" data-place-id=\"981503\">Egypt</span> to the Tiber: and the Roman people, invoking the name, not of Camillus, but of St. Peter, repulsed the barbarians from their walls. But the relief was accidental, the danger was perpetual and pressing: and the clergy and senate, collecting the remains of their ancient opulence, a sum of three thousand pounds of gold, despatched the patrician Pamphronius to lay their gifts and their complaints at the foot of the Byzantine throne. The attention of the court, and the forces of the east, were diverted by the Persian war; but the justice of Tiberius applied the subsidy to the defence of the city: and he dismissed the patrician with his best advice, either to bribe the Lombard chiefs, or to purchase the aid of the kings of <span class=\"place\" data-place-id=\"236467\">France</span>. Notwithstanding this weak invention, Italy was still afflicted, Rome was again besieged, and the suburb of Classe, only three miles from Raven- na, was pillaged and occupied by the troops of a single duke of Spoleto. Maurice gave audience to a second deputation of priests and senators; the duties and me- naces of religion were forcibly urged in the letters of the Roman pontiff; and his nuncio, the deacon Gregory, was alike qualified to solicit the powers either of heaven or of the earth. The emperor adopted, with stronger effect, the measures of his pre- decessor: some formidable* chiefs were persuaded to embrace the friendship of the Romans; and one of them, a mild and faithful barbarian, lived and died in the ser- vice of the exarch: the passes of the Alps were delivered to the Franks; and the pope encouraged them to violate, without scruple, their oaths and engagements to the misbelievers. Childebert, the great grandson of Clovis, was persuaded to invade Italy by the payment of fifty thousand pieces; but as he had viewed with delight some Byzantine coin of the weight of one pound of gold, the king of Aus- trasia might stipulate, that the gift should be rendered more worthy of his accept- ance, by a proper mixture of these respectable medals. The dukes of the Lom- bards had provoked, by frequent inroads, their powerful neighbours of Gaul. As soon as they were apprehensive of a just retaliation, they renounced their feeble and disorderly independence: the advantages of regal government, union, secrecy, and vigour, were unanimously confessed; Autharis, the son of Clepho, had already attained the strength and reputation of a warrior. Under the standard of their new king, the conquerors of Italy withstood three successive invasions, one of which was led by Childebert himself, the last of the Merovingian race who de- scended from the Alps. The first expedition was defeated by the jealous animosi- ty of the Franks and Alemanni. In the second they were vanquished in a bloody battle, with more loss and dishonour than they had sustained since the foundation of their monarchy. Impatient for revenge, they returned a third time with accu- mulated force, and Autharis yielded to the fury of the torrent. The troops and treasures of the Lombards were distributed in the walled towns between the Alps and the Apennine. A nation, less sensible of danger, than of fatigue and delay, soon murmured against the folly of their twenty commanders; and the hot vapours of an Italian sun infected with disease those tramontane bodies which had already suffered the vicissitudes of intemperance and famine. The powers that were in- adequate to the conquest, were more than sufficient for the desolation of the coun- try; nor could the trembling natives distinguish between their enemies and their deliverers. If the junction of the Merovingian and imperial forces had been effect- ed in the neighbourhood of Milan, perhaps they might have subverted the throne ef the Lombards; but the Franks expected six days the signal of a flaming village,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA175&img=1&zoom=3&hl=en&sig=ACfU3U1RdS5ziX_e6abhBeRPCwhen7P7aQ&ci=0%2C0%2C1000%2C2000&edge=0"}