{"text": " TH E DECLIN E AN D FAL L and the arms of the Greeks were idly employed in the reduction of Modena and <span class=\"place\" data-place-id=\"383737\">Parma</span>, which were torn from them after the retreat of their transalpine allies. The victorious Autharis asserted his claim to the dominion of <span class=\"place\" data-place-id=\"1052\">Italy</span>. At the foot of the Rhaetian Alps, he subdued the resistance, and rifled the hidden treasures of a sequestered island in the lake of <span class=\"place\" data-place-id=\"383627\">Comum</span>. At the extreme point of <span class=\"place\" data-place-id=\"442518\">Calabria</span>, he touched with his spear a column on the sea-shore of Rhegium,(l) proclaiming that ancient land-mark to stand the immoveable boundary of his kingdom. (2) During a period of two hundred years, Italy was unequally divided between the kingdom of the Lombards, and the exarchate of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>. The offices and pro- fessions, which the jealousy of <span class=\"place\" data-place-id=\"305064\">Constantine</span> had separated, were united by the in- dulgence of Justinian; and eighteen successive exarchs were invested, in the de- cline of the empire, with the full remains of civil, of military, and even of ecclesi- astical power. Their immediate jurisdiction, which was afterward consecrated as the patrimony of St. Peter, extended over the modern Romagna, the marshes or valleys of Ferrara and Commachio,(3) five maritime cities from Rimini to An- cona, and a second, inland <span class=\"place\" data-place-id=\"373869\">Pentapolis</span>, between the Adriatic coast and the hills of the Apennine. Three subordinate provinces, of <span class=\"place\" data-place-id=\"423025\">Rome</span>, of Venice, and of Naples, which were divided by hostile lands from the palace of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, acknowledged both in peace and war, the supremacy of the exarch. The duchy of Rome ap- pears to have included the Tuscan, Sabine, and Latin conquests, of the first four hundred years of the city, and the limits may be distinctly traced along the coast, from <span class=\"place\" data-place-id=\"413084\">Civita</span> Vecchia, to Tevracina, and with the course of the Tiber from <span class=\"place\" data-place-id=\"413012\">Ameria</span> and Narni to the port of <span class=\"place\" data-place-id=\"422995\">Ostia</span>. The numerous islands from Grado to Chiozza, composed the infant dominion of Venice; but the more accessible towns on the con- tinent were overthrown by the Lombards, who beheld with impotent fury, a new capital rising from the waves. The power of the dukes of Naples was circum- scribed by the bay and the adjacent isles, by the hostile territory of <span class=\"place\" data-place-id=\"432754\">Capua</span>, and by the Roman colony of Amalphi,(4) whose industrious citizens, by the invention of the mariner's compass, have unveiled the face of the globe. The three islands of <span class=\"place\" data-place-id=\"472014\">Sardinia</span>, <span class=\"place\" data-place-id=\"991339\">Corsica</span>, and Sicily, still adhered to the empire; and the acquisition of the farther <span class=\"place\" data-place-id=\"442518\">Calabria</span> removed the land-mark of Autharis from the shore of Rhegium to the isthmus of <span class=\"place\" data-place-id=\"452308\">Consentia</span>. In <span class=\"place\" data-place-id=\"472014\">Sardinia</span>, the savage mountaineers preserved the liberty and religion of their ancestors; but the husbandmen of <span class=\"place\" data-place-id=\"991353\">Sicily</span> were chained to their rich and cultivated soil. Rome was oppressed by the iron sceptre of the exarchs, and a Greek, perhaps a eunuch, insulted with impunity the ruins of the ca- pital. But Naples soon acquired the privilege of electing her own dukes;(5) the inde- pendence of Amalphi was the fruit of commerce; and the voluntary attachment of Venice was finally ennobled by an equal alliance with the eastern empire. On the map of Italy, the measure of the exarchate occupies a very inadequate space, but it included an ample proportion of wealth, industry, and population. The most faith- ful and valuable subjects escaped from the barbarian yoke; and the banners of Pa- via and <span class=\"place\" data-place-id=\"383816\">Verona</span>, of Milan and Padua, were displayed in their respective quarters by the new inhabitants of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>. The remainder of Italy was possessed by the Lombards; and from Pavia, the royal seat, their kingdom was extended to the east, the north, and the west, as far as the confines of the Avars, the Bavarians, and the Franks of Austrasia and Burgundv. In the language of modern geogra- phy, it is now represented by the Terra Firma of the Venetian republic, Tyrol, the Milanese, Piedmont, the coast of Genoa, <span class=\"place\" data-place-id=\"383704\">Mantua</span>, <span class=\"place\" data-place-id=\"383737\">Parma</span>, and Modena, the grand duchy of Tuscany, and a large portion of the ecclesiastical state from Peru- gia to the Adriatic. The dukes, and at length the princes, of <span class=\"place\" data-place-id=\"432721\">Beneventum</span> sur- vived the monarchy, and propagated the name of the Lombards. From <span class=\"place\" data-place-id=\"432754\">Capua</span> to <span class=\"place\" data-place-id=\"442810\">Tarentum</span>, they reigned near five hundred years over the greatest part of the pre- sent kingdom, of Naples. (6) C O The Columns Rhegina, in the narrowest part of the Paro of <span class=\"place\" data-place-id=\"462538\">Messina</span>, one hundred stadia from Rhe- nium itself, is frequently mentioned in ancient Geography, Cluver. Ital. Antiq. torn. ii. p. 1295. <span class=\"place\" data-place-id=\"138429\">Lucas</span> Hol- stein. Annotat. ad Cluver. p. 301. <span class=\"place\" data-place-id=\"109459\">Wesseling</span>, Itinerar. p. 100. (2) The Greek historians afford some faint hints of the wars of Italy (Menander, in Encerpt. Legat. p. 124, 126 Theophylact, lib. iii. c. 4.) The Latins are more satisfactory; and especially Paul Warnefrid, (lib. iii. 13. 34^) who had read the more ancient histories of Secundus and Gregory of Tours. Baronius produces some letters of the popes,&c. and the times are measured by the accurate scale of Pagi and Muratori. (3) The papal advocates.Zacagni and Fontanini, might justly claim the valley or morass of Comraachio as a part of the exarchate. But the ambition of including Modena, Reggio, <span class=\"place\" data-place-id=\"383737\">Parma</span>, and <span class=\"place\" data-place-id=\"383741\">Placentia</span>, has darkened a geographical question somewhat doubtful and obscure. Even Muratori, as the servant of the house of Este, is not free from partiality and prejudice. (4) See Brenchmann, Dissert. I ma de Republica Amalphitana, p. 1   42. ad calcero Hist. Pandect. Florent. (3) Gregor. Magn. lib. iii. epist.23. 25   27.<6) I have described the state of Italy from the excellent Dissertation of Beretti. Giaanone (Istoria Ci-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA176&img=1&zoom=3&hl=en&sig=ACfU3U3gTnbzcc5myYzFYlfPe6wZm4gFcQ&ci=0%2C0%2C1000%2C2000&edge=0"}