{"text": " O F TH E ROMA N EMPIRE. 16i In comparing the proportion of the victorious and the vanquished people, the change of language, will afford the most probable inference. According to this standard it will appear, that the Lombards of <span class=\"place\" data-place-id=\"1052\">Italy</span>, and the Visigoths of <span class=\"place\" data-place-id=\"1027\">Spain</span>, were less numerous than the Franks or Burgundians; and the conquerors of Gaul must yield, in their turn, to the multitude of Saxons, and Angles who almost era- dicated the idioms of Britain. The modem Italian has been insensibly formed by the mixture of nations; the awkwardness of the barbarians in the nice manage- ment of declensions and conjugations, reduced them to the use of articles and auxiliary verbs; and many new ideas have been expressed by Teutonic appella- tions. Yet the principal stock of technical and familiar words is found to be of Latin derivational) and if we were sufficiently conversant with the obsolete, the rustic, and the municipal dialects of ancient Italy, we should trace the origin of many terms which might, perhaps, be rejected by the classic purity of <span class=\"place\" data-place-id=\"423025\">Rome</span>. A numerous army constitutes but a small nation, and the powers of the Lombards were soon diminished by the retreat of twenty thousand Saxons, who scorned a dependant situation, and returned, after many bold and perilous adventures, to their native country.(2) The camp of Alboin was of formidable extent, but the extent of a camp would be easily circumscribed within the limits of a city; and its martial inhabitants must be thinly scattered over the face of a large country. When Alboin descended from the Alps, he invested his nephew, the first duke of Friuli, with the command of the province and the people; but the prudent Gisulf would have declined the dangerous office, unless he had been permitted to choose, among the nobles of the Lombards, a sufficient number of families(3) to form a perpetual colony of soldiers and subjects. In the progress of conquest, the same option could not be granted to the dukes of Brescia and Bergamo, of Pavia or Tu- rin, of Spoleto or <span class=\"place\" data-place-id=\"432721\">Beneventum</span>; but each of these, and each of their colleagues, settled in his appointed district with a band of followers, who resorted to his standard in war, and his tribunal in peace. Their attachment was free and ho- nourable: resigning the gifts and benefits which they had accepted, they might emigrate with their families in the jurisdiction of another duke; but their absence from the kingdom was punished with death, as a crime of military desertion. (4) The posterity of the first conquerors struck a deeper root in the soil, which, by every motive of interest and honour, they were bound to defend. A Lombard was born the soldier of his king and his duke; and the civil assemblies of the na- tion displayed the banners, and assumed the appellation, of a regular army. Of this army, the pay and the rewards were drawn from the conquered provinces; and the distribution, which was not effected till after the death of Alboin, is dis- graced by the foul marks of injustice and rapine. Many of the most wealthy Italians were slain or banished; the remainder were divided among the strangers, and a tributary obligation was imposed (under the name of hospitality,) of paying to the Lombards a third part of the fruits of the earth. Within less than seventy vears, this artificial system was abolished by a more simple and solid tenure. (5) Either the Roman landlord was expelled by his strong and insolent guest; or the annual payment, a third of the produce, was exchanged by a more equitable transaction for an adequate proportion of landed property. Under these foreign masters, the business of agriculture, in the cultivation of corn, vines, and olives, was exercised with degenerate skill and industry, by the labour of the slaves and natives. But the occupations of a pastoral life were more pleasing to the idleness of the barbarians. In the rich meadows of <span class=\"place\" data-place-id=\"393511\">Venetia</span>, they restored and improved the breed of horses for which that province had once been illustrious;(6) and the Title, torn. i. p. 374   387.) has followed the Warned Camillo Pelegrini in the geography or the kingdom of Naples. After the loss of the tmc <span class=\"place\" data-place-id=\"442518\">Calabria</span>, the rarity of the Greeks substituted that name instend of the more ignoble appellation of <span class=\"place\" data-place-id=\"442518\">Bruttium</span>; and the change appears to have take place before the time of Charle- magne, (Eginard, p. 75.) (1) Maffli (Verona Illustrate, part i. p. 310   321.,) and Mtiratori, (Antiehita Italiane, torn. ii. Dissertazione, 32,33. p. 71   365.) have asserted the native claims of the Italian idiom: the former with enthusiasm, the lattet with discretion: both with learning, ingenuity, and truth. (2) Paul.de Gest. Langobard, lib. iii. c. 5   7. (3) Paul, lib. ii. c. 9. He calls these families or generations by the Teutonic name of Faras, which is like- wise used in the Lombard laws. The humble deacon was not insensible of the nobility of hit own race. See lib. iv. c. 39. (4) Compare No. 3 and 177 of the laws of Rotharis. (5) Paul, lib. ii. c. 31,32. lib. iii. c. 16. The laws of Rotharis, promulgated A. D. 643. do not contain the smallest vestige of this payment of thirds; but they preserve many curious circumstances of the state of Italy and the manners of the Lombards. (6) The studs of Dionysius of <span class=\"place\" data-place-id=\"462503\">Syracuse</span>, and his frequent victories in the Olympic games, had diffused among the Greets the fame of the Venetian horses; but the breed was extinct in the time of Strabo flib. r. p-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA177&img=1&zoom=3&hl=en&sig=ACfU3U0Xycvp1oXH4StFj1DReGPYWByiOw&ci=0%2C0%2C1000%2C2000&edge=0"}