{"text": " 166 TH E DECLIN E AN D FAL L i Italians beheld with astonishment a foreign race of oxen or buffalqes. (1) The de- population of Lombardy, and the increase of forests, affordedtan ample range for\" the pleasures of the chase. (2) That marvellous art which teaches the birds of the air to acknowledge the voice, and execute the commands, of their master, had been unknown to the ingenuity of the Greeks and Romans.(3) Scandinavia and <span class=\"place\" data-place-id=\"1273\">Scythia</span> produce the boldest and most tractable falcons;(4) they were tamed and educated by the roving inhabitants, always on horseback and in the field. This favourite amusement of our ancestors was introduced by the barbarians into the Roman provinces; and the laws of <span class=\"place\" data-place-id=\"1052\">Italy</span> esteem the sword and the hawk as of equal dignity and importance in the hand of a noble Lombard. (5) So rapid was the influence of climate and example, that the Lombards of the fourth generation surveyed with curiosity and affright the portraits of their savage forefathers. (6) Their heads were shaven behind, but the shaggy locks hung over their eyes and mouth, and a long beard, represented the name and character of the nation. Their dress consisted of loose linen garments, after the fashion of the Anglo-Saxons, which were decorated, in their opinion, with broad stripes of va- riegated colours. The legs and feet were clothed in long hose, and open sandals; and even in the security of peace a trusty sword was constantly girt to their side. Yet this strange apparel, and horrid aspect, often concealed a gentle and generous disposition; and as soon as the rage of battle had subsided, the captives and sub- jects were sometimes surprised by the humanity of the victor. The vices of the Lombards were the effect of passion, of ignorance, of intoxication; their virtues are the more laudable, as they were not affected by the hypocrisy of social manners, nor imposed by the rigid constraint of laws and education. I should not be ap- prehensive of deviating from my subject, if it were in my power to delineate the private life of the conquerors of Italy: and I shall relate with pleasure the adven- turous gallantry of Autharis, which breathes the true spirit of chivalry and ro- mance. (7) After the loss of his promised bride, a Merovingian princess, he sought in marriage the daughter of the king of Bavaria; and the Garibald accepted the alliance of the Italian monarch. Impatient of the slow progress of negotiation, the ardent lover escaped from his palace, and visited the court of Bavaria in the train of his own embassy. At the public audience, the unknown stranger ad- vanced to the throne, and informed Garibald, that the ambassador was indeed the minister of state, but that he alone was the friend of Autharis, who had trusted him with the delicate commission of making a faithful report of the charms of his spouse. Theudelinda was summoned to undergo this important examination; and after a pause of silent rapture, he hailed her as queen of Italy, and humbly re- quested, that, according to the custom of the nation, she would present a cup of wine to the first of her new subjects. By the command of her father, she obeyed; 325.) Gisulf obtained from liis uncle gencrosarnm cquarum grebes. Paul,lib. ii. c. 9. The Lombards after- ward introduced caballi eylvatici   wild horses. Paul, lib. iv. c. 11. (1) Tunc. (A. D. 596.) primum bubali in Italiam delati Italiae populis miracula tuere (Paul Warnefrid, lib. iv. c. 11.) The buffalof s, whose native climate appears to be <span class=\"place\" data-place-id=\"324852\">Africa</span> and <span class=\"place\" data-place-id=\"50004\">India</span>, are nnknown to <span class=\"place\" data-place-id=\"1001887\">Europe</span>, ex- cept in Italy, where they are numerous and useful. The ancients were ignorant of these animals, unless Aristotle (Hist. Animal, lib. ii. c. i. p. 58. Paris, 1783.) has described them as the wild oxen of <span class=\"place\" data-place-id=\"59693\">Arachosia</span>. See Buffon, Hist. Naturelle, torn. xi. and supplement, torn. 6; Hist. Generale des Voyages, torn. i. p. 7. 481: ii. 105; iii. 291; iv. 234.461; v. 193; vi. 491; viii. 400; x. 666: Pennant's Quadrupeds, p. 24; Dictionaire d'Hist. Natu- relle, par Valmont de Uomare, torn. ii. p. 74. Vet I must not conceal the suspicion that Paul, by a vulgar er- ror, may have applied the name of bubatus to the aurochs, or wild bull, of ancient <span class=\"place\" data-place-id=\"20468\">Germany</span>. (2) Consult the twenty-first Dissertation ofMuratori. (3) Their ignorance is proved by the silence even of those who professedly treat of the arts of hunting and the history of animals. Aristotle (Hist. Animal, lib. ix. c. 56. torn. i. p. 586. and the notes of his last editor, M. Camus, torn. ii. p. 314.,) Pliny (Hist. Natur. lib. x. c. 10.).Elian, (de Natur. Animal, lib. ii. c. 42.,) and perhaps Homer (Odyss. xxii. 302   306.) describes with astonishment a tacit league and common chase between the hawks and the Thracian fowiers. (4) Particularly the gerfaut or gyrfalcon, of the size of a small eagle. See the animated description of M. tie Buffon, Hist. Katnrelle, torn. xvi. p. 239,&c, (5) Script. Rerum. Italicarum, torn. i. part 2. p. 129. This is the sixteenth law of the emperor Lewis the Pious. His father Charlemagne had falconers in his household as well as huntsmen; (Memoires snr I'Ancienne Chevalerie, par M. de St. Pelaye, torn. iii. p. 175.) I observe in the laws of Rotharis a more early mention of the art of hawking (No. 322.) and in Gaul, in the fifth century, it is celebrated by Sidonius Apollinaris amonr the talents of Avitus (202   207,).Sw* (6) The epitaph of Droctulf (Paul, lib. iii. c. 19.) may BsSlrplicd to ninny of his countrymen: Terribilis visu facies, sed corda benignus Longaque robusto pectore barba fuit. The portraits of the old Lombards might still be seen in the palace of Monza, twelve miles from Milan which had been founded or restored by queen Theudelinda (lib. iv. 22, 23. See Muratori, torn. i. dissertaz.* 13. p. 360. (7) The story of Autharis and Theudelinda is related by Paul, lib. iii. c. 29. 34. and any fragment of Bava- rian antiquity excites the indefatigable diligence of the count de Buat. Hist, ties Pennies de 1'Eurone, torn, xi p. 595   635, torn. xii. p. 1   53.''", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA178&img=1&zoom=3&hl=en&sig=ACfU3U12FYokpbyfrvvMEFH0q8UOW7spHA&ci=0%2C0%2C1000%2C2000&edge=0"}