{"text": " O F TH E ROMA N EMPIRE. 167 Autharis received the cup in his turn, and, in restoring it to the princess, he se- cretly touched her hand, and drew his own finger over his face and lips. In the evening, Theudelinda imparted to her nurse the indiscreet familiarity of the stranger; and was comforted by the assurance, that such boldness could proceed only from the king her husband, who, by his beauty and courage, appeared wor- thy of her love. The ambassadors were dismissed; no sooner did they reach the confines of <span class=\"place\" data-place-id=\"1052\">Italy</span>, than Autharis, raising himself on his horse, darted his battle axe against a tree with incomparable strength and dexterity.\" Such,\" said he to the astonished Bavarians,\" such are the strokes of the king of the Lombards.\" On the approach of a French army, Garibald and his daughter took refuge in the dominions of their ally; and the marriage was consummated in the pa- lace of <span class=\"place\" data-place-id=\"383816\">Verona</span>. At the end of one year, it was dissolved by the death of Autharis: but the virtues of Theudelinda(l) had endeared her to the nation, and she was permitted to bestow, with her hand, the sceptre of the Italian kingdom. From this fact, as well as from similar events,(2) it is certain that the Lombards possessed freedom to elect their sovereign, and sense to decline the frequent use of that dangerous privilege. The public revenue arose from the produce of land, and the profits of justice. When the independent dukes agreed that Autharis should ascend the throne of his father, they endowed the regal office with a fair moiety of their respective domains. The proudest nobles aspired to the honours of servitude near the person of their prince: he rewarded the fidelity of his vas- sals by the precarious gift of pensions and benefices; and atoned for the injuries of war, by the rich foundation of monasteries and churches. In peace a judge, a leader in war, he never usurped the powers of a sole and absolute legislator. The king of Italy convened the national assemblies in the palace, or more probably in the fields of Pavia: his great council was composed of the persons most emi- nent by their birth and dignities; but the. validity, as well as the execution, of their decrees, depended on the approbation of the faithful people, the fortunate army of the Lombards. About fourscoreyears after the conquest of Italy, their tradi- tional customs were transcribed in Teutonic Latin, (3) and ratified by the consent of prince and people: some new regulations were introduced, more suitable to their present condition; the example of Rotharis was imitated by the wisest of his suc- cessors, and the laws of the Lombards have been esteemed the least imperfect of the barbaric codes.(4) Secure by their courage in the possession of liberty, these rude and hasty legislators were incapable of balancing the powers of the con- stitution, or of discussing the nice theory of political government. Such crimes as\"threatened the life of the sovereign, or the safety of the state, were adjudged wor- thy of death; but their attention was principally confined to the defence of the per- son and property of the subject. According to the strange jurisprudence of the times, the guilt of blood might be redeemed by a fine; yet the high price of nine hundred pieces of gold declares a just sense of the value of a simple citizen. Less atrocious injuries, a wound, a fracture, a blow, an opprobrious word, were mea- sured with scrupulous and almost ridiculous diligence; and the prudence of the le- gislator encouraged the ignoble practice of bartering honour, and revenge for a pe- cuniary compensation. The ignorance of the Lombards, in the state of pagan- ism or Christianity, gave implicit credit to the malice and mischief of witchcraft, but the judges of the seventeenth century might have been instructed and con- founded by the wisdom of Rotharis, who derides the absurd superstition, and pro- tects the wretched victims, of popular or judicial cruelty.(5) The same spirit of a legislator, superior to his age and country, may be ascribed to Luitprand, who condemns, while he tolerates, the impious and inveterate abuse of duels, (6) obi- (1) Giannone (Istoria Civile de Napoli, torn. i. p. 263.) has justly censured the impertinence of Boccaccio (Gio. 3. Novel 2.,) who, without right, or truth, or pretence, has given the pious queen Theudelinda to the arms of a muleteer. (2) Panl, lib. iii. c. 18. The first dissertations of Muratori, and the first volume of Giannooe's history, may be consulted for the state of the kingdom of Italy. (3) The most accurate edition of the laws of the Lombards is to lie found in the Scriptores Rerum Italics* mm, torn. i. part 2. p. 1   181. collated from the most ancient MSS.and illustrated by the critical notes of Muratori....., (4) Montesquieu, Esprit des Loix, lib. xxviii. e. 1. Les loix des Bourguignons J0nt assei judicieuses: cellea de Rotharis et des autres princes Lombards le font encore plus. (5) See Leges Rotharis, No. 379. p. 47. Sirica is used as the name of a witch. It u of the purest classic sr  gin (Horat. epod. v. 20. Petron. c. 134.;) and, from the words  f Petronius, (que; striges_ comederunt nervos tuos?) it may be inferred that the prejudice was of Italian rather than barbaric extraction. (6) Quia ineerte suraus de j udicio Dei, et multos audivimus per pugnam sine j usta causa suam eausam per* dere. Sed propter consuetudinem gentem nostrain Langohardorum legem impiam vetare non posjumtu. See* p. 74. No. 65. of the Laws of Luitprand, promulgated A. D- 724.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA179&img=1&zoom=3&hl=en&sig=ACfU3U3q9M7Eewf8OcsJ-IkaDHDO3BQ0EQ&ci=0%2C0%2C1000%2C2000&edge=0"}