{"text": " TH E DECLIN E AN D FAL L ries;(l) but, although he laid them at the foot of the throne, the pride of Justinian must have been wounded by the praise of a hero, who perpetually eclipses the glory of his inactive sovereign. The conscious dignity of independence was subdued by the hopes and fears of a slave; and the secretary of Belisarius laboured for pardon and reward in the six books of the imperial edifices. He had dexterously chosen a subject of apparent splendour, in which he could loudly celebrate the genius, the magnificence, and the piety of a prince, who, both as a conqueror and legislator, had surpassed the puerile virtues of Themistocles and Cyrus. (2) Disappointment might urge the flatterer to secret revenge; and the first glance of favour might again tempt him to suspend and suppress a libel;(3) in which the Roman Cyrus is degraded into an odious and contemptible tyrant, in which both the emperor and his consort Theodora are seriously represented as two demons, who had as- sumed a human form for the destruction of mankind. (4) Such base inconsistency must doubtless sully the reputation, and detract from the credit, of Procopius: yet, after the venom of his malignity hj^s been suffered to exhale, the residue of the anecdotes, even the most disgraceful facts, some of which had been tenderly hint- ed in his public history, are established by their internal evidence, or the authen- tic monuments of thetimes.(5) From these various materials, I shall now pro- ceed to describe the reign of Justinian, which will deserve and occupy an ample space. The present chapter will explain the elevation and character of Theodo- ra, the factions of the circus, and the peaceful administration of the sovereign of the east. In the three succeeding chapters, I shall relate the wars of Justinian which achieved the conquest of <span class=\"place\" data-place-id=\"324852\">Africa</span> and <span class=\"place\" data-place-id=\"1052\">Italy</span>; and I shall follow the victories of Belisarius and Narses, without disguising the vanity of their triumphs, or the hostile virtue of the Persian and Gothic heroes. The series of this volume will embrace the jurisprudence and theology of the emperor; the controversies and sects which still divide the oriental church; the reformation of the Roman law, which is obeyed or respected by the nations of modern <span class=\"place\" data-place-id=\"1001887\">Europe</span>. I. In the exercise of supreme power, the first act of Justinian was to divide it with the woman whom he loved, the famous Theodora,(6) whose strange eleva- tion cannot be applauded as the triumph of female virtue. Under the reign of Anastasius, the care of the wild beasts maintained by the green faction of Con- stantinople, was intrusted to Acacius, a native of the isle of Cypress, who, from his employment, was surnamed the master of the bears. This honourable office was given after his death to another candidate, notwithstanding the diligence of his widow, who had already provided a husband and a successor. Acacius had left three daughters, Comito,(7) Theodora, and Anastasia, the eldest of whom did not then exceed the age of seven years. On a solemn festival, these helpless orphans were sent by their distressed and indignant mother in the garb of sup-'phants, into the midst of the theatre; the green faction received them with con- tempt, the blues with compassion; and this difference, which sunk deep into the mind of Theodora, was felt long afterward in the administration of the empire. As they improved in age and beauty, the three sisters were successively devoted to the public and private pleasures of the Byzantine people; and Theodora, after following Comito on the stage, in the dress of a slave, with a stool on her head, was at length permitted to exercise her independent talents. She neither danced, nor sung, nor played on the flute; her skill was confined to the pantomime arts; she excelled in buffoon characters, and as often as the comedian swelled her Maltref, a Jesuit of Thoulouse. in 1663, fur distant from the Louvre press and the Vatican MS., from which, however, he obtained tome supplements. His promised commentaries,&c, have never appeared. The Aga- thias of Leyden, (1594) has been wisely reprinted by the Paris editor, with the Latin version of Bonaventura Vuteanius, a learned interpreter. (Huet. p. 176.) (1) Agathias in Prafat. p. 7, 8. lib. iv. p. 137. Evagrius, lib. iv. c. 12. See likewise Ptiotius, cod. 63. p. 65. (2) Kwpou mijfui (says he, Priefat. ail 1. de Edificiis srspi itris.wiTwv) is no more than Kvpou irxtSix   a pun! In these five books, Procopius affects a Christian, as well as a courtly style. (3) Procopius discloses himself, (Prafat. ad Anecdot. c. 1. 2. 5) and the anecdotes are reckoned as the ninth book by Smdas. (torn. iti. p. 186. edit. Kuster.) The silence of Evagrius is a poor objection. Baronius (A. D. 548. No. 24.) regrets the loss of this secret history: it was then in the Vatican library, in his own custody, and was first published sixteen years after his death, with the learned, but partial notes of Nicholas Alemannus. (Ludg. 1623.) (4) Justinian an ass   the perfect likeness of Domitian   (Anecdot. c. 8.)   Theodora's lovers driven from her bed by rival demons   her marriage foretold with a great demon   a monk saw the prince of the demons, in- stead of Justinian, on the throne   ;the servants who watched, beheld a face without features, a body walking without a head,&c. 8cc. Procopius declares his own and his friends1 belief in these diabolicul stories, (c. 12.) (5) Montesquieu (Considerations sur la Grandeur et la Decadence des Romains, c. 20.) gives credit to these anecdotes, as connected, 1. with the weakness of the empire; and 2. with the instability of Justinian's laws. (6) For the life and manners of tiie empress Theodora, see the Anecdotes; more especially c. 1   5.9   17., with the learned notes of Alemannus   a reference to which is always implied. (7) Comito was afterwards married to Sittas, duke of <span class=\"place\" data-place-id=\"874350\">Armenia</span>, the father perhaps, at least she might be the tnother, of the empress Sophia. Two nephews of Theodora may be the sons of Anastasia. (Aleman. p. 30,31.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA18&img=1&zoom=3&hl=en&sig=ACfU3U06lAzHJhPqRS6_zHnQIxtLf2GcgQ&ci=0%2C0%2C1000%2C2000&edge=0"}