{"text": " 168 TH E DECLIN E AN D FAL L serving from his own experience, that the juster cause had often been oppressed by successful violence. Whatever merit may be discovered in the laws of the Lombards, they are the genuine fruit of the reason of the barbarians, who never admitted the bishops of <span class=\"place\" data-place-id=\"1052\">Italy</span> to a seat in their legislative councils. But the suc- cession of their kings is marked with virtue and ability; the troubled series of their annals is adorned with fair intervals of peace, order and domestic happi- ness; and the Italians enjoyed a milder and more equitable government, than any of the other kingdoms which had been founded on the ruins of the western empire. (1) Amidst the arms of the Lombards, and under the despotism of the Greeks, we again inquire into the fate of <span class=\"place\" data-place-id=\"423025\">Rome</span>, (2) which had reached, about the close of the sixth century, the lowest period of her depression. By the removal of the seat of empire, and the successive loss of the provinces, the sources of public and private opulence were exhausted; the lofty tree, under whose shade the nations of the earth had reposed, was deprived of its leaves and branches, and the sapless trunk was left to wither on the ground. The ministers of command, and the messengers of victory, no longer met on the Appian or Flaminian way; and the hostile ap- proach of the Lombards was often felt and continually feared. The inhabitants of a potent and peaceful capital, who visit without an anxious thought the garden of the adjacent country, will faintly picture in their fancy the distress of the Ro- mans; they shut or opened their gates with a trembling hand, beheld from the walls the flames of their houses, and heard the lamentations of their brethren, who were coupled together like dogs, and dragged away into distant slavery beyond the sea and the mountains. Such incessant alarms must annihilate the pleasures and interrupt the labours of a rural life; and the Campagna of Rome was speedily reduced to the state of a dreary wilderness, in which the land is barren, the wa- ters are impure, and the air is infectious. Curiosity and ambition no longer at- tracted the nations to the capital of the world: but if chance or necessity directed the steps of a wandering stranger, he contemplated with horror the vacancy and solitude of the city, and might be tempted to ask, Where is the senate, and where are the people? In a season ef excessive rains, the Tiber swelled above its banks, and rushed with irresistible violence into the valleys of the seven hills. A pesti- lential disease arose from the stagnation of the deluge, and so rapid was the conta- gion, that fourscore persons expired in an hour, in the midst of a solemn procession, which implored the mercy of heaven. (3) A society, in which marriage is encou- raged and industry prevails, soon repairs the accidental losses of pestilence and. war; but as the far greater part of the Romans was condemned to hopeless indi- gence and celibacy, the depopulation was constant and visible, and the gloomy en- thusiasts might expect the approaching failure of the human race. (4) Yet the number of citizens still exceeded the measure of subsistence: their precarious food was supplied from the harvests of <span class=\"place\" data-place-id=\"981549\">Sicily</span> or <span class=\"place\" data-place-id=\"1001943\">Egypt</span>; and the frequent repetition of famine betrays the inattention of the emperor to a distant province. The edifices of Rome were exposed to the same ruin and decay; the mouldering fabrics were easily overthrown by inundations, tempests, and earthquakes, and the monks, who had occupied the most advantageous stations, exulted in their base triumph over the ruins of antiquity. (5) It is commonly believed, that pope Gregory I. attacked the temples and mutilated the statues of the city; that by the command of the bar- barian, the Palatine library was reduced to ashes; and that the history of Livy was the peculiar mark of his absurd and mischievous fanaticism. The writings of Gregory himself reveal his implacable aversion to the monuments of classic genius: and he points his severest censure against the profane learning of a bishop, who taught the art of grammar, studied the Latin poets, and pronounced with the same (1) Read (he history of Paul Wamefrid: particularly lib. iii. e. 16. Baroniui rejects the praise, which ap- pears to contradict the invectives of pope Gregory the Greek; hut Mnratori (Annali d'ltalia, torn. v. p. 217.) presumes to insinuate that the saint may have magnified the faults of Arians and enemies. (2) The passages of the homilies of Gregory, which represent the miserable state of the city and country, are transcribed in the annals of Baronius, A. D. 590. No. 16. A. D. 595. No. 2,&c.&e. (3) Theinundation and plague were reported by a deacon, whom his bishop, Gregory of Tours, had des- patched to Rome for some relies. The ingenious messenger embellished his tale and the river with a great dragon.and a train of little serpents (Greg. Turon. lib. x. c. 1.) (4) Gregory of Rome (Dialog, lib. ii. c. 15.) relates a memorable prediction of St. Benedict. <span class=\"place\" data-place-id=\"423025\">Roma</span> a Gen- tihbus non extenninabitur sed tempegtatibus, coruscis turbinibus ac terrse motu in semetipsa mareeseet. Such a prophecy melts into true history, and becomes the evidence of the fact after it was invented. (5) Quia in uno se ore cum Jovis laudibus, Christi laudes non capiunt, et quant grave nefand qmque sit epis- copis canere tjuod nee laico religion) conveniat, ipse considera (lib. ix. ep. 4.) The writings of GrKrory hini- Klf attest his lujiocence of any classjc taste or literature.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA180&img=1&zoom=3&hl=en&sig=ACfU3U1vjwrLI5ApYmhpSWLbB-Nt_I71Kw&ci=0%2C0%2C1000%2C2000&edge=0"}