{"text": " O F TH E ROMA N EMPIRE. voice the praises of Jupiter and those of Christ. But the evidence of his destruc- tive rage is doubtful and recent; the temple of peace, or the theatre of Marcellus, have been demolished by the slow operation of ages, and a formal proscription would have multiplied the copies of Virgil and Livy in the countries which were not subject to the ecclesiastical dictator. (1) Like <span class=\"place\" data-place-id=\"844907\">Thebes</span>, or <span class=\"place\" data-place-id=\"727082\">Babylon</span>, or <span class=\"place\" data-place-id=\"314921\">Carthage</span>, the name of <span class=\"place\" data-place-id=\"423025\">Rome</span> might have been erased from the earth, if the city had not been animated by a vital principle, which again restored her to honour and dominion. A vague tradition was embraced, that two Jewish teachers, a tent-maker and a fisherman, had formerly been exe- cuted In the circus of Nero, and at the end of five hundred years their genuine or fictitious relics were adored as the Palladium of Christian Rome. The pilgrims of the east and west resorted to the holy threshold; but the shrines of the apostles were guarded by miracles and invisible terrors; and it was not without fear that the pious catholic approached the object of his worship. It was fatal to touch, it was dangerous to behold, the bodies of the saints; and those who, from the purest motives, presumed to disturb the repose of the sanctuary, were affrightened by visions, or punished with sudden death. The unreasonable request of an empress who wished to deprive the Romans of their sacred treasure, the head of St4 Paul, was rejected with the deepest abhorrence; and the pope asserted, most probably with truth, that a linen which had been sanctified in the neighbourhood of his body, or the filings of his chain, which it was sometimes easy and sometimes impossible to obtain, possessed an equal degree of miraculous virtue. (2) But the power as well as virtue of the apostles resided with living energy in the breasts of their suc- cessors; and the chair of St. Peter was filled under the reign of Maurice by the first and greatest of the name of Gregory.(5) His grandfather Felix had himself been pope, and as the bishops were already bound by the law of celibacy, his con- secration must have been preceded by the death of his wife. The parents of Gre- gory, Sylvia and Gordian, were the noblest of the senate, and the most pious of the church of Rome: his female relations were numbered among the saints and virgins; and his own figure with those of his father and mother were represented near three hundred years in a family portrait, (4) which he offered to the monas- tery of St. Andrew. The design and colouring of this picture afford an honoura- ble testimony, that the art of painting was cultivated bv the Italians of the sixth century; but the most abject ideas must be entertained of their taste and learning, since the epistles of Gregory, his sermons, and his dialogues, are the work of a man who was second in erudition to none of his cotemporariesi(5) his birth and abilities had raised him to the office of prefect of the city, and he enjoyed the merit of re- nouncing the pomp and vanities of this world. His ample patrimony was dedi- cated to the foundation of seven monasteries, (6) one in Rome, (7) and six in <span class=\"place\" data-place-id=\"991353\">Sicily</span>: (1) Bayle (Dictiniuire Critiaut, torn. ii. p. J98,599.,) in n very- good article of Gregoire I. has quoted for the buildings and statues, Platina in Gregorio I. for the Palatine library, John of Salisbury (de Nutria Curialium, lib. ii. c. 30.,) and for Livy, Antoninus of Florence; the oldest of the three lived in the twelfth century. (2) Gregor, lib. iii. epist, 84. edict. 12, Sec. From the epistles of Gregory, and his eighth volume of the An- rials of Baronitis, the pious reader may collect the particles of holy iron which were inserted in keys or crosses of gold, and distributed in Britain, Gaul, <span class=\"place\" data-place-id=\"737056\">Spain</span>, <span class=\"place\" data-place-id=\"324852\">Africa</span>, <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and <span class=\"place\" data-place-id=\"766\">Egypt</span>. The pontifical smith who handled the file must have understood the miracles which it was in his own power to operate or withhold; a circumstance which ahalfs the superstition of Gregory at the expense of his veracity. (3) Besides the epistles of Gregory himself, which are methodized byDupin (Bihliotheqne <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. v. p. 103   125.,) we have three lives of the pone; the two first written in the eighth and ninth centuries (de Tri-\" plici Vita St. Greg. Preface to the fourth volume of the Benedictine edition,) by the deacons Paul (p. 1   180 and John (p. 19   188.) and containing much original, though doubtful evidence; the third, a long and laboured compilation by the Benedictine editors (p. 199   305.) The annals of Baronius are a copious but partial histo- ry. His papal prejudices are tempered by the good sense of Fleury, (Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn, viii,) and his chronolo- gy had been rectified by the criticism of Pagi and Muratori. (4) John the deacon has described them like an eye-witness (lib. ir. c. 83. 84.) and his description is illus- trated by Angelo Kocca, a Roman antiquary (St. Greg. Opera, torn. iv. p. 312   326.) who observes, that tome Mosaics of the popes of the seventh century are still preserved in the old churches of Rome, (p. 321   323.) The same walls which represented Gregory's family,are now decorated with the martyrdom of St. Andrew, the noble contest of Dominichino and Guido. (5) Disciplinis vera liberalibus, hoc est grammatiea, rhetorica, dialectioa, ita a pucro est institutus, ut quam* vis eo tempore florerent adhuc Romas studia literarum, tamen nulli in urbe ipsa sectmdus putavettir. (Paul, Diacon. in Vit. S. Gregor. c. ii. (0) The Benedictines (Vit. Greg. lib. i. p. 205   208.) labour to reduce the monasteries of Gregory within the rule of their own order; but as the question is confessed to be doubtful, it is clear that these powerful monks are in the wrong. Sec Butler's Lives of the Saints, vol. iii. p. 145. a work of merit; the sense and learn- ing belong to the author   his prejudices are those of his profession. (7) MonasteriumGregorianiiminejiisdem Beati Gregorii aedibus ad c'ivum <span class=\"place\" data-place-id=\"433111\">Scauri</span> prone ccclcsiam S. S, Johannis et Paul in honorem St. Andrew (John in Vit. Greg. lib. i. c, 0. Greg. lib. vii. epist. 13.) This house and monastery were situate on the side of the Celian hill which fronts the Palatine; they are now occupied bv the Camoldoli; San Gregorio triumphs, and St. Andrew has retired to a small chapel. Kardini, <span class=\"place\" data-place-id=\"423025\">Roma</span> Arni- ca, lib. iii. e. 4. p. 100. Descrizzione di <span class=\"place\" data-place-id=\"423025\">Roma</span>, torn. i. p. 442   446. Vol-. III. 23", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA181&img=1&zoom=3&hl=en&sig=ACfU3U3rB0MPzPog7bW1q_f5DlzJqmlhxQ&ci=0%2C0%2C1000%2C2000&edge=0"}