{"text": " 170 TH E DECLIN E AN D FAL L and it was the wish of Gregory that he might be unknown in this life, and glorious only in the next. Yet this devotion, and it might be sincere, pursued the path which wquld have been chosen by a crafty and ambitious statesman. The talents of Gregory, and the splendour which accompanied his retreat, rendered him dear and useful to the church; and implicit obedience has been always inculcated as the first duty of a monk. As soon as he had received the character of deacon, Grego- ry was sent to reside at the Byzantine court, the nuncio or minister of the apostolic see; and he boldly assumed, in the name of St. Peter, a tone of independent digni- ty, which would have been criminal and dangerous in the most illustrious layman of the empire.' He returned to <span class=\"place\" data-place-id=\"423025\">Rome</span> with a just increase of reputation, and after a short exercise of the monastic virtues, he was dragged from the cloister to the papal throne, by the unanimous voice of the clergy, the senate, and the people. He alone resisted, or seemed to resist, his own elevation; and his humble petition, that Maurice would be pleased to reject the choice of the Romans, could only serve to exalt his character in the eyes of the emperor and the public. When the fatal mandate was proclaimed, Gregory solicited the aid of some friendly merchants to convey him in a basket beyond the gates of Rome, and modestly concealed him- self some days among the woods and mountains, till his retreat was discovered, as it is said, by a celestial light. The pontificate of Gregory the Great, which lasted thirteen years, six months, and ten days, is one of the most edifying periods of the history of the church. His virtues, and even his faults, a singular mixture of simplicity and cunning, of pride and humility, of sense and superstition, were happily suited to his station, and to the temper of the times. In his rival, the patriarch of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, he con- demned the antichristian title of universal bishop, which the successor of St. Peter was too haughty to concede, and too feeble to assume; and the ecclesiastical juris- diction of Gregory was confined to the triple character of bishop of Rome, primate of <span class=\"place\" data-place-id=\"1052\">Italy</span>, and apostle of the west. He frequently ascended the pulpit, and kindled, by his rude, though pathetic eloquence, the congenial passions of his audience: the language of the Jewish prophets was interpreted and applied, and the minds of the people, depressed by their present calamities were directed to the hopes and fears of the invisible wvld. His precepts and example defined the model of the Ro- man liturgy;(l) the distribution of the parishes, the calendar of festivals, the or- der of processions, the service of the priests-and deacons, the variety and change of sacerdotal garments. Till the last days of his life, he officiated in the canon of the mass, which continued above three hours; the Gregorian chant(2) has pre- served the vocal and instrumental music of the theatre, and the rough voices of the barbarians attempted to imitate the melody of the Roman school. (3) Experi- ence had shown him the efficacy of these solemn and pompous rites, to sooth the distress, to confirm the faith, to mitigate the fierceness, and to dispel the dark en- thusiasm of the vulgar; and he readily forgave their tendency to promote the reign of priesthood and superstition. The bishops of Italy and the adjacent islands ac- knowledged the Roman pontiff as their special metropolitan. Even the existence, the union, or the translation of episcopal seats, was decided by his absolute discre- tion: and his successful inroads into the provinces of <span class=\"place\" data-place-id=\"1001896\">Greece</span>, of <span class=\"place\" data-place-id=\"1027\">Spain</span>, and of Gaul, might countenance the more lofty pretensions of succeeding popes. He interposed to prevent the abuses of popular elections; his jealous care maintained the purity of faith and discipline, and the apostolic shepherd assiduously watched over the faith and discipline of the subordinate pastors. Under his reign, the Arians of Ita- ly and Spain were reconciled to the catholic church, and the conquest of Britain reflects less glory on the name of Csesar, than on that of Gregory I. Instead of six legions, forty monks were embarked for that distant island, and the pontiff la- (1) The Lord'* prayer consists of half a dozen lines: the Sacramentarius and Antiphonarius of Gre- gory fill eight hundred and eighty folio pages (torn. iii. p. 1   880.;) yet these only constitute a part of the Ordo Romanus, which Mabillon has illustrated, and Fleuryhas abridged (Hist. Ecclet. torn. viii. p. ISO- IS*.)* p) I learn from the abbe Dubos (Reflections sur la Poesie et la Peinture, torn. iii. p. 174,175.0 that the sim- plicity of the Ambrosian chant was confined to four modes, while the more perfect harmony of the Gregorian comprised the eight modes or fifteen chords of the ancient music. He observes (p. 332.) that the connoisseurs admire the preface and many passages of the Gregorian office.^ (3) John the_ deacon (in Vit. Greg. lib. ii. c. 7.) expresses the early contempt of the Italians for tramontane sinking. Alpina scilicet corpora Tocumtuarura tonitruis altisone perstrepentia, susceptx modulationis du1- eedinem proprie non resultant: quia bibuli gutturis barbara feritas dam inflexionibus et repercussionibus mi- lem nitilur edere cantitenam. naturali quodam fragore quasi plaustra per gradus confuse sonantia rigidas to- cesiactat,&c. In the time of Charlemagne, the Franks, though with some reluctance,admitted the justice of the reproach. Muraton, Dissert. 85.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA182&img=1&zoom=3&hl=en&sig=ACfU3U0JhOsNgH9ssLtk6AvPuoLkbEKnzQ&ci=0%2C0%2C1000%2C2000&edge=0"}