{"text": " O F TH E ROMA N EMPIRE. in TOented the austere duties which forbade him to partake the perils of their spiritual warfare. In less than two years he could announce to the archbishop of Alexan- dria, that they had baptized the king of Kent with ten thousand of his Anglo-Sax- ons; and that the Roman missionaries, like those of the primitive church, were armed only with spiritual and supernatural powers. The credulity or the pru- dence of Gregory was always disposed to confirm the truths of religion by the evi- dence ef ghosts, miracles, and resurrectionsj(l) and posterity has paid to his me- mory the same tribute, which he freely granted to the virtue of his own or the preceding generation. The celestial honours have been liberally bestowed by the authority of the popes; but Gregory is the last of their own order whom they have presumed to inscribe in the calendar of saints. Their temporal power insensibly arose from the calamities of the times: and the Roman bishops, who have deluged <span class=\"place\" data-place-id=\"991376\">Europe</span> and <span class=\"place\" data-place-id=\"981509\">Asia</span> with blood, were compelled to reign as the ministers of charity and peace. I. The church of <span class=\"place\" data-place-id=\"423025\">Rome</span>, as it has been formerly observed, was endowed with ample possessions in <span class=\"place\" data-place-id=\"1052\">Italy</span>, <span class=\"place\" data-place-id=\"991353\">Sicily</span>, and the more distant provinces; and her agents, who were frequently subdeacons, had acquired a civil and even criminal jurisdiction over their tenants and husband- men._ The successor of St. Peter administered his patrimony with the temper of a vigilant and moderate landlord;(2) and the epistles of Gregory are filled with salutary instructions to abstain from doubtful or vexatious lawsuits; to preserve the integrity of weights and measures; to grant eveiy reasonable delay, and to re- duce the capitation of the slaves of the glebe, who purchased the right of mar- riage by the payment of an arbitrary fine. (3) The rent or the produce of these estateswas transported to the mouth of the Tiber, at the risk and expense of the pope; in the use of wealth he acted like a faithful steward of the church and the poor, and liberally applied to their wants the inexhaustible resources of abstinence and order. The voluminous account of his receipts and disbursements was kept above three hundred years in the Lateran, as the model of Christian economy. On the four great festivals, he divided their quarterly allowance to the clergy, to his domestics, to the monasteries, the churches, the places of burial, the alms- houses, and the hospitals of Rome, and the rest of the diocess. On the first day of every month, he distributed to the poor, according to the season, their stated portion of corn, wine, cheese, vegetables, oil, fish, fresh provisions, clothes, and money; and his treasures were continually summoned to satisfy, in his name, the extraordinary demands of indigence and merit. The instant distress of the sick and helpless, of strangers and pilgrims, was relieved by the bounty of each day, and of every hour; nor would the pontiff indulge himself in a frugal repast, till he had sent the dishes from his own table to some objects deserving of his compas- sion. The misery of the times had reduced the nobles and matrons of Rome to accept, without ablush, the benevolence of the church: three thousand virgins received their food and raiment from the hand of their benefactor; and many bishops of Italy escaped from the barbarians to the hospitable threshold of the Vatican. Gregory might justly be styled the father of his country; and such was the extreme sensibility of his conscience, that, for the death of a beggar who had perished in the streets, he interdicted himself during several days from the exer- cise of sacerdotal functions. II. The misfortunes of Rome involved the apostolic pastor in the business of peace and war; and it might be doubtful to himself, whether piety or ambition prompted him to supply the place of his absent sovereign. Gregory awakened the emperor from a long slumber, exposed the guilt or inca- pacity of the exarch and his inferior ministers, complained that the veterans were withdrawn from Rome for the defence of Spoleto, encouraged the Italians to guard their cities and altars, and condescended, in the crisis of danger to name the tribunes, and to direct the operations of the provincial troops. But the martial spirit of the pope was checked by the scruples of humanity and religion; the im- position of tribute, though it was employed in the Italian war, he freely condemned (0 A French critic (Petrui Gaiianvillinj. Opera, torn. ii. p. 105   118.) has vindicated the right of Gregory to the entire nonsense of the Dialognes. Diipin (torn. v. p. 138.) does not think that any one will Touch Ibr the truth of ail theie miracles; I should like to know how many of them he believed himself. (2) Baronius is unwilling to expatiate on the care of the patrimonies, lest he should betray that they con- sisted not of kingdoms, but farms. The French writers, the Benedictine editors (torn. iv. lib. 3. p. 272,&c.,) and Fleury (tnra. viii. p. 29.&r   ) are not afraid of entering into these humble, though useful details; and the humanity of Fleury dwells on the social virtues of Gregory., t (3) I must suspect that this pecuniary fine on the marriages of villains produced the famous, and often fa- bulous right, de cuissage, de raarquette,&e. With the consent of her husband, a handsome bride might com- mute the payment in the arms of a young landlord, and the mutual favour might afford a precedent of local rather than legal tyraanv.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA183&img=1&zoom=3&hl=en&sig=ACfU3U1yA2KjbmOE7lM_L_5C-kGkv4AZZw&ci=0%2C0%2C1000%2C2000&edge=0"}