{"text": " 574 TH E DECLIN E AN1 J FAL L-captives were transplanted from <span class=\"place\" data-place-id=\"942333\">Hyrcania</span> to the isle of <span class=\"place\" data-place-id=\"687949\">Cyprus</span>. On the return of spring, Justinian descended into the fertile plains of <span class=\"place\" data-place-id=\"29492\">Assyria</span>, the flames of war approached the residence of Nushirvan, the indignant monarch sunk into the grave, and his last edict restrained his successors from exposing their person in a battle against the Romans. Yet the memory of this transient affront was lost in the glo- ries of a long reign; and his formidable enemies, after indulging their dream of conquest, again solicited a short respite from the calamities of war. (1) The throne of Chosroes Nushirvan was filled by Hormouz, or Hormisdas, the eldest or the most favoured of his sons. With the kingdoms of Persia and <span class=\"place\" data-place-id=\"50004\">India</span>, he inherited the reputation and example of his father, the service, in every rank, of his wise and valiant officers, and a general system of administration, harmo- nized by time and political wisdom, to promote the happiness of the prince and people. But the royal youth enjoyed a still more valuable blessing, the friendship of a sage who had presided over his education, and who always preferred the ho- nour to the interest of his pupil, his interest to his inclination. In a dispute with the Greek and Indian philosophers, Buzurg(2) had once maintained, that the most grievous misfortune of life is old age without the remembrance of virtue; and our candour will presume that the same principle compelled him, during three years, to direct the councils of the Persian empire. His zeal was rewarded by the gra- titude and docility of Hormouz, who acknowledged himself more indebted to his preceptor than to his parent: but when age and labour had impaired the strength and perhaps the faculties of this prudent counsellor, he retired from court, and abandoned the youthful monarch to his own passions and those of his favour- ites. By a fatal vicissitude of human affairs, the same scenes were renewed at <span class=\"place\" data-place-id=\"893976\">Ctesiphon</span>, which had been exhibited in <span class=\"place\" data-place-id=\"423025\">Rome</span> after the death of Marcus Antoninus. The ministers of flattery and corruption, who had been banished by the father,   were recalled and cherished by the son; the disgrace and exile of the friends of Nushirvan established their tyranny; and virtue was driven by degrees from the mind of Hormouz, from his palace, and from the government of the state. The faithful agents, the eyes and ears of the king, informed him of the progress of dis- order, that the provincial governors flew to their prey with the fierceness of lions and eagles, and that their rapine and injustice would teach the most loyal of his subjects, to abhor the name and authority of their sovereign. The sincerity of this advice was punished with death, the murmurs of the cities were despised, their tumults were quelled by military execution; the intermediate powers between the throne and the people were abolished; and the childish vanity of Hormouz, who affected the daily use of the tiara, was fond of declaring, that he alone would be the judge as well as the master of his kingdom. In every word, and in every ac- tion, the son of Nushirvan degenerated from the virtues of his father. His ava- rice defrauded the troops; his jealous caprice degraded the satraps; the palace, the tribunals, the waters of the <span class=\"place\" data-place-id=\"912964\">Tigris</span>, were stained with the blood of the innocent, and the tyrant exulted in the sufferings and execution of thirteen thousand victims. As the excuse of his cruelty, he sometimes condescended to observe, that the fears of the Persians, would be productive of hatred, and that their hatred must terminate in rebellion: but he forgot that his own guilt and folly had inspired the sentiments which he deplored, and prepared the event which he so justly appre- hended. Exasperated by long and hopeless oppression, the provinces of <span class=\"place\" data-place-id=\"893951\">Babylon</span>, <span class=\"place\" data-place-id=\"324716\">Susa</span>, and <span class=\"place\" data-place-id=\"29517\">Carmania</span>, erected the standard of revolt; and the princes of <span class=\"place\" data-place-id=\"874334\">Arabia</span>, <span class=\"place\" data-place-id=\"50004\">India</span>, and <span class=\"place\" data-place-id=\"991379\">Scythia</span>, refused the customary tribute to the unworthy successor of Nushirvan. The arms.of the Romans, in slow sieges and frequent inroads, afflict- ed the frontiers of <span class=\"place\" data-place-id=\"874602\">Mesopotamia</span> and <span class=\"place\" data-place-id=\"29492\">Assyria</span>; one of their generals professed him- self the disciple of Scipio, and the soldiers were animated by a miraculous Image of Christ, whose mild aspect should never have been displayed in the front of bat- tlers) At the same time the eastern provinces of Persia were invaded by the army from the neighbourhood of Moscow to the coast of Persia (Bell's Travels, vol. ii. p. 325   352.) Me justly observes, that such martial pomp had never been displayed on the Volga.{l) For these Persian wars and treaties, see Menander, in Excerpt. Legat. p. 113   125. Theophanes Byzant. apiid Photium, cod. Ixiv. p. 77. 80,81. Evagrius, lib. v. c. 7   13. Theophylact, lib. iii. c. 9   18. Agathias, lib. iv. p. 140. (2) Buzurg Mihir may be considered, in his character and station, as the Seneca of the east; but hit virtues, and perhaps his faults, are less known than those of the Roman, who appears to have been much more loqua- cious. The Persian sage was the person who imported from <span class=\"place\" data-place-id=\"50004\">India</span> the game of chess and the fables of Pilpav. Such has been the fame of his wisdom and virtues, that the Christians claim him as a believer in the gospel; And the Mahometans revere Buzurg as a premature Mussulman. D'Herbelot, Bibliotheque Orientale, p. 318. (3) Seethe imitation Of Scipio in Theophylact, lib. i. e. 14. the image of Chrisr,!ib. ii. c. 3, Hereafter I ihs'i,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA186&img=1&zoom=3&hl=en&sig=ACfU3U0Y6KoClYB6UfiqKLD94KcDB1XDhg&ci=0%2C0%2C1000%2C2000&edge=0"}