{"text": " O F TH E ROMA N EMPIRE. great khan, who passed the <span class=\"place\" data-place-id=\"59969\">Oxus</span> at the head of three or four hundred thousand Turks. The imprudent Hormouz accepted their perfidious and formidable aid; the cities of Khorasan or Bactriana were commanded to open their gates; the march of the barbarians towards the mountains of <span class=\"place\" data-place-id=\"942333\">Hyrcania</span> revealed the corres- pondence of the Turkish and Roman arms; and their union must have subverted the throne of the house of Sassan., Persia had been lost by a king; it was saved by a hero. After his revolt, Va- ranes or <span class=\"place\" data-place-id=\"716533\">Bahrain</span> is stigmatized by the son of Hormouz as an ungrateful slave: the proud and ambiguous reproach of despotism, since he was truly descended from the ancient princes of Rei,(l) one of the seven families whose splendid, as well as substantial prerogatives exalted them above the heads of the Persian nobility. (2) At the siege of <span class=\"place\" data-place-id=\"874444\">Dara</span>, the valour of Bahram was signalized under the eyes of Nu- shirvan, and both the father and son successively prompted him to the command of armies, the government of <span class=\"place\" data-place-id=\"903080\">Media</span>, and the superinteh'dance of the palace. The popular prediction which marked him as the deliverer of Persia, might be in- spired by his past victories and extraordinary figure: the epithet Giubin is ex- pressive of the quality of dry wood; he had the strength and stature of a giant, and his savage countenance was fancifully compared to that of a wild cat. While the nation trembled, while Hormouz disguised his terror by the name of suspicion, and his servants concealed their disloyalty under the mask of fear, Bahram alone displayed his undaunted courage and apparent fidelity; and as soon as he found that no more than twelve thousand soldiers would follow him against the enemy, he prudently declared, that to this fatal number, Heaven had reserved the ho- nours of the triumph. The steep and narrow descent of the Pule Rudbar,(3) or Hyrcanian rock, is the only pass through which an army can penetrate into the territory of Rei and the plains of <span class=\"place\" data-place-id=\"903080\">Media</span>. From the commanding heights, a band of resolute men might overwhelm with stones and darts the myriads of the Turkish host: their emperor and his son were transpierced with arrows; and the fugitives were left, without counsel or provisions, to the revenge of an injured people. The pa- triotism of the Persian general was stimulated by his affection for the city of his fore- fathers; in the hour of victory every peasant became a soldier, and every soldier a hero; and their ardour was kindled by the gorgeous spectacle of beds, and thrones, and tables of massy gold, the spoils of <span class=\"place\" data-place-id=\"1001906\">Asia</span>, and the luxury of the hostile camp. A prince of a less malignant temper could not easily have forgotten his benefactor, and the secret hatred of Hormouz was envenomed by a malicious report, thai Bahram had privately retained the most precious fruits of his Turkish victory. But the approach of a Roman army on the side of the <span class=\"place\" data-place-id=\"884118\">Araxes</span> compelled the im- placable tyrant to smile and to applaud; and the toils of Bahram were rewarded with the permission of encountering a new enemy, by their skill and discipline more formidable than a Scythian multitude. Elated by his recent success, he despatched a herald with a bold defiance to the camp of the Romans, requesting\" them to fix a day of battle, and to choose whether they would pass the river them- selves, or allow a free passage to the arms of the great king. The lieutenant of the emperor Maurice preferred the safer alternative, and this local circum- stance, which would have enhanced the victory of the Persians, rendered their de- feat more bloody, and their escape more difficult. But the loss of his subjects, and the danger of his kingdom, were overbalanced in the mind of Hormouz by the disgrace of his personal enemy; and no sooner had Bahram collected and re- viewed his forces, than he received from a royal messenger the insulting gift of a distaff, a spinning-wheel, and a complete suit of female apparel. Obedient to the speak move amply of the Christian images    I bad almost said idols. This, if I am not mistaken, is the old- est (<Kfio*roiitTo; of divine manufacture: but in the next thousand years, many others issued from the same workshop. (1) Ragse,orRei,is mentioned in the apocryphal book of Tobit as already flourishing, seven hundred years before Christ, under the Assyrian empire. Under the foreign names of <span class=\"place\" data-place-id=\"893989\">Europus</span> and Anacia, this city, five hundred stadia to the south of the Caspian gates, was successively embellished by the Macedonians ana Par- thian*. (Strata, lib. zi. p. 706.) Its grandeur and populousness in the ninth century is exaggerated beyond the bounds of credibility; but Rei hat been since ruined by wars and the unwholesomenest of the air. Chap, din. Voyage en Perse, torn.i. p. 270.280. IVHerbelot, Biblioth. Oriental, p. 714. (2) Theophylact, lib. iii. c. 13. The story of the seven Persians is told In the third book of Herodotus; and their noble descendants are often mentioned, especially in the fragments of Ctesias. Yet the independence of Otanes (Herodot. lib. iii. c. 83,840 is hostile to the spirit of despotism, and it may not seem probable that the- seven families could survive the revolutions or eleven hundred years. They might, however, be represented by the seven ministers; (Brizzon, de Regno Persico, lib. i. p. 190.) and some Persian nobles, like the kings of\" Pontui (Polyb. lib. v. p. 540,) and <span class=\"place\" data-place-id=\"991402\">Cappadocia</span>, (Diodor. Sicul. lib. 31. torn. ii. p. 517.) might claim their descent from the bold companions of Darius. (3) See an accurate description of this mountain by Olearius. (Voyage en Perse, p. 997,998.) who ascvn}. ed it with much difficulty and danger in his return from Ispahan to the Caspian tea.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA187&img=1&zoom=3&hl=en&sig=ACfU3U1eY5gPHL7kybXjXA7nvAGsU5gCww&ci=0%2C0%2C1000%2C2000&edge=0"}