{"text": " O F TH E ROMA N EMPIRE. 177 fate of his father, to confine the traitors who had been released from their chains, to deposite in some holy place the diadem which he had usurped, and to accept from his gracious benefactor the pardon of his faults and the government of a pro- vince. The rebel might not be proud, and the king most assuredly was not hum- ble; but the one was conscious of his strength, and the other was sensible of his weakness; and even the modest language of his reply still left room for treaty and reconciliation. Chosroes led into the field the slaves of the palace and the popu- lace of the capital: they beheld with terror the banners of a veteran army; they were encompassed and surprised by the evolutions of the general; and the satraps who had deposed Hormouz, received the punishment of their revolt, or expiated their first treason by a second and more criminal act of disloyalty. The life and liberty of Chosroes were saved, but he was reduced to the necessity of imploring aid or refuge in some foreign land: and the implacable Bindoes, anxious to secure an unquestionable title, hastily returned to the palace, and ended with a bow-string, the wretched existence of the son of Nushirvan.(l) While Chosroes despatched the preparations of his retreat, he deliberated with his remaining friends, (2) whether he should lurk in the valleys of mount <span class=\"place\" data-place-id=\"236419\">Cauca</span>- sus, or fly to the tents of the Turks, or solicit the protection of the emperor. The long emulation of the successors of Artaxerxes and <span class=\"place\" data-place-id=\"305064\">Constantine</span> increased his re- luctance to appear as a suppliant in a rival court; but he weighed the forces of the Romans, and prudently considered, that the neighbourhood of <span class=\"place\" data-place-id=\"981550\">Syria</span> would render his escape more easy, and the more effectual. Attended only by his concubines, and a troop of thirty guards, he secretly departed from the capital, followed the banks of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, traversed the desert, and hatted at the distance of ten miles from <span class=\"place\" data-place-id=\"893974\">Circesium</span>. About the third watch of the night, the Roman prefect was informed of his approach, and he introduced the royal stranger to the fortress at the dawn of day. From thence the king of Persia was conducted to the more honourable residence of <span class=\"place\" data-place-id=\"638860\">Hierapolis</span>; and Maurice dissembled his pride, and dis- played his benevolence, at the reception of the letters and ambassadors of the grandson of Nushirvan. They humbly represented the vicissitudes of fortune and the common interest of princes, exaggerated the ingratitude of Bahram, the agent of the evil principle, and urged, with specious argument, that it was for the ad- vantage of the Romans themselves to support the two monarchies which balance the world, the two great luminaries by whose salutary influence it is vivified and adorned. The anxiety of Chosroes was soon relieved by the assurance, that the emperor had espoused the cause of justice and royalty; but Maurice prudently de; clined the expense and delay of his useless visit to Constantinople. In the name of his generous benefactor, a rich diadem was presented to the fugitive prince with an inestimable gift of jewels and gold; a powerful army was assembled on the frontiers of <span class=\"place\" data-place-id=\"981550\">Syria</span> and <span class=\"place\" data-place-id=\"874350\">Armenia</span> under the command of the valiant and faithful Narses,{3) and this general, of his own nation, and his own choice, was directed to pass the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, and never to sheathe his sword till he had restored Chos- roes to the throne of his ancestors. The enterprise, however splendid, was less arduous than it might appear. Persia had already repented of her fatal rash- ness, which betrayed the heir of the house of Sassantothe ambition of a rebellious subject; and the bold refusal of the Magi to consecrate his usurpation, compelled Bahram to assume the sceptre, regardless of the laws and prejudices of the nation. The palace was soon distracted with conspiracy, the city with tumult, the pro- vinces with insurrection; and the cruel execution of the guilty and the suspected, served to irritate rather than subdue the public discontent. No sooner did the grandson of Nushirvan display his own and the Roman banners beyond the Ti* gris, than he was joined, each day, by the increasing multitudes of the nobility and people; and as he advanced, he received, from every side, the grateful offer- (1) Theophylact (lib. iv. c. 7.) imputes the death of Horraonr. to his son, hy whose command he was beaten to death with clubs. I hare followed the milder account of Khondemii' and Eutychius, and shall always be content with the slightest evidence to extenuate the crime of parricide. (2) After the battle of Pharsalia, the Pompey of Luean (lib. Tiii. 256   455) holds a similar debate. He was himself desirous of seeking the Farthians; but his companions abhorred the unnatural alliance; and the ad- verse prejudices miii;ht operate as forcibly on Chosroes and bis companions, who could describe, with the same vehemence, the contrast of laws, religion, and manners, between the east and west. (3) In this age there were three warriors of the name of Narses, who had been often confounded. (Pagi, Critica, torn. 11. p. 640.)   I. A Persarmenian, the brother of Isaac and Armatius. who, after a successful ac- tion against Belisarius. deserted from his Persian sovereign, and afterward served in the Italian war. 2. The eunuch who conquered <span class=\"place\" data-place-id=\"1052\">Italy</span>. 3. The restorer of Chosroes, who is celebrated in the poem of Corippus (lib. iii. 220   227.) as excelsus super omnia vertice agmina.... habitu modestus morum probitatc piace'ni, virtuie verendus; fulminetis, cautui, vigilans,&c. Vol. III. 23", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA189&img=1&zoom=3&hl=en&sig=ACfU3U2nXy4f-VOnMRhAKzmMZY6Qikv5BQ&ci=0%2C0%2C1000%2C2000&edge=0"}