{"text": " ire TH E DECLIN E AN D FAL L ings of the keys of his cities and the heads of his enemies. As soon as Modair* was freed from the presence of the usurper, the loyal inhabitants obeyed the first summons of Mebodes at the head of only two thousand horse, and Chosroes ac- cepted the sacred and precious ornaments of the palace as the pledge of their truth, and a presage of his approaching success. After the junction of the impe- rial troops, which Bahram vainly struggled to prevent, the contest was decided by two battles on the banks of the Zab, and the confines of <span class=\"place\" data-place-id=\"903080\">Media</span>. The Romans, with the faithful subjects of Persia, amounted to sixty thousand, while the whole force of the usurper did not exceed forty thousand men: the two generals signa- lized their valour and ability, but the victory was finally determined by the pre- valence of numbers and discipline. With the remnant of a broken army, Bah- ram fled towards the eastern provinces of the <span class=\"place\" data-place-id=\"59969\">Oxus</span>: the enmity of Persia recon- ciled him to the Turks; but his days were shortened by poison, perhaps the most incurable of poisons; the stings of remorse and despair, and the bitter remembrance of lost glory. Yet the modern Persians still commemorate the exploits of Bahram; and some excellent laws have prolonged the duration of his troubled and ti'ansi- tory reign. The restoration of Chosroes was celebrated with feasts and executions; and the music of the royal banquet was often disturbed by the groans of dying or mutilated criminals. A general pardon might have diffused comfort and tranquillity through a country which had been shaken by the late revolutions; yet, before the sangui- nary temper of Chosroes is blamed, we should learn whether the Persians had not been accustomed either to dread the rigour, or to despise the weakness, of their sovereign. The revolt of Bahram, and the conspiracy of the satraps, were impar- tially punished by the revenge or justice of the conqueror; the merits of Bindoes himself could not purify his hand from the guilt of royal blood; and the son of Hor- mouz was desirous to assert his own innocence, and to vindicate the sanctity of kings. During the vigour of the Roman power, several princes were seated on the throne of Persia by the arms and the authority of the first Cassars. But their new subjects were soon disgusted with the vices or virtues which they had imbibed in a foreign land; the instability of their dominion gave birth to a vulgar observation, that the choice of <span class=\"place\" data-place-id=\"423025\">Rome</span> was solicited and rejected with equal ardour by the capri- eious levity of oriental slaves.  1) But the glory of Maurice was conspicuous in the long and fortunate reign of his son and his ally. A band of a thousand Romans, who continued to guard the person of Chosroes, proclaimed its confidence in the fidelity of the strangers; his growing strength enabled him to dismiss his unpopular aid, but he steadily professed the same gratitude and reverence to bis adopted fa- ther; and till the death of Maurice, the peace and alliance of the two empires were faithfully maintained. Yet the mercenary friendship of the Roman prince had been purchased with costly and important gifts: the strong cities of <span class=\"place\" data-place-id=\"874573\">Martyropolis</span> and <span class=\"place\" data-place-id=\"874444\">Dara</span> were restored, and the Persarmenians became the willing subjects of an empire, whose eastern limit was extended, beyond the example of her former times, as far as the banks of the <span class=\"place\" data-place-id=\"884118\">Araxes</span> and the neighbourhood of the Caspian. A pious hope was indulged, that the church, as well as the state, might triumph in this revolution; but if Chosroes had sincerely listened to the Christian bishops, the impression was erased by the zeal and eloquence of the Magi; if he was armed with philosophic indifference, he accommodated his belief, or rather his profes- sions, to the various circumstances of an exile and a sovereign. The imaginary conversion of the king of Persia was.reduced to a local and superstitious veneration for Sergius,(2) one of the saints of Antioch, who heard his prayers and appeared to him in dreams; he enriched his shrine with offerings of gold and silver, and as- cribed to his invincible patron, the success of his arms, and the pregnancy of <span class=\"place\" data-place-id=\"501616\">Sira</span>, a devout Christian, and the best beloved of his wives. (3) The beauty of <span class=\"place\" data-place-id=\"501616\">Sira</span> or 0) Experiment!! cogniturn est barharos malle <span class=\"place\" data-place-id=\"423025\">Roma</span> netere- reges quam habere. These experiments are admirably represented in the invitation, and expulsion of Vonones,(Annal. ii. 1   3.) Tiridates, (Annal. vii. 32   44.) and Meherdates, (Annal. xi. 10.12.10   14.) The eye of Tacitus seems to have transpierced the camp* of the Parthians and the walls of the haram. (2) Sergius aad his companion Bacchus, who are said to have suffered in the persecution of Maximian, ob- tained divine honour in <span class=\"place\" data-place-id=\"98961\">France</span>, <span class=\"place\" data-place-id=\"1052\">Italy</span> <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and the east. Their tomb at Rasaphe was famous for miracles, and that Syrian town acquired the more honourable name of Sergiopolis. Tiileinont, Mem. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. v. p. 491   496. Butler's Saints, vol. 10. p. 155. (3) Evagrius, (lib. vi. c. S I J and Theophylacr. lib. v. c. 13,14.) have preserved the original letters of Chos- roes, written in Greek, signed with bis own hand, and afterward inscribed on crosses and tables of gold, which were deposited in the church of Sergiopolis. They had been sent to the bishop of Amiocb, as primate", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA190&img=1&zoom=3&hl=en&sig=ACfU3U1rMmzRhrdBgPBubKwtbpseT5rnww&ci=0%2C0%2C1000%2C2000&edge=0"}