{"text": " O F TH E ROMA N EMPIRE. 1T9 Schirin,(l) her wit, her musical talents, are still famous in the history, or rather in the romances of the east: her own name is expressive, in the Persian tongue, of sweetness and grace; and the epithet of Parvis alludes to the charms of her royal lover. Yet <span class=\"place\" data-place-id=\"501616\">Sira</span> never shared the passion which she inspired, and the bliss of Chosroes was tortured by a jealous doubt, that while he possessed her person, she had bestowed her affections on a meaper favourite. (2) While the majesty of the Roman name was revived in the east, the prospect of <span class=\"place\" data-place-id=\"1001887\">Europe</span> is less pleasing and less glorious. By the departure of the Lombards, and the ruin of the Gepidsc, the balance of power was destroyed on the <span class=\"place\" data-place-id=\"216798\">Danube</span>; and the Avars spread theirpermanent dominion from the foot of the Alps to the sea- coast of the <span class=\"place\" data-place-id=\"638838\">Euxine</span>. The reign of Baian is the brightest era of their monarchy; their chagan, who occupied the rustic palace of Attila, appears to have imitated his character and policy;(3) but as the same scenes were repeated in a smaller cir- cle, a minute representation of the copy would be devoid of the greatness and no- velty of the original. The pride of the second Justin, of Tiberius, and Maurice, was humbled by a proud barbarian, more prompt to inflict, than exposed to suffer the injuries of war; and as often as <span class=\"place\" data-place-id=\"599527\">Asia</span> was threatened by the Persian arms, Eu- rope was oppressed by the dangerous inroads, or costly friendship of the Avars. When the Roman envoys approached the presence of the chagan, they were commanded to wait at the door of his tent, till, at the end perhaps of ten or twelve days, he condescended to admit thera. If the substance or the style of their mes- sage was offensive to his ear, he insulted, with a real or affected fury, their own dignity, and that of their prince; their baggage was plundered, and their lives were only saved by the promise of a richer present and a more respectful address. But his sacred ambassadors enjoyed and abused an unbounded license in the midst of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>: they urged with importunate clamours, the increase of tribute, or the restitution of captives and deserters; and the majesty of the empire was al- most equally degraded by a base compliance, or by the false and fearful excuses, with which they eluded such insolent demands. The chagan had never seen an elephant; and his curiosity was excited by the strange, and perhaps fabulous, por- trait of that wonderful animal. At his command, one of the largest elephants of the imperial stables was equipped with stately caparisons, and conducted by a numerous train to the royal village in the plains of Hungary. He surveyed the enormous beast with surprise, with disgust, and possibly with terror; and smiled at the vain industry of the Romans, who, in search of such useless rarities, could explore the limits of the land and sea. He wished, at the expense of the emperor, to repose in a golden bed. The wealth of Constantinople, and the skilful diligence of her artists, were instantly devoted to the gratification of his caprice; but when the work was finished, he rejected with scorn a present so unworthy the majesty of a great king. (4) These were the casual sallies of his pride, but the avarice of the chagan was a more steady and tractable passion; a rich and regular supply of silk apparel, furniture, and plate, introduced the rudiments of art and luxury among the tents of the Scythians; their appetite was stimulated by the pepper and cinnamon of India;(5) the annual subsidy or tribute was raised from fourscore to one hundred and twenty thousand pieces of gold; and after each hostile interrup- (1) The Greeks only describe her as a Roman by birth, a Christian by religion; but she is represented as the daughter of the emperor Maurice in the Persian and Turkish Romances, which celebrate the lore of Khosrou for Schirin, of Schirin for Ferhad, the most beautiful youth of the east. D'Herbelot, Bibtiolh. Ori- ental, p. 789. 097,998. (2) The whole series of the tyranny of Hormouz, the revolt of Bahram, and the flight and restoration of Chosroes, is related by two cotemporary Greeks   more concisely by Evagrius, (lib. vs. c. 10   19.)   and most diffusely by Theophylact Simocatta: (lib. iii. c. vi.   18. lib. iv. c. 1   IS. lib. v. c. 1   1 J.) succeeding compilers, Zonaras and Cedrenus, can only transcribe and abridge. The Christian Arabs Eutychtus, (Annak torn. ii. p. 200   208.) and Abulpharagius, (Dynast, p. 96   98.) appear to have consulted some particular memoirs. The great Persian historians of the fifteenth century, Mirkhond and Khondemir, are only known to me by the im- perfect extracts of Sbikark, (Tarikh, p. 150   lis.) Texeira, or rather Stevens, (Hist, of Persia, p. 182   188.) a Turkish MS. translated by the abbe Fourmont, (Hist, de I'Academie des Inscriptions, torn. vii. p. 325   334.) and d'Herbelot,(anx mots, Hormouz, p. 457   459. Bahram, p. 174. Kliosrou Parviz, p. 996. Were I perfect- ly satisfied of their authority. I could wish these oriental materials had been more copious. (3) A general idea of the pride and power of the chagan may be taken from Mrnander, (Excerp. Legat. p. 117,&c. and Theophylact, lib. i. c. 3. lib. vii.c. IS.) whose eight books are much more honourable to the Avar than to the Roman prince. The predecessors of Baian had tasted the liberality of <span class=\"place\" data-place-id=\"423025\">Rome</span>, and he survived the reign of Maurice, (Bunt, Hist, des Peuples Barbares, torn. it. p. 54S.) The chagan who invaded <span class=\"place\" data-place-id=\"1052\">Italy</span>, A. J). 611.(Muratori, Annali. torn. v. p. 305.) was then juvenili setate florentem, (Paul Warnefrid.de Geit Lan- gobard, lib. v. c. 38.) the son, perhaps, or the grandson of Baian. M) Theophylact, lib. i. c. 5,6. (5) Even in the field, the chagan delighted in the use of these aromaties. He solicited as a gift. Mum;.xapuz**;, and received twrtpt Kxt qvkkov Iv&ui-, xxtnxo rt scat tck/.eyo^svoi/ xsarov. Theophylact, lib. vii. CIS. The Europeans of the ruder ages consumed more spices in their meat and drink than is compatible with the.delicacy of a modern palate. Vie Priee des Francois, torn. ri. p. 162,163.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA191&img=1&zoom=3&hl=en&sig=ACfU3U2FPnuvgTveULo4lRSmA2lfi0Zc6w&ci=0%2C0%2C1000%2C2000&edge=0"}