{"text": " 180 TH E DECLIN E AN D FAL L tion, the payment of the arrears, with exorbitant interest, was always made the first condition of the new treaty. In the language of a barbarian without guile,' the prince of the Avars affected to complain of the insincerity of the Greeks,(l) yet he was not inferior to the most civilized nations in the refinements of dissimu- lation and perfidy. As the successor of the Lombards, the chagan asserted his claim to the important city of <span class=\"place\" data-place-id=\"207447\">Sirmium</span>, the ancient bulwark of the Illyrian pro- vinces. (2) The plains of the Lower Hungary were covered with the Avar horse, and a fleet of large boats was built in the Hyrcinian wood, to descend the <span class=\"place\" data-place-id=\"216798\">Danube</span>, and to transport into the <span class=\"place\" data-place-id=\"207428\">Save</span> the materials of a bridge. But as the strong garri- son of <span class=\"place\" data-place-id=\"207443\">Singidunum</span>, which commanded the conflux ot the two rivers, might have stopped their passage and baffled his designs, he dispelled their apprehensions by a solemn oath, that his views were not hostile to the empire. He swore by his sword, the symbol of the god of war, that he did not, as the enemy of <span class=\"place\" data-place-id=\"423025\">Rome</span>, con- struct a bridge upon the <span class=\"place\" data-place-id=\"207428\">Save</span>.\" If I violate my oath,\" pursued the intrepid Baian,\" may I myself, and the last of my nation, perish by the sword! may the heavens and fire, the deity of the heavens, fall upon our heads! may the forests and mountains bury us in their ruins! and the <span class=\"place\" data-place-id=\"207428\">Save</span> returning, against the laws of nature, to his source, overwhelm us in his angry waters!\" After this barbarous imprecation, he calmly inquired, what oath was the most sacred and venerable among the Christians, what guilt of perjury it was most dangerous to incur._ The bishop of <span class=\"place\" data-place-id=\"207443\">Singidunum</span> presented the gospel, which the chagan received with de- vout reverence.\" I swear,\" said he,\" by the God who has spoken in this holy book, that I have neither falsehood on my tongue, nor treachery in my heart.\" As' soon as he rose from his knees, he accelerated the labour of the bridge, and des- patched an envoy to proclaim what he no longer wished to conceal.\" Inform the emperor,\" said the perfidious Baian,\" that <span class=\"place\" data-place-id=\"207447\">Sirmium</span> is invested on every side. Advise his prudence to withdraw the citizens and their effects, and resign a city which it is now impossible to relieve or defend.\" Without the hope of relief, the defence of <span class=\"place\" data-place-id=\"207447\">Sirmium</span> was prolonged above three years; the walls were still un- touched; but famine was enclosed within the walls, till a merciful capitulation al- lowed the escape of the naked and hungry inhabitants. <span class=\"place\" data-place-id=\"207443\">Singidunum</span>, at the dis- tance of fifty miles, experienced a more cruel fate: the buildings were rased, and the vanquished people were condemned to servitude and exile. Yet the ruins of <span class=\"place\" data-place-id=\"207447\">Sirmium</span> are no longer visible; the advantageous situation of <span class=\"place\" data-place-id=\"207443\">Singidunum</span> soon at- tracted a new colony of Sclavonians; and the conflux of the <span class=\"place\" data-place-id=\"207428\">Save</span> and Danube is still guarded by the fortifications of Belgrade, or the White City, so often and so obstinately disputed by the Christian and Turkish arms. (3) From Belgrade to the walls of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, a line may be measured of six hundred miles; that line was marked with flames and with blood; the horses of the Avars were alter- nately bathed in the <span class=\"place\" data-place-id=\"638838\">Euxine</span> and the Adriatic; and the Roman pontiff, alarmed by the approach of a more savage enemy, (4) was reduced to cherish the Lombards as the protectors of <span class=\"place\" data-place-id=\"1052\">Italy</span>. The despair of a captive, whom his country refused to ransom, disclosed to the Avarsthe intention and practice of military engines;(5) but in the first attempts they were rudely framed and awkwardly managed; and the resistance of Diocletianapolis and Bersea, of Phillippolis and Adrianople soon exhausted the skill and patience of the besiegers. The warfare of Baian was that of a Tartar, yet his mind was susceptible of a humane and generous sen- timent: he spared <span class=\"place\" data-place-id=\"216702\">Anchialus</span>, whose salutary waters had restored the health of the best beloved of his wives; and the Romans confess, that their starving army was fed and dismissed by the liberality of a foe. His empire extended over <span class=\"place\" data-place-id=\"354132\">Hun</span>- gary, Poland, and Prussia, from the mouth of the Danube to that of the Oder;(6) and his new subjects were divided and transplanted by the jealous policy of the (1) Theophylact, lib. vi. c. 6. lib. vii. c. 15. The Greek historian confesses the truth and jmtice of fail reproacb. (2) Menander(in Eaccrpt. Legat. p. 126   132.174, 175.) describes the perjury of Baian and the surrender of Sirmitiro. We have lost his acoount of the siege, which is commended by Theophylact, lib. i. c. 3. To a* tm>; (3) See iTAnvitle, In the Memoires de l'Acad. des Inscriptions, torn, xxviii. p, 412   443. The Sclavonic name of Belgrade is mentioned in the tenth century by <span class=\"place\" data-place-id=\"305064\">Constantine</span> Porphyrogenitus: the Latin appellation of <span class=\"place\" data-place-id=\"462088\">Alba</span> Gratca is used by the Franks in the beginning of the ninth, (p. 414.) (4) Baron. Annal. Ecclcs. A. D. 600. No.!. Paul Warnefrid (lib.iv. c. 38.) relates their irruption into Friuli, and (c. 39.) the captivity of his ancestors, about A. D. 632. The Sclavi traversed the Hadriatic, cum mullitu- dinc navium. and made a descent in the territory of St. Pontnm (c. 47.) (5) Rr.n the hclepolis,or moveable turret. Theophylact, lit. li. 16,17._ (6) The arms and alliances of the chagan reached to the neighbourhood of a western sea, fifteen months' journey from Constantinople. The emperor Maurice convened with some itinerant harpers from that re- mote country, and only seems to have mistaken a trade for a nation. Throphvloct, lib. vi. e. 5.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA192&img=1&zoom=3&hl=en&sig=ACfU3U2-xno9G-7UCRjdF0Xb9XLklbka-A&ci=0%2C0%2C1000%2C2000&edge=0"}