{"text": " 182 TH E DECLIN E AN D FALL. rians, was uniformly restored by the repose and safety of the winter season. A prince who could promote and support this unworthy favourite, must derive no glory from the accidental merit of his colleague Priscus.(l) In five successive battles, which seem to have been conducted with skill and resolution, seventeen thousand two hundred barbarians were made prisoners; near sixty thousand, with four sons of the chagan, were slain: the Roman general surprised a peaceful dis- trict of the <span class=\"place\" data-place-id=\"20467\">Gepidi</span>, who slept under the protection of the Avars; and his last tro- phies were erected on the banks of the <span class=\"place\" data-place-id=\"216798\">Danube</span> and the Teyss. Since the death of Trajan, the arms of the empire had not penetrated so deeply into the old Da- cia: yet the success of Priscus was transient and barren; and he was soon recalled, by the apprehension, that Baian, with dauntless spirit and recruited forces, was preparing to avenge his defeat under the walls of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. (2) The theory of war was not more familiar to the camps of Csesar and Trajan, than to those of Justinian and Maurice. (3) The iron ot Tuscany or Pontus still received the keenest temper from the skill of the Byzantine workmen. The magazines were plentifully stored with every species of offensive and defensive arms. In the construction and use of ships, engines, and fortifications, the barba- rians admire the superior ingenuity of a people whom they had so often vanquished in the field. The science of tactics, the order, evolutions, and stratagems, of an- tiquity, were transcribed and studied in the books of the Greeks and Romans. But the solitude or degeneracy of the provinces could no longer supply a race of men to handle those weapons, to guard those walls, to navigate those ships, and to reduce the theory of war into bold and successful practice. The genius of Be- lisarius and Narses had been formed without a master, and expired without a disciple. Neither honour, nor patriotism, nor generous superstition, could ani- mate the lifeless bodies of slaves and strangers, who had succeeded to the honours of the legions: it was in the camp alone that the emperor should have exercised a despotic command; it was only in the camps that his authority was disobeyed and in- sulted: he appeased and inflamed with gold the licentiousness of the troops; but their vices were inherent, their victories were accidental, and their costly main- tenance exhausted the substance of a state which they were unable to defend- After a long and pernicious indulgence, the cure of this inveterate evil was under- taken by Maurice; but the rash attempt, which drew destruction on his own head, tended only to aggravate the disease. A reformer should be exempt from the suspicion of interest, and he must possess the confidence and esteem of those whom he proposes to reclaim. The troops of Maurice might listen to the voice of a victorious leader: they disdained the admonitions of statesmen and sophists, and when they received an edict which deducted from their pay the price of their arms and clothing, they execrated the avarice of a prince insensible of the dan- gers and fatigues from which he had escaped. The camps both of <span class=\"place\" data-place-id=\"599527\">Asia</span> and Eu- rope were agitated with frequent and funous seditions;(4) the enraged soldiers of <span class=\"place\" data-place-id=\"658457\">Edessa</span> pursued, with reproaches, with threats, with wounds, their trembling ge- nerals: they overturned the statues of the emperor, cast stones against the mira- culous image of Christ, and either rejected the yoke of all civil and military laws, or instituted a dangerous model of voluntary subordination. The monarch, al- ways distant, and often deceived, was incapable of yielding or persisting according to the exigence of the moment. But the fear of a general revolt induced him too readily to accept any act of valour, or any expression of loyalty, as an atonement for the popular offence; the new reform was abolished as hastily as it had been an- nounced, and the troops, instead of punishment and restraint, were agreeably sur- prised by a gracious proclamation of immunities and rewards. But the soldiers accepted without gratitude the tardy and reluctant gifts of the emperor; their in- solence was elated by the discovery of his weakness and their own strength; and their mutual hatred was inflamed beyond the desire of forgiveness or the hope of reconciliation. The historians of the times adopt the vulgar suspicion, that Mau- (1) See the exploits of Priscus, Kb. viii. c. 2, 3. t (2) The general detail of the war against the Avars mny be traced in the first, second, sixth, seventh, and eighth books of the history of the Emperor Maurice, by Theophylact Simoeatta. As he wrote in the reign of Heraclius.he had no temptation to flatter: but his want of judgment renders him diffuse in trifles, and con- cise in the most interesting facts., (3) Maurice himself composed twelve books on the military art, which are still extant, and have been pub- lished (Upsal, 1664.) by John Schefler at the end of the Tactics of Arrian, (Fabricius, Bibliot. Grscca, lib. iv. c. 8. torn. iii. p. 278.) who promises to speak more fully of his work in its proper place. (4) See the mutinies under the reign of Maurice, in Theophylact, lib. hi. c. 1   4; lib. vi. c. 7,8, Id; lib. vii. c. 7; lib. Tin, c. 6,6a:.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA194&img=1&zoom=3&hl=en&sig=ACfU3U0wcwlhGF0b58eRvw4bzjbqZCSwfw&ci=0%2C0%2C1000%2C2000&edge=0"}