{"text": " O F TH E ROMA N EMPIUE. rice conspired to destroy the troops whom he had laboured to reform: the miscon- duct and favour of Commentiolus are imputed to this malevolent design; and every age must condemn the inhumanity or avarice(l) of a prince, who by the trifling ran- som of six thousand pieces of gold, might have prevented the massacre of twelve thousand prisoners in the hands of the chagan. In the first fervour of indignation, an order was signified to the army of the <span class=\"place\" data-place-id=\"216798\">Danube</span>, that they should spare the mag- azines of the province, and establish their winter-quarters in the hostile country of the Avars. The measure of their grievances was full: they pronounced Mau- rice unworthy to reign, expelled or slaughtered his faithful adherents, and, under the command of Phocas, a simple centurion, returned by hasty marches to the neighbourhood of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>. After a long series of legal succession, the mi- litary disorders of the third century were again revived; yet such was the novelty of the enterprise, that the insurgents were awed by their own rashness. They hesitated to invest their favourite with the vacant purple; and while they rejected all treaty with Maurice himself, they held a friendly correspondence with his son Theodosius; and with Germanus, the father-in-law of the royal youth. So ob- scure had been the former condition of Phocas, that the emperor was quite igno- rant of the name and character of his rival: but as soon as he learned, that the centurion, though bold in sedition, was timid in the face of danger, Alas! (cried the desponding prince) if he is a coward, he will surely be a murderer. Yet if Constantinople had been firm and faithful, the murderer might have spent his fury against the walls; and the rebel army would have been gradually consumed or reconciled by the prudence of the emperor. In the games of the circus, which he repeated with unusual pomp, Maurice disguised, with smiles of confidence, the anxiety of his heart, condescended to solicit the applause of the factions, and flattered their pride by accepting from their respective tribunes a list of nine hundred blues and fifteen hundred greens, whom he affected to esteem his weakness and hastened his fall; the green faction were the secret accomplices of the rebels, and the blues recommended lenity and moderation in a contest with their Roman brethren. The rigid and parsimonious virtues of Maurice had long since alienated the hearts of his subjects; as he walked barefoot in a religious pro- cession, he was rudely assaulted with stones, and his guards were compelled to present their iron maces inthe defence of his person. A fanatic monk ran through the streets with a drawn sword, denouncing against him the wrath and the sen- tence of God; and a vile plebeian, who represented his countenance and apparel, was seated on an ass, and pursued by the imprecations of the multitude. (2) The emperor suspected the popularity of Germanus with the soldiers and citizens; he feared, he threatened, but he delayed to strike; the patrician fled to the sanctuary of the church; the people rose in his defence, the walls were deserted by the guards, and the lawless city was abandoned to the flames and rapine of a noctur- nal tumult. In a small bark the unfortunate Maurice, with his wife and nine children, escaped to the Asiatic shore; but the violence of the wind compelled him to land at the church of St. Autonomus,(3) near <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, from whence he despatched Theodosius, his eldest son, to implore the gratitude and friendship of the Persian monarch. For himself, he refused to fly; his body was tortured with sciatic pains,(4) his mind was enfeebled by superstition; he patiently awaited the event of the revolution, and addressed a fervent and public prayer to the Almighty, that the punishment of his sins might be inflicted in this world rather than in 3 future life. After the abdication of Maurice, the two factions disputed the choice of an emperor; but the favourite of the blues, was rejected by the jealousy of (1) Theophylact and Theophanes teem ignorant or the conspiracy ami avarice of Maurice. These charges,, so unfavourable to the memory of that emperor, are first mentioned by the author of the Paschal Chronicle (p. 379,380.:) from whence Zonaras (torn. ii. lib. 14. p. IT, 78.) has transcribed them. Cedrenus (p. 390.) has fol- lowed another computation of the ransom. (2) In their clamours against Maurice, the people of Constantinople branded him with the name of Marciff- nite of Marcionist: a heresy, (says Theopltylacr, lib. viii. c. 9.) fur* tivcc*u  p  ;,trt.x,8i    ; euxSik rt kxi wwwjt- x*tto;. Did tiiey only cast out a vague reproach, or had the emperor really listened to some obscure teacher of those ancient Gnostics? (3) The church of St. Antonomus (whom I have not the honour to know) was one hundred and fifty stadia from Constantinople. (Theophylact, lib. viii. c. 9.) The port of Eutropius, where Maurice and his children were murdered, is described by Gyllius (de Bosphoro Thracio, lib. iii. c. 11.) as one of the two harbours of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>. (4) The inhabitants of Constantinople were generally subject to the voo-oi apfipuriJij; and Theophylact in- sinuates (lib. viii. c. 9.) that if it were consistent with the rules of history, he could assign the medical cause. Yet suoh a digression would not have been more impertinent than his inquiry (lib. vii, c. lfi, 17.) into the an- nual inundations of the Nile, and ail the opinions of the Greek philosophers on that subject- as the solid pillars of his throne. ", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA195&img=1&zoom=3&hl=en&sig=ACfU3U3SEwwIH4UOd2-dDgC3RJZxCBdsvg&ci=0%2C0%2C1000%2C2000&edge=0"}