{"text": " 184 TH E DECLIN E AN D FAL L their antagonists, and Germanus himself was hurried along by the crowds, who rushed to the palace of <span class=\"place\" data-place-id=\"521026\">Hebdomon</span>, seven miles from the city, to adore the ma- jesty of Phocas the centurion. A modest wish of resigning the purple to the rank and merit of Germanus was opposed by his resolution, more obstinate and equally sincere:,the senate and clergy obeyed his summons, and as soon as the patriarch was assured of his orthodox belief, he consecrated the successful usurper in the church of St. John the Baptist. On the third day, amidst the acclamations of a thoughtless people, Phocas made his public entry in a chariot drawn by four white horses; the revolt of the troops was rewarded by a lavish donative, and the new sovereign, after visiting the palace, beheld from his throne the games of the hip- podrome. In a dispute of precedency between the two factions, his partial judg- ment inclined in favour of the greens. Remember that Maurice is still alive, re- sounded from the opposite side; and the indiscreet clamour of the blues admonished and stimulated the cruelty of the tyrant. The ministers of death were des- patched to <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>: they dragged the emperor from his sanctuary; and the live sons of Maurice were successively murdered before the eyes of their agonizing parent. At each stroke, which he felt in his heart, he found strength to rehearse a pious ejaculation,   Thou art just, O'Lord.' and thy judgments are righteous. And such, in the last moments, was his rigid attachment to truth and justice, that he revealed to the soldiers the pious falsehood of a nurse who presented her own child in the place of a royal infant. (1).The tragic scene was finally closed by the execution of the emperor himself, in the twentieth year of his reign, and the sixty- third year of his age. The bodies of the father and his five sons were cast into the sea, their heads were exposed at <span class=\"place\" data-place-id=\"520985\">Constantinople</span> to the insults or pity of the multitude, and it was not till some signs of putrefaction had appeared, that Pho- cas connived at the private burial of these venerable remains. In that grave, the faults and errors of Maurice were kindly interred. His fate alone was remem- bered; and at the end of twenty years, in the recital of the history of Theophylact, the mournful tale was interrupted by the tears of the audience. (2) Such tears must have flowed in secret; and such compassion would have been criminal, under the reign of Phocas, who was peaceably acknowledged in the provinces of the east and west. The images of the emperor and his wife Leontia were exposed in the Lateran to the veneration of the clergy and senate of <span class=\"place\" data-place-id=\"423025\">Rome</span>, and afterwards deposited in the palace of the Csesars, between those of Constan- tine and Theodosius. As a subject and a Christian, it was the duty of Gregory to acquiesce in the established government, but the joyful applause with which he salutes the fortune of the assassin, has sullied with indelible disgrace the charac- ter of the saint. The successor of the apostles might have inculcated with de- cent firmness the guilt of blood, and the necessity of repentance; he is content to celebrate the deliverance of the people and the fall of the oppressor; to rejoice that the piety and benignity of Phocas have been raised by Providence to the im- perial throne; to pray that his hands may be strengthened against all his enemies; and to express a wish, perhaps a prophecy, that after a long and triumphant reign, he maybe transferred from a temporal to an everlasting kingdom. (3) I have already traced the steps of a revolution so pleasing, in Gregory's opinion, both to heaven and earth; and Phocas does not appear less hateful in the exercise than in the acquisition of power. The pencil of an impartial historian has delineated the portrait of a monster;(4) his diminutive and deformed person, the closeness of his shaggy eve-brows, his red hair, his beardless chin, and his cheek disfigured and discoloured by a formidable scar. Ignorant of letters, of laws, and even of arms, he indulged in the supreme rank a more ample privilege of lust and drunk- enness, and his brutal pleasures were either injurious to his subjects or disgraceful (1) From this generous attempt, Corneille has deduced the intricate web of his tragedy of Heraclius, which requires more than one representation to be clearly understood; (Corneille de Voltaire, torn. v. p. 300.) and which, after an interval of some years, is said to have puzzled the author himself. Anecdotes Dramatiqucs, torn. i. p. 422. (2) The revolt of Phocas and death of Maurice are told by Theophylact Simocatta, lib. viii. e. 7   12.) the Paschal Chronicle (p. 379,380.) Theophanes, (Chronograph, p. 238   244.) Zonaras, torn. ii. lib. i*iv. p. 77   80.) and Cedrenus, (p. 399   404.) (3) Gregor. hbvxi. epist. 38. indict. 6. Benignitatem, vestras pietatis ad imperiale fastigium pervennisse gaudemus. Lauentur cosli et exultet terra, et de vestris benignis actibus universal reipublicse populus none usque vehementer afilictus liilarescat, Sec. This base flattery, the topic of Protestant invective, is justly cen- sured by the philosopher Bayle. (Dictionaire Critique, Gregoire I. No. H. torn. ii. p. 597, J98.) Cardinal Ba- ronius justifies the pope at the expense of toe fallen emperor. (4) The images of Phocas were destroyed; but even the malice of his enemies would suffer one copy of such a portrait or caricature (Cedrenus, p. 404.) to escape the flames. 4", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA196&img=1&zoom=3&hl=en&sig=ACfU3U1YhtvPoHnjv2g7MU4Dderd6uW69g&ci=0%2C0%2C1000%2C2000&edge=0"}