{"text": " O F TH E ROMA N EMPIRE.- 185 to himself. Without assuming the office of a prince, he renounced the profession of a soldier; and the reign of Phocas afflicted <span class=\"place\" data-place-id=\"1001887\">Europe</span> with ignominious peace, and <span class=\"place\" data-place-id=\"599527\">Asia</span> with desolating war. His savage temper was inflamed by passion, hardened by fear, exasperated by resistance or reproach. The flight of Theodosius to the Persian court had been intercepted by a rapid pursuit, or a deceitful message: he was beheaded at Nice, and the last hours of the young prince were soothed by the comforts of religion and the consciousness of innocence. Yet his phantom dis- turbed the repose of the usurper: a whisper was circulated through the east, that the son of Maurice was still alive: the people expected their avenger, and the widow and daughter of the late emperor would have adopted as their son and brother the vilest of mankind. In the massacre of the imperial family,(l) the mercy, or rather the discretion, of Phocas, had spared these unhappy females, and they were decently confined to a private house. But the spirit of the empress <span class=\"place\" data-place-id=\"305064\">Constantina</span>, still mindful of her father, her husband, and her sons, aspired to freedom and revenge. At the dead of the night, she escaped to the sanctuary of St. Sophia; but her tears, and the gold of her associate Germanus, were insuffi- cient to provoke an insurrection. Her life was forfeited to revenge, and even to justice: but the patriarch obtained and pledged an oath for her safety; a monastery was allotted for her prison, and the widow of Maurice accepted and abused the le- nity of his assassin. The discovery or the suspicion of a second conspiracy, dis- solved the engagements and rekindled the fury of Phocas. A matron who com- manded the respect and pity of mankind, the daughter, wife, and mother of em- perors, was tortured like the vilest malefactor, to force a confession of her designs and associates; and the empress <span class=\"place\" data-place-id=\"305064\">Constantina</span>, with three innocent daughters, was beheaded at <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, on the same ground which had been stained with the blood of her husband and five sons. After such an example, it would be super- fluous to enumerate the names and sufferings of meaner victims. Their condem- nation was seldom preceded by the forms of trial, and their punishment was im- bittered by the refinements of cruelty: their eyes were pierced, their tongues were torn from the root, their hands and teet were amputated; some expired under the lash, others in the flames, others again were transfixed with arrows; and a simple speedy death was mercy which they could rarely obtain. The hippodrome, the sacred asylum of the pleasures and the liberty of the Romans, was polluted with heads and limbs and mangled bodies; and the companions of Phocas were the most sensible, that neither his favour, nor their services, could protect them from a tyrant, the worthy rival of the Caligulas and Domitians of the first age of the empire. (2) A daughter of Phocas, his only child, was given in marriage to the patrician Crispus,(3) and the royal images of the bride and bridegroom were indiscreetly placed in the circus by the side of the emperor. The father must desire that his posterity should inherit the fruit of his crimes, but the monarch was offended by this premature and popular association: the tribunes of the green faction, who ac- cused the officious error of their sculptors, were condemned to instant death: their lives were granted to the prayers of the people; but Crispus might reasonably doubt whether a jealous usurper could forget and pardon his involuntary compe- tition. The green faction was alienated by the ingratitude of Phocas and the loss of their privileges; every province of the empire was ripe for rebellion; and He- raclius, exarch of <span class=\"place\" data-place-id=\"775\">Africa</span>, persisted above two years in refusing all tribute and obedience to the centurion who disgraced the throne of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. By the secret emissaries of Crispus and the senate, the independent exarch was solicited to save and to govern his country: but his ambition was chilled by age, and he re- signed the dangerous enterprise to his son Heraclius, and to Nicetas, the son of Gregory his friend and lieutenant. The powers of <span class=\"place\" data-place-id=\"775\">Africa</span> were armed by the two adventurous youths; they agreed that the one should navigate the fleet from Car- thage to Constantinople, that the other should lead an army through <span class=\"place\" data-place-id=\"766\">Egypt</span> and C D The family of Maurice ii represented hy Ducange: (Familial Byzantinoe, p. 106   10B.) his elileit son Theodosins had been crowned emperor when he wai no more than four years and a half old, and he 11 always joined with his father in the salutations of Gregory. With the Christian daughters, Anaslasia and Theocteste, I am surprised to find the pagan name of Cleopatra.      ..,- (2) Some of the cruelties of Phocas are marked by Theophylact, lib. Tin. c. 13   15. George of <span class=\"place\" data-place-id=\"981544\">Pisidia</span>, the poet of Heraclius, styles him (Bell. Avarieum, p. 46. <span class=\"place\" data-place-id=\"423025\">Rome</span>, 1777.) t  ;        .Jo; o SvrxaSix-ns  m iS'Of iofi S**ur. The latter epithet is just   but the corrupter of life was easily vanquished. (3) In the writers, and in the copies of those writers, there is such hesitation between the names of Priscus and Crispus (Dacange, Fam. Byzant. p. 111.,) that I have been tempted to identify the son-in-law of Phocas with die hero five times victorious over the Avars. Vol.. III. 21", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA197&img=1&zoom=3&hl=en&sig=ACfU3U1-zar1mI1OEEuelCQ00Lta0N0KFw&ci=0%2C0%2C1000%2C2000&edge=0"}