{"text": " 186 TH E DECLIN E AN D FAL L <span class=\"place\" data-place-id=\"1001906\">Asia</span>, and that the imperial purple should be the reward of diligence and s A faint rumour of their undertaking was conveyed to the ears of Phocas, and the wife and mother of the young Heraclius were secured as hostages of his faith: but the treacherous art of Crispus extenuated the distant peril, the. means of defence were neglected or delayed, and the tyrant supinely slept till the African navy cast anchor in the Hellespont. Their standard was joined at Abidus by the fugitives and exiles who thirsted for revenge; the ships of Heraclius, whose lofty masts were adorned with the holy symbols of religion,(l) steered their triumphant course through the <span class=\"place\" data-place-id=\"599786\">Propontis</span>; and Phocas beheld from the windows of the palace, his ap- proaching and inevitable fate. The green faction was tempted by gifts and pro- mises, to oppose a feeble and fruitless resistance to the landing of the Africans; but the people, and even the guards, were determined by the well-timed defec- tion of Crispus; and the tyrant was seized by a private enemy, who boldly invaded the solitude of the palace. Stripped of the diadem and purple, clothed in a vile habit, and loaded with chains, he was transported in a small boat to the imperial galley of Heraclius, who reproached him with the crimes of his abominable reign-\" Wilt thou govern better}\" were the last words of the despair of Phocas. Af- ter suffering each variety of insult and torture, his head was severed from his body, the mangled trunk was cast into the flames, and the same treatment was in- flicted on the statues of the vain usurper, and the seditious banner of the green faction. The voice of the clergy, the senate and the people, invited Heraclius to ascend the throne which he had purified from guilt and ignominy, after some graceful hesitation, he yielded to their entreaties. His coronation was accompa- nied by that of his wife Eudoxia; and their posterity, till the fourth generation,, continued to reign over the empire of the east. The voyage of Heraclius had been easy and prosperous, the tedious march of Nicetas was not accomplished be- fore the decision of the contest: but he submitted without a murmur to the fortune of his friend, and his laudable intentions were rewarded with an equestrian statue, and a daughter of the emperor. It was more difficult to trust the fidelity of Cris- pus, whose recent services were recompensed by the command of the Cappapo- cian army. His arrogance soon provoked, and seemed to excuse the ingratitude of his new sovereign. In the presence of the senate, the son-in-law of Phocas was condemned to embrace the monastic life; and the sentence was justified by the weighty observation of Heraclius, that the man who had betrayed his father, could: never be faithful to his friend. (2) Even after his death the public was afflicted by the crimes of Phocas, which armed with a pious cause the most formidable of her enemies. According to the friendly and equal forms of the Byzantine and Persian courts, he announced his exaltation to the throne; and his ambassador Lilius, who had presented him with the heads of Maurice and his sons, was the best qualified to describe the circum- stances of the tragic scene.(3) However it might be varnished by fiction or sophistry, Chosroes turned with horror from the assassin, imprisoned the pre- tended envoy, disclaimed the usurper, and declared himself the avenger of his father and benefactor. The sentiments of grief and resentment which humanity would feel, and honour would dictate, promoted, on this occasion, the interest of the Persian king; and his interest was powerfully magnified by the national and religious prejudices of the magi and satraps. In a strain of artful adulation, which assumed the language of freedom, they presumed to censure the excess of his gratitude and friendship for the Greeks; a nation with whom it was dangerous to conclude either peace or alliance; whose superstition was devoid of truth and jus- tice, and who must be incapable of any virtue, since they could perpetrate the most atrocious of crimes, the impious murder of their sovereign. (4) For the crime of an ambitious centurion, the nation which he oppressed was chastised with the calamities of war; and the same calamities, at the end of twenty years, were (1) According to Theophanes  iS  tw and fi  /nrrip  c. Cedrenut adds an nxsipomiirrar eiismi too xupisa, winch Heraclius bore as a banner in the first Persian expedition. See George Pisid. Acroas 1. 140. The ma- nufacture seems to have flourished; but Foggini, the Roman editor (p. 26.,) is at a loss to determine whether this picture was an original or a copy. r?LS<^}PVJ^py of Ph  ca  and the elevation of Heraclius, in Chron. Paschal, p. 380   38S. Theophanes, P- 2,4.2~?S0- Nicephorus, jp. 3-7. Cedrenus, p. 404-407. Zonaraa, torn. ii. lib. xiv. p. 80-82. (4) Christians'nec pactum esse, nec fidemnec ftedns\"\"\" 7quod7fufi   iMs^^^ non occidissent. Eutych. Annalii, torn. ii. p. 211. yen. Fococl.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA198&img=1&zoom=3&hl=en&sig=ACfU3U2lCWv6PtaGFDkFg3WNHsHuQ9OJzQ&ci=0%2C0%2C1000%2C2000&edge=0"}