{"text": " O F TH E ROMA N EMPIRE. retaliated and redoubled on the heads of the Persians. (1) The general who had restored Chosroes to the throne still commanded in the east: and the name of Nar-  es was the formidable sound with which the Assyrian mothers were accustomed to terrify their infants. It is not improbable, that a native subject of Persia should encourage his master and his friend to deliver and possess the provinces of <span class=\"place\" data-place-id=\"599527\">Asia</span>. It is still more probable, that Chosroes should animate his troops by the assurance that the sword which they dreaded the most would remain in its scabbard, or be drawn in their favour. The hero could not depend on the faith of a tyrant; and the tyrant was conscious how little he deserved the obedience of a hero: Narses was removed from his military command; he reared an independent standard at <span class=\"place\" data-place-id=\"638860\">Hierapolis</span> in <span class=\"place\" data-place-id=\"29492\">Syria</span>: he was betrayed by fallacious promises, and burnt alive in the market-place of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>. Deprived of the only chief whom they could fear or esteem, the bands which he had led to victory were twice broken by the cavalry, trampled by the elephants, and pierced by the arrows of the barbarians; and a great number of the captives were beheaded on the field of battle by the sentence of the victor, who might justly condemn these seditious mercenaries as the authors or accomplices of the death of Maurice. Under the reign of Phocas, the fortifications of Merdin, <span class=\"place\" data-place-id=\"874444\">Dara</span>, <span class=\"place\" data-place-id=\"874298\">Amida</span>, and <span class=\"place\" data-place-id=\"658457\">Edessa</span>, were successively be- sieged, reduced and destroyed by the Persian monarch: he passed the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, occupied the Syrian cities, <span class=\"place\" data-place-id=\"638860\">Hierapolis</span>, <span class=\"place\" data-place-id=\"540783\">Chalcis</span>, and Berrhxa or Aleppo, and soon encompassed the walls of Antiocti with his irresistible arms. The rapid tide of success discloses the decay of the empire, the incapacity of Phocas, and the dis- affection of his subjects; and Chosroes provided a decent apology for their submis- sion or revolt by an impostor who attended his camp, as the son of Maurice,(2) and the lawful heir of the monarchy.- The first intelligence from the east which Heraclius received,(3) was that of the loss of Antioch; but the aged metropolis, so often overturned by earthquakes and pillaged by the enemy, could supply but a small and languid stream of trea- sure and Mood. The Persians were equally successful and more fortunate in the sack of Cxsarea, the capital of <span class=\"place\" data-place-id=\"991402\">Cappadocia</span>; and as they advanced beyond the ramparts of the frontiers, the boundary of ancient war, they found a less obstinate resistance and a more plentiful harvest. The pleasant vale of <span class=\"place\" data-place-id=\"678106\">Damascus</span> has been adorned in every age with a royal city: her obscure felicity has hitherto escaped the historian of the Roman empire: but Chosroes reposed his troops in the para- dise of <span class=\"place\" data-place-id=\"678106\">Damascus</span> before he ascended the hills of Libanus, or invaded the cities of the Phenician-coast. The conquest of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>, (4) which had been meditated by Nushirvan, was achieved by the zeal and avarice of his grandson; the ruin of the proudest monument of Christianity was vehemently urged by the intolerant spirit of the Magi; and he could enlist, for this holy warfare, an army of six and twenty thousand Jews, whose furious bigotry might compensate, in some degree, for the want of valour, and discipline. After the reduction of Galilee, and the region beyond the Jordan, whose resistance appears to have delayed the fate of the capital, Jerusalem itself was taken by assault. The sepulchre of Christ, and the stately churches of <span class=\"place\" data-place-id=\"579945\">Helena</span> and <span class=\"place\" data-place-id=\"305064\">Constantine</span>, were consumed, or at least da- maged, by the flames; the devout offerings of three hundred years were rifled in one sacrilegious day; the patriarch Zachariah, and the true cross, were transport- ed into Persia; and the massacre of ninety thousand Christians is imputed to the Jews and Arabs who swelled the disorder of the Persian march. The fugitives of Palestine were entertained at <span class=\"place\" data-place-id=\"727070\">Alexandria</span> by the charity of John the archbishop, (1) We mast now, for some apes, take our leave of cotemporary historians, and descend, if it be a descent, from the affectation of rhetoric, to the rude simplicity of chronicles and abridgments. Those of Theophanes (Chronograph, p. 244   279. ( and Nicephorus, p. 316, supply a regular, but imperfect series of the Persian war! and for any additional facts I quote my special authorities. Theophanes.a cotmier who became a monk, was born A. 1). 743; Nicephorus. patriarch of Constantinople, who died A. 1). 829, was somewhat younger: they both sutTered in the cause of images. Hankkis de Scriptorihus Ryzantinis, p. 200   246. (2) The Persian historians have been themselves deceived: but Theopbanes (p. 244.) accuses Chosroes of the fraud and falsehood; and Eutychius believes (Annal. torn. ii. p. 21 J.) thai (he son of Maurice, who was saved from the assassins, lived and died a monk on mount <span class=\"place\" data-place-id=\"746813\">Sinai</span>. (3) Eutychius dates all the losses of the empire under the reign of Phocas, an error which saves the ho- nour of Heraclius, whom he brings not from <span class=\"place\" data-place-id=\"314921\">Carthage</span>, but Salonica, with a fleet laden with vegetables for the relief of Constantinople, f Anna?, torn. ii. p. 223, 2240 The other Christians of the east. Barhebraus, (apud Asseman. Bibliothec. Oriental, torn. iii. p. 412,413.) Elmacin, (Hist. Saracen, p. 13   16.) Abulpharagius. (Dy- nast, p. 98,99,) are more sincere and accurate. The years of the Persian war are disposed in the Chrono- logy of Pagi. (4) On the eonquest of Jerusalem, an event so interesting to the church, see the Annals of Eutychius, torn, ii. p. 212   223.) and the lamentations of the monk Antiochus, apud Baronium, Annal. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. A. D. 614. No 16   26.) whose one hundred and twenty-nine homilies are still extant, if what no one reads may be said to be extant", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA199&img=1&zoom=3&hl=en&sig=ACfU3U1ZANH0ZXPoLN7HN8UrS-oa6raMZA&ci=0%2C0%2C1000%2C2000&edge=0"}