{"text": " H TH E DECLIN E AN D FAL L long vigils and abstemious diet. When his first transports had subsided, she still maintained the same ascendant over his mind, by the more solid merit of temper and understanding. Justinian delighted to ennoble and enrich the object of his affection; the treasures of the east were poured at her feet, and the nephew of Justin was determined, perhaps by religious scruples, to bestow on his concubine the sacred and legal character of a wife. But the laws of <span class=\"place\" data-place-id=\"423025\">Rome</span> expressly pro- hibited the marriage of a senator with any female who had been dishonoured by a servile origin or theatrical profession: the empress Lupicina, or Euphemia, a bar- barian of rustic manners, but of irreproachable virtue, refused to accept a prosti- tute for her niece: and even Vigilantia, the superstitious mother of Justinian, though she acknowledged the wit and beauty of Theodora, was seriously appre- hensive, lest the levity and arrogance of that artful paramour might corrupt the piety and happiness of her son. These obstacles were removed by the inflexible constancy of Justinian. He patiently expected the death of the empress; he de- spised the tears of his mother, who soon sunk under the weight of her affliction, and a law was promulgated in the name of the emperor Justin, which abolished the rigid jurisprudence of antiquity. A glorious repentance (the words of the edict) was left open for the unhappy females who had prostituted their persons on the theatre, and they were permitted to contract a legal union with the most illus- trious of the Romans. (1) This indulgence was speedily followed by the solemn nuptials of Justinian and Theodora; her dignity was gradually exalted with that of her lover; and, as soon as Justin had invested his nephew with the purple, the patriarch of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> placed the diadem on the heads of the emperor and empress of the east. But the usual honours which the severity of Roman manners had allowed to the wives of princes, could not satisfy either the ambition of The- odora, or the fondness of Justinian. He seated her on the throne as an equal and independent colleague in the sovereignty of the empire, and an oath of allegiance was imposed on the governors of the provinces in the joint names of Justinian and Theodora. (2) The eastern world fell prostrate before the genius and fortune of the daughter of Acacius. The prostitute who, in the presence of innumerable spectators had polluted the theatre of Constantinople, was adored as a queen in the same city, by grave magistrates, orthodox bishops, victorious generals, and captive monarchs. (3) Those who believe that the female mind is totally depraved by the loss of chas- tity, will eagei-ly listen to all the invectives of private envy or popular resentment, which have dissembled the virtues of Theodora, exaggerated her vices, and con- demned with rigour the venal or voluntary sins of the youthful harlot. From a motive of shame or contempt, she often declined the servile homage of the multi- tude, escaped from the odious light of the capital, and passed the greatest part of the year in the palaces and gardens which were pleasantly seated on the sea-coast of the <span class=\"place\" data-place-id=\"511381\">Propontis</span> and the <span class=\"place\" data-place-id=\"520977\">Bosphorus</span>. Her private hours were devoted to the pru- dent as well as grateful care of her beauty, the luxury of the bath and table, and the long slumber of the evening and the morning. Her secret apartments were occupied by the favourite women and eunuchs, whose interests and passions she indulged at the expense of justice; the most illustrious personages of the state were crowded into a dark and sultry antichamber, and when at last, after a tedious attendance, they were admitted to kiss the feet of Theodora, they experienced, as her humour might suggest, the silent arrogance of an empress, or the capricious levity of a comedian. Her rapacious avarice to accumulate an immense treasure, may be excused by the apprehension of her husband's death, which could leave no alternative between ruin arid the throne; and fear as well as ambition might ex- asperate Theodora against two generals, who, during a malady of the emperor, had rashly declared that they were not disposed to acquiesce in the choice of the capital. But the reproach of cruelty, so repugnant even to her softer vices, has left an indelible stain on the memory of Theodora. Her numerous spies observed, and zealously reported, every action, word, or look, injurious to their royal mistress. (1) See the old law in Justinian's Code, (lib. v. tit. 5. leg. vii. tit. 27.lee. 1.) tinder the years 336 and 454. Tire new edict (about the year 5S1 or 523. Aleman. p. 38.96.) very awkwardly repeals no more than the clause of mulieres sccnkcc, libertinse, tabernarias. See the novels 89 and 117, and a Greek rescript from Justinian to the bishops. (Aleman. p. 41.) f2)Iswear by the Father, 8cc, by the Virgin Mary, by the four Gospels, quae in tnanitrus teneo, and by'the holy archangels Michael and Gabriel, puram conscientiam germamimque serviiium me servatarom, sacratini- mis DDNN. Justiniano et Theodoras conjugi ejus (novel, viii. tit. 3.) Would the oath have been binding ia fa- vour of the widow? Communes tituli et trinmphi, Sec. (Aleman. p. 47,48.) (3) M Let greatness own her, and she's mean no more.\"&c. Without Warburton's critical telescope, I should never have seen, ia the general picture of triumphant vice, any personal allusion to Theodora.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA20&img=1&zoom=3&hl=en&sig=ACfU3U1E4WM1iY7m8o05RElD74hopPrkvw&ci=0%2C0%2C1000%2C2000&edge=0"}