{"text": " O F TH E ROMA N EMPIRE, 189 cocks, ostriches, roebucks, and wild boars, and the noble game of lions and tigers were sometimes turned loose for the bolder pleasure of the chase. Nine hun- dred and sixty elephants, were maintained for the use or splendou:- of the great king: his tents and baggage were carried into the field by twelve thousand great camels, and eight thousand of a smaller size;(l) and the royal stables were filled with six thousand mules and horses, among whom the names of Shebdiz and Barid are renowned for their speed or beauty. Six thousand guards successively mount- ed before the palace-gate; the service of the interior apartments was performed by twelve thousand slaves, and in the number of three thousand virgins, the fair- est of <span class=\"place\" data-place-id=\"599527\">Asia</span>, some happy concubine might console her master for the age or in- difference of <span class=\"place\" data-place-id=\"501616\">Sira</span>. 1 he various treasures of gold, silver, gems, silk, and aroma- tics, were deposited in a hundred subterraneous vaults; and the chamber of Bada-   verd denoted the accidental gift of the winds which had wafted the spoils of Hera- clius into one of the Syrian harbours of his rival. The voice of flattery, and perhaps of fiction, is not ashamed to compute the thirty thousand rich hangings that adorned the walls, the forty thousand columns of silver, or more probably of marble, and plated wood, that supported the roof; and a thousand globes of gold suspended in the dome, to imitate the motions of the planets and the constellations of the zodi- ac. (2) While'the Persian monarch contemplated the wonders of his art and power, he received an epistle from an obscure citizen of Mecca, inviting him to acknowledge Mahomet as the apostle of God. He rejected the invitation, and tore the epistle. It is thus (exclaimed the Arabian prophet) that God will tear the kingdom, and reject the sufifilications, of Cliosroes. (3) Placed on the verge of the two great empires of the east, Mahomet observed with secret joy the progress of their mutual destruction; and in the midst of the Persian triumphs, he ven- tured to foretel, that before many years should elapse, victory would again return to the banners of the Romans. (4) At the time when this prediction is said to have been delivered, no prophecy could be more distant from its accomplishment, since the first twelve years of Heraclius announced the approaching dissolution of the empire. If the motives of Chosroes had been pure and honourable, he must have ended the quarrel with the death of Phocas, and he would have embraced, as his best ally, the fortunate African who had so generously avenged the injuries of his benefactor Maurice. The prosecution of the war revealed the true character of the barbarian: and the suppliant embassies of Heraclius to beseech his clemency, that he would spare the innocent, accept a tribute, and give peace to the world, were rejected with contemptuous silence or insolent menace. <span class=\"place\" data-place-id=\"531109\">Syria</span>, <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, and the provinces of <span class=\"place\" data-place-id=\"599527\">Asia</span>, were subdued by the Persian arms, while <span class=\"place\" data-place-id=\"1001887\">Europe</span>, from the confines of Is- tria to the long wall of <span class=\"place\" data-place-id=\"501638\">Thrace</span>, was oppressed by the Avars, unsatiated with the blood and rapine of the Italian war. They had coolly massacred their male cap- tives in the sacred field of <span class=\"place\" data-place-id=\"197425\">Pannonia</span>; the women and children were reduced to servitude, and the noblest virgins were abandoned to the promiscuous lust of the barbarians. The amorous matron who opened the gates of Firuli passed a short night in the arms of her royal lover: the next evening Romilda was condemned to the embraces of twelve Avars, and the third day the Lombard princess was im- paled in the sight of the camp, while the chagan observed, with a cruel smile, that such a husband was the fit recompense of her lewdness and perfidy. (5) By these implacable enemies, Heraclius, on either side, was insulted and besieged: and the Roman empire was reduced to the walls of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, with the rem- nant of <span class=\"place\" data-place-id=\"1001896\">Greece</span>, <span class=\"place\" data-place-id=\"1052\">Italy</span>, and <span class=\"place\" data-place-id=\"324852\">Africa</span>, and some maritime cities, from <span class=\"place\" data-place-id=\"678437\">Tyre</span> to Trebi- (1) The difference between the two races consists in one or two humps; the dromedary has only one; the size of the proper camel is larger; the country he comes from, Turkestan or Bactriana; the dromedary is confined to <span class=\"place\" data-place-id=\"1001942\">Arabia</span> aod <span class=\"place\" data-place-id=\"324852\">Africa</span>. Buffon, Hist. Naturelle, torn. li. p. 211,&c. Aristot. Hist. Animal, torn. i. lib. u.c. 1.: tom.ii. p. 185. (2) Theophanes, Chronograph, p. 268. D'Herbelot, Bibliotheque Orientale. p. 997. The Greeks describe the decay, the Persians the splendour of Dastagerd; but the former speak from the modest witness of the eye, the latter from the vague report of the ear. (3) The historians of Mahomet, Abnlfeda, (in Vit. Mahommed, p. 92,93.) and Gagnier, (Vie de Mahomet, J  m., ii. p. 247.) date this embassy in the seventh year of the Hegira, which commences A. D. 628. May 11. Their Chronology is erroneous, since Chosroes died in the month of February of the same year. (Pagi, Cri- tica, torn. ii. p. 779.) The count de Boulainvilliers (Vie de Mahommed, p. 327,328.) places this embassy about A.]). 615, soon after the conquest of Palestine. Yet Mahomet would scarcely have ventured so soon on so bold a step. C4) See the thirtieth chapter of the Koran, entitled the Greeks. Our honest and learned translator Sale,. CP.. 330,331.) fairly states this conjecture, guess, wager, of Mahomet; but Boulainvilliers, p. 329   344,) with wicked intentions, labours to establish this evident prophecy of a future event, which must, in his opinion, embarrass the Christian polemics. Paul Wameftid, de Gestis Langobardoruro, lib. ir. c, 38*-42. Muratori, Annali d'lralia, torn, v. n. 305, gee.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA201&img=1&zoom=3&hl=en&sig=ACfU3U25UHGeBK0iVVhBC45XTrZJUwR57Q&ci=0%2C0%2C1000%2C2000&edge=0"}