{"text": " 190 TH E DECLIN E AN D FAL L zond,' of the Asiatic coast. After the loss of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, the capital was afflicted by famine and pestilence; and the emperor, incapable of resistance, and hopeless of relief, had resolved to transfer his person and government to the more secure resi- dence of <span class=\"place\" data-place-id=\"314921\">Carthage</span>. His ships were already laden with the treasures of the pa- lace, but his flight was arrested by the patriarch, who armed the powers of reli- gion in the defence of his country, led Heraclius to the altar of St. Sophia, and ex- torted a solemn oath, that he would live and die with the people whom God had intrusted to his care. The chagan was encamped in the plains of <span class=\"place\" data-place-id=\"1001889\">Thrace</span>, but he dissembled his perfidious designs, and solicited an interview with the emperor near the town of <span class=\"place\" data-place-id=\"648614\">Heraclea</span>. Their reconciliation was celebrated with equestrian games; the senate and people in their gayest apparel resorted to the festival of peace, and the Avars beheld with envy and desire, the spectacle of Roman luxu- ry. On a sudden the hippodrome was encompassed by the Scythian cavalry, who had pressed their secret and nocturnal march: the tremendous sound of the cha- gan's whip gave the signal of the assault; and Heraclius wrapping his diadem round his arm, was saved, with extreme hazard, by the fleetness of his horse. So rapid was the pursuit, that the Avars almost entered the golden gate of Constan- tinople with the flying crowds;(l) but the plunder of the suburbs rewarded theii treason, and they transported beyond the <span class=\"place\" data-place-id=\"216798\">Danube</span>, two hundred and seventy thou- sand captives. On the shore of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>, the emperor held a safer conference with a more honourable foe, who, before Heraclius descended from his galley, sa- luted with reverence and pity the majesty of the purple. The friendly offer of Sain the Persian general, to conduct an embassy to the presence of the great king, was accepted with the warmest gratitude, and the prayer for pardon and peace   was humbly presented by the pretorian prefect, the prefect of the city, and one of the first ecclesiastics of the patriarchal church. (2) But the lieutenant of Chos- roes had fatally mistaken the intentions of his master.\" It was not an embassy (said the tyrant of Asia,) it was the person of Heraclius, bound in chains, that he should have brought to the foot of my throne. I will never give peace to the_em- peror of <span class=\"place\" data-place-id=\"423025\">Rome</span> till he has abjured his crucified God, and embraced the worship of the sun.\" Sain was flayed alive, according to the inhuman practice of his coun- try; and the separate and rigorous confinement of the ambassadors, violated the laws of nations and the faith of an express stipulation. Yet the experience of six years at length persuaded the Persian monarch to renounce the conquest of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and to specify the annual tribute or ransom of the Roman empire: a thousand talents of gold, a thousand talents of silver, a thousand silk robes, a thousand horses, and a thousand virgins. Heraclius subscibed these ignominious terms, but the time and space which he obtained to collect such treasures from the poverty of the east, was industriously employed in the preparations of a bold and desperate attack. Of the characters conspicuous in history, that of Heraclius is one of the most extraordinary and inconsistent. In the first and last years of a long reign, the emperor appears to be the slave of sloth, of pleasure, or of superstition, the care- less and impotent spectator of the public calamities. But the languid mists of the morning and evening are separated by the brightness of the meridian sun: the Ar-   cadius of the palace arose the Cxsar of the camp; and the honour of Rome and Heraclius was gloriously retrieved by the exploits and trophies of six adventurous   campaigns. It was the duty of the Byzantine historians to have revealed the causes of his slumber and vigilance. At this distance we can only conjecture, that he was endowed with more personal courage than political resolution: that he was detained by the charms, and perhaps the arts, of his niece Martina, with whom,.after the death of Eudocia, he contracted an incestuous marriage;(3) and that he yielded to the base advice of the counsellors, who urged, as a fundamental law, that the life of the emperor should never be exposed in the field. (4) Perhaps he (0 The Paschal Chronicle, which sometimes introduces fragments of history into a barren list of names and dates, gives the best account of the treason of the Avars, p. S89,390. The number of captives is added by Nicephorus. (2) Some original pieces, such as the speech or letter of the Roman ambassadors, (p. 386   388.) likewise con- stitute the merit of the Paschal Chronicle, which was composed, perhaps at <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, under the reign of Heraclius. (3) Nicephorus (p. 10,11.) who brands this marriage with the names of*fctr/iw and erfs/urev, is happy to ob- serve, that of two sons, its incestuous fruit, the elder was marked by Providence with a stiff neck, the younger with the loss of hearing. (4) George of <span class=\"place\" data-place-id=\"981544\">Pisidia</span>; (Acroas. 1.112   125., p. 5.) who states the opinions, acquits the pusillanimous counsel- lors of any sinister views. Would he have excused the proud and contemptuous admonition of Crispus?", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA202&img=1&zoom=3&hl=en&sig=ACfU3U1bTClhGfkf00RPY2c5LRsVa1_bCQ&ci=0%2C0%2C1000%2C2000&edge=0"}