{"text": " 192 TH E DECLIN E AN D FAL L Imperial standard. The natural fortifications of <span class=\"place\" data-place-id=\"628957\">Cilicia</span> protected, and even con- cealed, the camp of Heraclius, which was pitched near <span class=\"place\" data-place-id=\"658490\">Issus</span>, on the same ground where Alexander had vanquished the host of Darius. The angle which the em- peror occupied, was deeply indented into a vast semicircle of the Asiatic, Arme- nian, and Syrian provinces; and to whatsoever point of the circumference he should direct his attack, it was easy for him to dissemble his own motions, and to prevent those of the enemy. In the camp of <span class=\"place\" data-place-id=\"658490\">Issus</span>, the Roman general reformed the sloth and disorder of the veterans, and educated the new recruits in the knowledge and practice of military virtue. Unfolding the miraculous image of Christ, he urged them to revenge the holy altars which had been profaned by the worshippers of fire; addressing them by the endearing appellations of sons and brethren, he de- plored the public and private wrongs of the republic. The subjects of a monarch were persuaded that they fought in the cause of freedom; and a similar enthusiasm was communicated to the foreign mercenaries, who must have viewed with equal indifference the interest of <span class=\"place\" data-place-id=\"423025\">Rome</span> and of Persia. Heraclius himself, with the skill and patience of a centurion, inculcated the lessons of the school of tactics, and the soldiers were assiduously trained in the use of their weapons, and the exercises and evolutions of the field. The cavalry and infantry in light or heavy armour were divided into two parts; the trumpets were fixed in the centre, and their sig- nals directed their march, the charge, the retreat, or pursuit; the direct or oblique order, the deep or extended phalanx; to represent in fictitious combat the opera- tions of genuine war. Whatever hardship the emperor imposed on the troops, he inflicted with equal severity on himself; their labour, their diet, their sleep, were measured by the inflexible rules of discipline; and, without despising the enemy, fhey were taught to repose an implicit confidence in their own valour and the wis- dom of their leader. <span class=\"place\" data-place-id=\"628957\">Cilicia</span> was soon encompassed with the Persian arms; but their cavalry hesitated to enter the defiles of mount <span class=\"place\" data-place-id=\"648792\">Taurus</span>, till they were circum- vented by the evolutions of Heraclius, who insensibly gained their rear, whilst he appeared to present his front in order of battle. By a false motion which seemed to threaten <span class=\"place\" data-place-id=\"874350\">Armenia</span>, he drew them, against their wishes, to a general action. They were tempted by the artful disorder of his camp; but when they advanced to combat, the ground, the sun, and the expectations of both armies, were unpropi- tious to the barbarians; the Romans successfully repeated their tactics in a field of battle,(l) and the event of the day declared to the world, that the Persians were not invincible, and that a hero was invested with the purple. Strong in victory and fame, Heraclius boldly ascended the heights of mount <span class=\"place\" data-place-id=\"648792\">Taurus</span>, directed his march through the plains of <span class=\"place\" data-place-id=\"991402\">Cappadocia</span>, and established his troops for the win- ter season in safe and plentiful quarters on the banks of the river Hayls.(2) His soul was superior to the vanity of entertaining <span class=\"place\" data-place-id=\"520998\">Constantinople</span> with an imperfect triumph: but the presence of the emperor was indispensably required to sooth the restless and rapacious spirit of the Avars. Since the days of Scipio and Hannibal, no bolder enterprise has been attempted than that which Heraclius achieved for the deliverance of the empire. (3) He permitted the Persians to oppress for a while the provinces, and to insult with im- punity the capital of the east; while the Roman emperor explored his perilous way through the Black Sea, (4) and the mountains of <span class=\"place\" data-place-id=\"874350\">Armenia</span>, penetrated into the heart of Persia,(5) and recalled the armies of the great king to the defence of their bleeding country. With a select band of five thousand soldiers, Heraclius sailed from Constantinople to Trebizond; assembled his forces which had wintered In the Pontic regions; and from the mouth of the <span class=\"place\" data-place-id=\"874645\">Phasis</span> to the Caspian sea, en- (1) Foggini (Annotat. p. 31.) suspects that the Persians were deceived by the qx}mi>z rnvKvyfciw of  lian, (Taetic. c. xlviii.) an intricate spiral motion of the army. He observed (p. 28.) that the military descriptions of George of <span class=\"place\" data-place-id=\"1001910\">Pisidia</span> are transcribed into the Taetics of the emperor Leo. (2) George of <span class=\"place\" data-place-id=\"1001910\">Pisidia</span>, an eye-witness (Aeroas. ii. 122,&c.) described in three acroasies or cantos, the first expedition of Heraclius. The poem has been lately (1777) published at Rome: but such vague-  nd decla- matory praise is far from corresponding with the sanguine hopes of Pagi, D'Anville,&c. (3) Theonhanes (p. 256.) carries Heraclius swiftly (**t  t*%  ;) into <span class=\"place\" data-place-id=\"874350\">Armenia</span>. Nicephorus' (p. 11.) though he confounds the two expeditions, defines the province of Lazica. Eutycbio J (Annal. torn. ii. p. 231.) has given the five thousand men, with the more probable station of Trebizond. (4) From Constantinople to Trebizond, with a fair wind, four or five days; from thence to Erzerom,five-; to Erivan, twelve; to <span class=\"place\" data-place-id=\"197544\">Tauris</span>, ten; in all, thirty-two. Such is the Itinerary of Tavernier (Voyages, torn. i. p. 12   56.) who was perfectly conversant with the roads of <span class=\"place\" data-place-id=\"1001906\">Asia</span>. Tournefort, who travelled with a pasha, spent ten or twelve days between Trebizond and Erzerom (Voyage do Levant, torn. iii. lettre 18.:) and Chardin Vuj-ages, torn. i. p. 249   254.) gives the more correct distance of fifty-three parasangs, each of five thousand paces, (what paces?) between Erivan and Tanris. (5) The expedition of Heraclius into Persia is finely illustrated by M. d'Anville (Merooires de l'Acadenrie des Inscriptions, torn, xxviii. p. 559   573.) He discovers the situation of Gandzaca, Theharma, Dastagerd, 6cc. with admirable skill and learning: but the o'bscure campaign of 624 he passes over in silence.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA204&img=1&zoom=3&hl=en&sig=ACfU3U2lk6N46CejVI0CT5H4TJcvq_01ig&ci=0%2C0%2C1000%2C2000&edge=0"}