{"text": " O F TH E ROMA N EMPIRE* 193 couraged his subjects and allies to march with the successors of Constantino under the faithful and victorious banner of the cross. When the legions of Lucullus and Pompey first passed the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, they blushed at their easy victory over the natives of <span class=\"place\" data-place-id=\"981507\">Armenia</span>. But the long experience of war had hardened the minds and bodies of that effeminate people; their zeal and bravery were approved in the ser- vice of a declining empire; they abhorred and feared the usurpation of the house of Sassan, and the memory of persecution envenomed their pious hatred of the enemies of Christ. The limits of <span class=\"place\" data-place-id=\"981507\">Armenia</span>, as it had been ceded to the emperor Maurice, extended as far as the <span class=\"place\" data-place-id=\"884118\">Araxes</span>; the river submitted to the dignity of a bridge;(l) and Heraclius, in the footsteps of Mark Antony, advanced towards the city of <span class=\"place\" data-place-id=\"197544\">Tauris</span> or Gandzaca,(2) the ancient and modern capital of one of the pro- vinces of <span class=\"place\" data-place-id=\"903080\">Media</span>. At the head of forty thousand men, Chosroes himself had re- turned from some distant expedition to oppose the progress of the Roman arms; but he retreated on the approach of Heraclius, declining the generous alternative of peace or battle. Instead of half a million of inhabitants, which have been ascribed to Tauris under the reign of the Sophys, the city contained no more than three thousand houses: but the value of the royal treasures was enhanced by a tradi- tion, that they were the spoils of Crossus, which had been transported by Cyrus, from the citadel of Sardes. The rapid conquests of Heraclius were suspended only by the winter season; a motive of prudence or superstition,(3) determined his retreat into the province of <span class=\"place\" data-place-id=\"903043\">Albania</span>, along the shores of the Caspian; and his tents were most probably pitched in the plains of Mogan,(4) the favourite encampment of oriental princes. In the course of this successful inroad, he signalized the zeal and revenge of a Christian emperor: at his command, the soldiers extinguished the fire, and destroyed the temples of the Magi: the statues of Chosroes, who as- pired to divine honours, were abandoned to the flames; and the ruins of Thebarma orOrmia,(5) which had given birth to Zoroaster himself, made some atonement for the injuries of the holy sepulchre. A purer spirit of religion was shown in the relief and deliverance of fifty thousand captives. Heraclius was rewarded by their tears and grateful acclamations; but this wise measure, which spread the fame of his benevolence, diffused the murmurs of the Persians against the pride and obstinacy of their own sovereign. Amidst the glories of a succeeding campaign, Heraclius is almost lost to our eyes, and to those of the Byzantine historians. (6) From the spacious and fruitful plains of <span class=\"place\" data-place-id=\"903043\">Albania</span>, the emperor appears to follow the chain of Hyrcanian mountains, to de- scend into the province of <span class=\"place\" data-place-id=\"903080\">Media</span> or Irak, and to carry his victorious arms as far as the royal cities of Casbin and Ispahan, which had never been approached by a Roman conqueror. Alarmed by the danger of his kingdom, the powers of Chos- roes were already recalled from the Nile and the <span class=\"place\" data-place-id=\"520977\">Bosphorus</span>, and three formida- ble armies surrounded, in a distant and hostile land, the camp of the emperor. The Colchian allies prepared to desert his standard; and the fears of the bravest veterans were expressed, rather than concealed, by their desponding silence.\"Be not terrified,\" said the intrepid Heraclius,\" by the multitude of your foes. With the aid of Heaven, one Roman may triumph over a thousand barbarians. But if we devote our lives for the salvation of our brethren, we shall obtain the (1) Et Pontem indignatus <span class=\"place\" data-place-id=\"884118\">Araxes</span>. Virgil.  neid, viii. 728. Toe river <span class=\"place\" data-place-id=\"884118\">Araxes</span> Is noisy, rapid, vehement, and, with the melting: of the mows, irresistible; the strongest ami most massy bridges are swept away by the current; and lits indignation is attested by the vuins of many arches near the old town of Zulfa. Voyages de Chardin, torn. i. p. 252. (2) Chardin, torn. s. p. 255   259. With the orientals (d'Herbelot, Bibliotb. Orient, p. 834.) he ascribes (he foundation of Tauris, or Tebris, to Zobeide. the wife of the famous kbalif Haroun Alrashid; hut it appears to have been more ancient; and the names of Gandzaca, <span class=\"place\" data-place-id=\"884148\">Gazaca</span>. <span class=\"place\" data-place-id=\"59826\">Gaza</span>, are expressive of the royal treasure. The number of five hundred and fifty thousand inhabitants is reduced by Chardin from one million to ont; hundrrd thousand, the popular estimate. (3) He opened the gospel, and applied or interpreted the first casual passage to the name and situation of <span class=\"place\" data-place-id=\"903043\">Albania</span>. Theophanes, p. 258. (4) The heath of Mogan, between the Cyrus and the <span class=\"place\" data-place-id=\"884118\">Araxes</span>. is sixtv parasanes in lenerth. and twenty in breadth (Olearius, p. 1023,1024..) abounding in waters and fruitful pastures (Hist, de Nadir Shah, translated by Mr. Jones from a Persian MS. part ii. p. 2,3.) See the encampments of Timur (Hist, par Sfcerefeddin AH, rib. v. c. 37. lib. vi. c. 13.,; and the coronation of Nadir Shah (Hist. Persanne, p. 3   13. and the English life of Mr. Jones, p. 64,65.) (5) Thebarma lml Ormia near the lake Spanto, are proved to be the same city by D'Anville (Memoires de PAeademie, torn, xxviii. p. 564,565.) It is honoured as the birth place of Zoroaster according to the Persians (Schultens, Index Geograpb. p. 48.;) and their tradition is fortified by M. Perron d'Anquetil (Mem. de I'Acaa L des Inscript. torn. xxxi. p. 375.,) with some texts from his, or their Zendavesta. (6) I cannot find, and (what is much more) M. D'AnviMe does not attempt to seek the Salban, Tarentnm, territorv of the Huns, ore. mentioned by Theoplianei (p. 260   262.) Antychins (Anna),'nm. ii. p. 231, 232.) an insufficient author, names Aspahan; and Casbin is most probably the cily of Sapor. Ispahan is twenty- four days'journev from Tauris. and Casbin half way between t!tem (Voyages de Taveniier, torn, i. p. ft3-* 82.) Vol.. III. 2\" T", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA205&img=1&zoom=3&hl=en&sig=ACfU3U1Nfyj2CQ_Qdvcxk6Ijz7gIFQiFfw&ci=0%2C0%2C1000%2C2000&edge=0"}