{"text": " O F TH E ROMA N EMPIRE. 195 his throne, while the Persian envoys, in silk robes, were seated by his side.   \" You   see,\" said the haughty barbarian,\" the proofs of my perfect union with the great king: and his lieutentant is ready to send into my camp a select band of three thou- sand warriors. Presume no longer to tempt your master with a partial and inade- quate ransom: your wealth and your city are the only presents worthy of my accept- ance. For yourselves, I shall permit you to depart, each with an under-garment and a shirt; and, at my entreaty, my friend Sarbar will not refuse a passage through his lines. Your absent prince, even now a captive or a fugitive, has left Constan- tinople to its fate; nor can you escape the arms of the Avars and Persians, unless you could soar into the air like birds, unless like fishes, you could dive into the waves. \"(1) During ten successive days the capital was assaulted by the Avars, who had made some progress in the science of attack; they advanced to sap or bat- ter the wall, under the cover of the impenetrable tortoise; their engines descharged a perpetual volley of stones and darts; and twelve lofty towers of wood exalted the combatants to the height of the neighbouring ramparts. But the senate and peo- Ele were animated by the spirit of Heraclius, who had detached to their relief a ody of twelve thousand cuirassiers; the powers of fire and mechanics were used with superior art and success in the defence of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>; and the galleys, with two and three ranks of oars, commanded the <span class=\"place\" data-place-id=\"520977\">Bosphorus</span>, and rendered the Persians the idle, spectators of the defeat of their allies. The Avars were re- pulsed; a fleet of Sclavonian canoes were destroyed in the harbour; the vassels of the chagan threatened to desert, his provisions were exhausted, and after burning his engines, he gave the signal of a slow and formidable retreat. The devotion of the Romans ascribed this signal deliverance to the Virgin Mary; but the mother of Christ would surely have condemned their inhuman murder of the Persian en- voys, who were entitled to the rights of humanity, if they were not protected by the laws of nations. (2) After the division of his army, Heraclius prudently retired to the banks of the <span class=\"place\" data-place-id=\"874645\">Phasis</span>, from whence he maintained a defensive war against the fifty thousand gold spears of Persia. His anxiety was relieved by the deliverance of Constantinople; his hopes were confirmed by a victory of his brother Theodoras; and to the hostile league of Chosroes with the Avars, the Roman emperor opposed the useful and honourable alliance of the Turks. At his liberal invitation, the horde of Cho- zars,(3) transported their tents from the plains of the Volga to the mountains of <span class=\"place\" data-place-id=\"658471\">Georgia</span>; Heraclius received them in the neighbourhood of Teflis, and the khan with his nobles dismounted from their horses, if we may credit the Greeks, and fell prostrate on the ground, to adore_ the purple of the Caesar. Such voluntary homage and important aid were entitled to the warmest acknowledgments; and the emperor, taking off his own diadem, placed it on the head of the Turkish prince, whom he saluted with a tender embrace and the appellation of son. After a sumptuous banquet he presented Ztebel with the plate and ornaments, the gold, the gems, and the silk, which had been used at the imperial table, and, with his own hand, distributed rich jewels and ear-rings to his new allies. In a secret in- terview, he produced the portrait of his daughter Eudocia, (4) condescended to flatter the barbarian with the promise of a fair and august bride, obtained ah im- mediate succour of forty thousand horse, and negotiated a strong diversion of the Turkish arms on the side of the Oxus.(5) The Persians in their turn, retreated\"with precipitation, in the camp of <span class=\"place\" data-place-id=\"658457\">Edessa</span>. Heraclius reviewed an army of seven- (1) A bird, a frog, a mouse, and five arrows, had been the present of the Scythian king to Darius. (Hero- dot. lib. iv. c. 131,132.) Suhstitnez one lettre a ces signes (says Rousseau, with much (rood taste) plus ella aera menecaute moins elle effrayera: ce ne fera queune faufarronade, dont Darirjs n'eut fait querire, (Eroile, torn. iii. p.*146.) Tet I much question whether the senate and people of Constantinople laughed at this mes- sage of the chagan. (2) The Paschal Chronicle (p. 392   397.) gives a minute and authentic narrative of the siege and deliverance of Constantinople. Theophanes (p. 264.) adds some circumstances; and a faint light may be obtained from the smoke of George of Fisidia, who has composed a poem (de Belto Abarico, p. 45   54.) to commemorate this auspicious event. (3) The power of the Chozars prevailed in the seventh, eighth, and ninth centuries. They were known to the Greeks, the Arabs, and, under the name of Kosa, to the Chinese themselves. <span class=\"place\" data-place-id=\"580038\">Oe</span> Guignes, Hist, des Hons, tom.ii. part 2. p. 507   509. (4) Bpiphania, or Eudocia, the only daughter of Heraelins and his first wife Eudocia, was bom at Constan- tinople on the 7th of July, A. D. 611. Baptized the 15th of August,and crowned (in the oratory of St. Ste- phen in the palace) the 4th of October of the same year. At this time she was about fifteen. Eudocia was afterwards sent to her Turkish husband, but the news of his death stopped her journey, and prevented the consnm.natitin. (Ducange, Familia*. Byzantin. p. 118.) (5) Eimacin (Hist. Saracen, p. 13   16.) gives some curious and probable facts: but his numbers are rather too high   three hundred thousand Romans assembled at Edessa   -five hundred thousand Persians killed at Nine- Ten. The abatement of a cipher is scarcely enough to restore his sanity.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA207&img=1&zoom=3&hl=en&sig=ACfU3U2GkybRWq-T2vpfHY4V3fRtzvhA1w&ci=0%2C0%2C1000%2C2000&edge=0"}