{"text": " TH E DECLIN E'AN D FAL L ty thousand Romans and strangers; and some months were successfully employed in the recovery of the cities of <span class=\"place\" data-place-id=\"981550\">Syria</span>, <span class=\"place\" data-place-id=\"981534\">Mesopotamia</span>, and <span class=\"place\" data-place-id=\"981507\">Armenia</span>, whose fortifi- cations had been imperfectly restored. Sarbar still maintained the important sta- tion of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>; but the jealousy of Chosroes, or the artifice of Heraclius, soon alienated the mind of that powerful satrap from the service of his king and coun- try. A messenger was intercepted with a real or fictitious mandate to the cadari- gan, or second in command, directing him to sendj without delay, to the throne, Hie head of a guilty or unfortunate general. The despatches were transmitted to Sarbar himself; and as soon as he read the sentence of his own death, he dexte- rously inserted the names of four hundred officers, assembled a military council, and asked the cadarigan, whether he was prepared to execute the commands of their tyrant? The Persians unanimously declared, that Chosroes had forfeited the sceptre; a separate treaty was concluded with the government of Constanti- nople; and if some considerations of honour or policy restrained Sarbar from join- ing the standard of Heraclius, the emperor was assured, that he might prosecute, without interruption, his designs of victory and peace. Deprived of his firmest support, and doubtful of the fidelity of his subjects, the greatness of Chosroes was still conspicuous in its ruins. The number of five hun- dred thousand may be interpreted as an oriental metaphor, to describe the men and arms, the horses and elephants, that covered <span class=\"place\" data-place-id=\"903080\">Media</span> and <span class=\"place\" data-place-id=\"29492\">Assyria</span> against the invasion of Heraclius. Yet the Romans boldly advanced from the <span class=\"place\" data-place-id=\"884118\">Araxes</span> to the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, and the timid prudence of Rhazates was content to follow them by forced marches through a desolate country till he received a peremptory mandate to risk the fate of Persia in a decisive battle. Eastward of the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, at the end of the bridge of Mosal, the great <span class=\"place\" data-place-id=\"874621\">Nineveh</span> had formerly been erected:(l) the city, and even the ruins of the city, had long since disappeared :(2) the vacant space afforded a spacious field for the operations of the two armies. But these opera- tions are neglected by the Byzantine historians, and, like the authors of epic poe- try and romance, they ascribe the victory, not to the military conduct, but to the personal valour, of their favourite hero. On this memorable day, Hera- clius, on his horse Phallus, surpassed the bravest of his warriors: his lip was pierced with a spear, the steed was wounded in the thigh, but he carried his master safe and victorious through the triple phalanx of the barbarians. In the heat of the action, three valiant chiefs were successively slain by the sword and lance of the emperor; among these was Rhazates himself; he fell like a soldier, but the sight of his head scattered grief and despair through the fainting ranks of the Persians. His armour of pure and massy gold, the shield of one hundred and twenty plates, the sword and belt, the saddle and cuirass, adorned the triumph of Heraclius, and if he had not been faithful to Christ and his mother, the champion of <span class=\"place\" data-place-id=\"423025\">Rome</span> might have offered the fourth ofiime spoils to the Jupiter of the capitoL(3) In the battle of <span class=\"place\" data-place-id=\"874621\">Nineveh</span>, which was fiercely fought from day-break to the ele- venth hour, twenty-eight standards, besides those which might be broken or torn, were taken from the Persians; the greatest part of their army was cut in pieces, and the victors, concealing their'own loss, passed the night on the field. They acknowledged, that on this occasion it was less difficult to kill than to discomfit the soldiers of Chosroes; amidst the bodies of their friends, no more than two bow- shot from the enemy, the remnant of the Persian cavalry stood firm till the seventh hour of the night; about the eighth hour they retired to their unrifled camp, col- lected their baggage, and dispersed on all sides, from the.want of orders rather than of resolution. The diligence of Heraclius was not less admirable in the use of victory; by a march of forty-eight miles in four-and-twenty hours, his vanguard occupied the bridges of the greater and the lesser Zab; and the cities and palaces (1) Ctesiasfapud Diodox. Sictil.tom. i. lib.ii. p. 115. edit. Wesseliug, assigns four hundred and eighty sta- dia (perhaps only thirty-two mites) for the circumference of <span class=\"place\" data-place-id=\"874621\">Nineveh</span>. Jonas talks of three days'journey, the one Hundred and twenty thousand persons described by the prophet as incapable of discerning tbeir right hand from thoii* left, may afford about seven hundred thousand persons of all ages for the inhabitants of that ancient capital, (GoEruet,OriffinesdesLoix.&c. torn. iii. part I. p. 02,930 which ceased to exist six hundred years before Christ. The western suburb still subsisted, and is mentioned under the name of <span class=\"place\" data-place-id=\"874609\">Mosul</span> in the first age of the Arabian caliphs. r (2) Niebuhr (Voyage en Arabie,&c. torn. ii. p. 286.) passed over <span class=\"place\" data-place-id=\"874621\">Nineveh</span> without perceiving it. He mis- took for a ridge of hills the old rampart of brick or earth. It is said to have been one hundred feet high, flanked with fifteen hundred towers, each of the height of two hundred feet. (3) Rex regia arma fero (says Romulus, in the first consecration).... bina pot tea (continues Livy, 1.10.) inter tot bella, opima parta sunt spolia. adeonra ejus fortuna decoris. If Varro(apud Pomp. Featum. p. 306. edit. Dacier) could justify hit liberality in granting the opimespoils to a common soldier who had slain the fctug or general of the enemy, fee honour would hive been much more cheap ami common.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA208&img=1&zoom=3&hl=en&sig=ACfU3U0857xkkXZDn6dTK1ATS_sr24uPtA&ci=0%2C0%2C1000%2C2000&edge=0"}