{"text": " O F TH E ROMA N EMPIRE. of <span class=\"place\" data-place-id=\"29492\">Assyria</span> were open for the first time to the Romans. By a just gradation of magnificent scenes, they penetrated to the royal seat of Dastagerd, and though much of the treasure had been removed, and much had been expended, the re- maining wealth appears to have exceeded their hopes, and even to have satiated their avarice. Whatever could not be easily transported, they consumed with fire, that Chosroes might feel the anguish of those wounds, which he had so often in- flicted on the provinces of the empire: and justice might allow the excuse, if the desolation had been confined to the works of regal luxury, if national hatred, mi- litary license, and religious zeal, had not wasted with equal rage the habitations and the temples of the guiltless subject. The recovery of three hundred Roman standards, and the deliverance of the numerous captives of <span class=\"place\" data-place-id=\"658457\">Edessa</span> and Alexan- dria, reflect a purer glory on the arms of Heraclius. From the palace of Dasta- gerd, he pursued his march within a few miles of Modian or <span class=\"place\" data-place-id=\"893976\">Ctesiphon</span>, till he was stopped on the banks of the <span class=\"place\" data-place-id=\"197134\">Arba</span>, by the difficulty of the passage, the rigour of the season, and perhaps the fame of an impregnable capital. The return of the emperor is marked by the modern name of the city of Sherhzour; he fortunately passed mount <span class=\"place\" data-place-id=\"629105\">Zara</span>, before the snow, which fell incessantly thirty-four days, and the citizens of Gandzaca, or <span class=\"place\" data-place-id=\"197544\">Tauris</span>, were compelled to entertain his soldiers and their horses with a hospitable reception. (1) When the ambition of Chosroes was reduced to the defence of his hereditary kingdom, the love of glory, or even the sense of shame, should have urged him to meet his rival in the field. In the battle of <span class=\"place\" data-place-id=\"874621\">Nineveh</span>, his courage might have taught the Persians to vanquish, or he might have fallen with honour by the lance of a Roman emperor. The successor  f Cyrus chose rather, at a secure distance, to expect the event, to assemble the relics of the defeat, and to retire by mea- sured steps before the march of Heraclius, till he beheld with a sigh the once-loved mansions of Dastagerd. Both his friends and enemies were persuaded, that it was the intention of Chosroes to bury himself under the ruins of the city and pa- lace: and as both might have been equally adverse to his flight, the monarch of <span class=\"place\" data-place-id=\"599527\">Asia</span>, with <span class=\"place\" data-place-id=\"501616\">Sira</span>, and three concubines, escaped through a hole in the wall nine days before the arrival of the Romans. The slow and stately procession in which he showed himself to the prostrate crowd, was changed to a rapid and secret jour- ney; and the first evening he lodged in the cottage of a peasant, whose humble door would scarcely give admittance to the great king. (2) His superstition was sub- dued by fear: on the third day, he entered with joy the fortifications of <span class=\"place\" data-place-id=\"893976\">Ctesiphon</span>; yet he still doubted of his safety till he had opposed the river Tigris to the pursuit of the. Romans. The discovery of his flight agitated with terror and tumult the Ealace, the city, and the camp, of Dastagerd: the satraps hesitated whether they ad most to fear from their sovereign or the enemy; and the females of the haram were astonished and pleased by the sight of mankind, till the jealous husband of three thousand wives again confined them to a more distant castle. At his com- mand, the army of Dastagerd retreated to a new camp: the front was covered by the <span class=\"place\" data-place-id=\"197134\">Arba</span>, and a line of two hundred elephants; the troops of the more distant provinces successively arrived, and the vilest domestics of the king and satraps, were enrolled for the last defence of the throne. It was still in the power of Chos- roes to obtain a reasonable peace; and he was repeatedly pressed by the messen- gers of Heraclius, to spare the blood of his subjects, and to relieve a humane con- queror from the painful duty of carrying fire and sword through the fairest coun- tries of <span class=\"place\" data-place-id=\"599527\">Asia</span>. But the pride of the Persian had not yet sunk to the level of his fortune; he derived a momentary confidence from the retreat of the emperor: he wept with impotent rage over the ruins of his Assyrian palaces, and disregarded too long the rising murmurs of the nation, who complained that their lives and fortunes were sacrificed to the obstinacy of an old man. That unhappy old man was himself tortured with the sharpest pains both of mind and body; and, in the consciousness of his approaching end, he resolved to fix the tiara on the head of Merdaza, the most favoured of his sons. But the will of Chosroes was no longer revered, and Siroes, who gloried in the rank and merit of his mother <span class=\"place\" data-place-id=\"501616\">Sira</span>, had conspired with the malcontents to assert and anticipate the rights of primogeni- (1) In describing this last expedition of Heraclius, the facts, the places, ami the dates of Theophaoes, (p. Sfl5   271.) are so accurate and authentic that he must have followed the original letters of the emperor, of which the Paschal Chronicle has preserved (p. 398   402.) a very curious specimen. (2) The words of Theophanei are remarkable: tirqhSt Xa<rpot); us oixoi* ytutpyov pyi$<ettnicu/  *van, ou%wpifwic tv m toutou 6op  , i}k iSmv itryp  'Hp*io.s<o; sSxpMrt, (p. 269.) Yotrqg prhicei who discover a propensity to war sjhoqld repeatedly iranrtrib? and translate sirch wfutary teim-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA209&img=1&zoom=3&hl=en&sig=ACfU3U2CaxGXzx2sw01G8NqxLAGxsPyB4g&ci=0%2C0%2C1000%2C2000&edge=0"}