{"text": " O F TH E ROMA N EMPIRE. Whomsoever they accused were cast into her peculiar prisons,(l) inaccessible to the inquiries of justice; and it was rumoured, that the torture of the rack, or scourge had been inflicted in the presence of a female tyrant, insensible to the voice of prayer or of pity.(2) Some of these unhappy victims perished in deep unwholesome dungeons, while others were permitted, after the loss of their limbs, their reason, or their fortune, to appear in the world the living monuments of her vengeance, which was commonly extended to the children of those whom she had suspected or injured. The senator or bishop, whose death or exile Theodora had grenounced, was delivered to a trusty messenger, and his diligence was quickened y a menace from her own mouth.\" If you fail in the execution of my commands, I swear by him who liveth for ever, that your skin shall be flayed from your body. \"(3) If the creed of Theodora had not been tainted with heresy, her exemplary de- votion might have atoned, in the opinion of her cotemporaries, for pride, avarice, and cruelty. But if she employed her influence to assuage the intolerant fury of the emperor, the present age will allow some merit to her religion, and much in- dulgence to her speculative errors. (4) The name of Theodora was introduced, with equal honour, in all the pious and charitable foundations of Justinian; and the most benevolent institution of his reign may be ascribed to the sympathy of the empress for her less fortunate sisters, who had been seduced or compelled to embrace the trade of prostitution. A palace, on the Asiatic side of the Bospho- rus, was converted into a stately and spacious monastery, and a liberal mainte- nance was assigned to five hundred women, who had been collected from the streets and brothels of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. In this safe and holy retreat, they were devoted to perpetual confinement; and the despair of some, who threw themselves headlong into the sea, was lost in the gratitude of the penitents, who had been de- livered from sin and misery, by their generous benefactress. (5) The prudence of Theodora is celebrated by Justinian himself; and his laws are attributed to the sage counsels of his most revered wife, whom he had received as the gift of the Deity. (6) Her courage was displayed amidst the tumult of the people and the terrors of the court. Her chastity, from the moment of her union with Justinian, is founded on the silence of her implacable enemies: and, although the daughter of Acacius might be satisfied with love, yet some applause is due to the firmness of a mind which could sacrifice pleasure and habit to the stronger sense either of duty or interest. The wishes and prayers of Theodora could never obtain the blessing of a lawful son, and she buried an infant daughter, the sole offspring of her marriage. (7) Notwithstanding this disappointment, her dominion was per- manent and absolute; she preserved, by art or merit, the affections of Justinian; and their seeming dissensions were always fatal to the courtiers who believed them to be sincere. Perhaps her health had been impaired by the licentiousness of her youth; but it was always delicate, and she was directed by her physicians to use the Pythian warm baths. In this journey, the empress was followed by the pre- torian prefect, the great treasurer, several counts and patricians, and a splendid train of four thousand attendants; the highways were repaired at her approach; a palace was erected for her reception: and as she passed through <span class=\"place\" data-place-id=\"511189\">Bithynia</span>, she distributed liberal alms to the churches, the monasteries, and the hospitals, that they might implore Heaven for the restoration of her health. (8) At length, in the twenty-fourth year of her marriage, and the twenty-second of her reign, she was consumed by a cancer;(9) and the irreparable loss was deplored by her lms- (1) Her prison!, a labyrinth, a Tarlarm, (Anecdot. c. 4.) were under Ihe palace. Darkness is propitious to cruelty, but it is likewise favourable to calumny and fiction. (2) A more jocular whipping was inflicted on Saturninus, for presuming to say that his wife, a favourite of the empress, had not been found mtp^to,-. (Anecdot. e. 17.) (3) Per viventem in s&cula excoriai i te faciam. Anastasius de Vitis Pout. Roman in Vijrilio, p. 40. (4) Ludewig, p. 161   166. I give him credit for the charitable attempt, although he hath not much charity in his temper. (5) Compare the anecdotes (c. 17.) with the Edifices, (lib. i. c. 9.) Haw differently may the same fact be stated! John Malala (torn. ii. p. 174, 175.) observes, that on this, or a similar occasion, she released and clothed the girls whom she had purchased from the stews at five aurei a-piece. (6) Novel, viii. I. An allusion to Theodora. Her enemies read the name Dsemouodora. (Aleman. p. 66.) (7) St. Sabas refused to pray for a son of Theodora, lest he should prove a heretic worse than Anastasius himself. (Cyril, in Vit. St. Saba:, apud Aleman. p. 70. 109.) (8) See John Malala, torn. ii. p. 174. Theophanes, p. 158. Procopius de Edific. lib. v. c. 3.) (9) Theodora Chalcedonensis synodi inimica canceris plaga toto corpore perfusa vitam prodigiose finivit (Vietor Tununensis in Chron.) On such occasions, an orthodox mind is steeled against pity. Alamannus (p. 12,13.) understands the etwB3*>c xxaiprfu of Theophanes as civil language, which does not imply either piety or tepemaneej yet two yean after her death, St. Theodora is celebrated by Paul Silemiarius. (in Proem, v. 55-61. Vol. III. 2", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA21&img=1&zoom=3&hl=en&sig=ACfU3U2fEOpCtNabOXSBnaQbngGIxCfzlg&ci=0%2C0%2C1000%2C2000&edge=0"}