{"text": " TH E DECLIN E AN D FAL L ture.(l) Twenty-two satraps, they styled themselves patriots, were tempted by the wealth and honours of a new reign: to the soldiers, the heir of Chosroes pro- mised an increase of pay, to the Christians, the free exercise of their religion; to the captives, liberty and rewards: and to the nation an instant peace and the re- duction of taxes. It was determined by the conspirators that Siroes, with the en- signs of royalty, should appear in the camp; and if the enterprise should fail, his escape was contrived to the imperial court. But the new monarch was saluted with unanimous acclamations; the flight of Chosroes (yet where could he have fled?) was rudely arrested, eighteen sons were massacred before his face, and he was thrown into a dungeon where he expired on the fifth day. The Greeks and modern Persians minutely describe how Chosroes was insulted, and famished, and tortured, by the command of an inhuman son, who so far surpassed the example of his father; but at the time of his death, what tongue would relate the story of the parricide? what eye could penetrate into the loiver of darkness? According to the faith and mercy of his Christian enemies, he sunk without hope into a still deeper abyss;(2) and it will not be denied, that tyrants of every age and sect are the best entitled to such infernal abodes. The glory of the house of Sassan ended   with the life of Chosroes; his unnatural son enjoyed only eight months the fruit of his crimes; and in the space of four years the regal title was assumed by nine can- didates, who disputed, with the sword or dagger, the fragments of an exhausted monarchy. Every province, and each city of Persia, was the scene of independ- ence, of discord, and of blood, and the state of anarchy prevailed about eight years longer, till the factions were silenced and united under the common yoke of the Arabian caliphs. (3)* As soon as the mountains became passable, the emperor received the welcome news of the success of the conspiracy, the death of Chosroes, and the elevation of his eldest son to the throne of Persia. The authors of the revolution, eager to dis- Elay their merits in the court or camp of <span class=\"place\" data-place-id=\"197544\">Tauris</span>, preceded the ambassadors of iroes, who delivered the letters of their master to his brother the emperor of the Romans. (4) In the language of the usurpers of every age, he imputes his own crimes to the Deity, and, without degrading his equal majesty, he offers to recon- cile the long discord of the two nations, by a treaty of peace and alliance more du- rable than brass or iron. The conditions of the treaty were easily defined and faithfully executed. In the recovery of the standards and prisoners which had fallen into the hands of the Persians, the emperor imitated the example of Augus- tus: their care of the national dignity was celebrated by the poets of the times, but the decay of genius may be measured by the distance between Horace and George of <span class=\"place\" data-place-id=\"1001910\">Pisidia</span>; the subjects and brethren of Heraclius were redeemed from persecu- tion, slavery, and exile; but instead of the Roman eagles, the true wood of the holy cross was restored to the importunate demand of the successor of Constan- tine. The victor was not ambitious of enlarging the weakness of the empire; the son of Chosroes abandoned without regret the conquests of his father; the Per- sians who evacuated the cities of <span class=\"place\" data-place-id=\"531109\">Syria</span> and <span class=\"place\" data-place-id=\"981503\">Egypt</span> were honourably conducted to the frontier, and a war which had wounded the vitals of the two monarchies, pro- duced no change in their external and relative situation. The return of Hera- clius from Tauris to Constantinople was a perpetual triumph; and after the ex- ploits of six glorious campaigns, he peaceably enjoyed the sabbath of his toils. After a long impatience, the senate, the clergy, and the people, went forth to meet\"their hero, with tears and acclamations, with olive branches and innumerable lamps: he entered the capital in a chariot drawn by four elephants; and as soon as the emperor could disengage himself from the tumult of public joy, he tasted more genuine satisfaction in the embraces of his mother and his son. (5) (1) The authentic narrative of the fall of Choiroes is contained in the letters of Heraclius, (Chron. Paschal, p. 398.) and the history of Theophanes (p. 271.) (3) On the first rumour of the death of Chosroeu, an Heracliad in two cantos was instantly published at-Constantinople by George of <span class=\"place\" data-place-id=\"1001910\">Pisidia</span>, p. 97   103.) A priest and a poet might very properly exult in the dam- nation of the public enemy: (eptit-uu iv T  pT  p*>, r. 50.) but such mean revenge is unworthy of a king and a conqueror; and I am sorry to find so much black superstition (&sop*x*j Xstmiu esrera x*i urruy** Turin*'s r  xMTM^dovia.... it; to Tup axsToto-Sto-Tov, Sec.) in the letter of Heraclius: he almost applauds the parricide of Siroes as an act of piety and justice.- (3) The best oriental accounts of this last period of' torn. ii. p. 151   250) who dissembles the parricide of Si Assemamii, Bibliothee. Oriental, torn. Hi. p. 415   420. (4) The letter of Siroes in the Paschal Chronicle, (p. 402.) unfortunai The treaty appears in its execution in the histories of Theophanes ant (5) The burden of Coraeille's song,\" Montrez Heraclius au peupte qui I'attenrl.' of Siroes as an act of piety and justice. (3) The best oriental accounts of this last period of the Satsanian kings are found in Eutychius, (Anna L m. ii. p. 251   250) who dissembles the parneide of Siroes; d'Herbelot, (Qibhotheque Orientate, p. 789.) and itely ends before he proceeds to and Nicephorus.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA210&img=1&zoom=3&hl=en&sig=ACfU3U1T1FdiAIg62Pb5KxlbACup2JTxRQ&ci=0%2C0%2C1000%2C2000&edge=0"}