{"text": " O F TH E ROMA N EMPIRE. ray The succeeding year was illustrated by a triumph of a very different kind, the restitution of the true cross to the holy sepulchre. Heraclius performed in per- son the pilgrimage of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>, the identity of the relic was verified by the dis- creet patriarchal) and this august ceremony has been commemorated by the an- nual festival of the exaltation of the cross. Before the emperor presumed to tread the consecrated ground, he was instructed to strip himself ot the diadem and purple, the pomp and vanity of the world: but in the judgment of his clergy, the persecution of the Jews was more easily reconciled with the precepts of the gospel. He again ascended his throne to receive the congratulations of the am- bassadors of <span class=\"place\" data-place-id=\"236467\">France</span> and <span class=\"place\" data-place-id=\"50004\">India</span>: and the fame of Moses, Alexander, and Hercu- les, (2) was eclipsed, in the popular estimation, by the superior merit and glory of the great Heraclius. Yet the deliverer of the east was indigent and feeble. Of the Persian spoils, the most valuable portion had been expended in the war, dis- tributed to the soldiers, or buried, by an unlucky tempest, in the waves of the <span class=\"place\" data-place-id=\"638838\">Euxine</span>. The conscience of the emperor was oppressed by the obligation of re- storing the wealth of the clergy, which he had borrowed for their own defence: a perpetual fund was required to satisfy these inexorable creditors; the provinces, already wasted by the arms and avarice of the Persians, were compelled to a se- cond payment of the same taxes, and the arrears of a simple citizen, the trea- surer of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, were commuted to a fine of one hundred thousand pieces of gold. The loss of two hundred thousand soldiers(3) who had fallen by the sword, was of less fatal importance than the decay of arts, agriculture, and population, in this long and destructive war: and although a victorious army had been formed under the standard of Heraclius, the unnatural effort appears to have exhausted rather than exercised their strength. While the emperor triumphed at Constan- tinople or Jerusalem, an obscure town on the confines of <span class=\"place\" data-place-id=\"29492\">Syria</span> was pillaged by the Saracens, and they cut in pieces some troops who advanced to its relief: an ordi- nary and trifling occurrence, had it not been the prelude of a mighty revolution. These robbers were the apostles of Mahomet; their fanatic valour had emerged from the desert; and in the last eight years of his reign, Heraclius lost to the Arabs the same provinces which he had rescued from the Persians. CHAPTE R XLVII. Theological history of the doctrine of the incarnation.   The human and divine natures of Christ.   Enmity of the patriarchs of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> and Constantinople.   St. Cyril and Nestorius.   Third general council of Ephesus.   Heresy of Eutyches.   Fourth general council of C/ialcedon.   Civil and ecclesiastical discord.   Intolerance of Justinian.   The three chapters.   Monothelite controversy.   State of the oriental sects.   The Nestorians.   II. The Jacobites.   m. The Maronites.   lV. The Armenians.   \\. The Copts and Jlbyssinians. After the extinction of paganism, the Christians in peace and piety might have enjoyed their solitary triumph: but the principle of discord was alive in their bosom, and they were more solicitous to explore the nature, than to practise the laws, of their founder. I have already observed, that the disputes of the Trini- ty were succeeded by those of the Incarnation; alike scandalous to the church, alike pernicious to the state, still more minute in their origin, still more durable in their effects. It is my design to comprise, in the present chapter, a religious war of two hundred and fifty years, to represent the ecclesiastical and political schism of the oriental sects, and to introduce their clamorous or sanguinary con- tests, by a modest inquiry into the doctrines of the primitive church. (4) is mnch better suited to the present occasion. See his triumph in Theophanes, (p. 872,273.) and Nicephorus,- fp. 15,16.) The life of the mother and tenderness of the son are attested by George of <span class=\"place\" data-place-id=\"981544\">Pisidia</span>, (Bell. Abar. 255, gee. p. 49.) The metaphor of the sabbath is used, somewhat profanely, by these Byzantine Christians. (1) See Baronius, (Anna). Eecles. A. D. 628. No. 1   4.) Eotychius, (Annal. torn. iS. p. 240   248.) Nicephorus, (Brev. p. 15.) The seals of the case had never been broken: and this preservation of the cross is ascribed (un- der God) to the devotion of queen <span class=\"place\" data-place-id=\"501616\">Sira</span>. (2) George of <span class=\"place\" data-place-id=\"981544\">Pisidia</span>. Acroas. iii. de Expcdit. contra Persas, 415, Sec. and Heraeleid, Across, i. 65   138. I neglect the meaner parallels of Daniel, Timotheus,&c. Chosroes and the chagan were of course compared to Belslinzzar, Pharaoh, the old serpent, 8tc. (3) Suidas (in Excerpt. Hist. Byzant. p. 40.) gives this number; but either the Persian must be read for the Isanrian war, or this passage does not belong to the emperor Heraclius. (4) By what means shall I authenticate this previous inquiry, which I bare studied to circumscribe ami", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA211&img=1&zoom=3&hl=en&sig=ACfU3U18euSe0IeLh2-uMJNZ06hwua-Dag&ci=0%2C0%2C1000%2C2000&edge=0"}