{"text": " 202 TH E DECLIN E AN D FAL L Mary, the birth of Christ, and the thirty years that preceded the exercise of hi* ministry. He first appeared on the banks of the Jordan in the form of perfect manhood; but it was a form only, and not a substance; a human figure created by the hand of Omnipotence, to imitate the faculties and actions of a man, and to im- pose a perpetual illusion on the senses of his friends and enemies. Articulate sounds vibrated on the ears of the disciples; but the image, which was impressed on their optic nerve, eluded the more stubborn evidence of the touch; and they enjoyed the spiritual, not the corporeal presence of the Son of God. The rage of the Jews was idly wasted against an impassive phantom; and the mystic scenes of the passion and death, and the resurrection of Christ, were represented on the theatre of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span> for the benefit of mankind. If it were urged, that such ideal mimicry, such incessant deception, was unworthy of the God of truth, the Docetes agreed itit\\\\ too many of their orthodox brethren in the justification of pious false- hood. In the system of the Gnostics, the Jehovah of Israel, the creator of this lower world, was a rebellious, or at least an ignorant spirit. The Son of God de- scended upon earth to abolish his temple and his law: and for the accomplishment of this salutary end, he dexterously transferred to his own person the hope and predictiori of a temporal Messiah. One of the most subtle disputants of the Manichaean school, has pressed the danger and the indecency of supposing, that the God of the Christians in the state of a human fetus, emerged at the end of nine months from a female womb. The pious horror of his antagonists provoked them to disclaim all sensual circumstances of conception and delivery; to maintain that the divinity passed through Mary like a sun-beam through a plate of glass, and to assert, that the seal of her virginity re- mained unbroken even at the moment when she became the mother, of Christ. But the rashness of these concessions has encouraged a milder sentiment of those of the Docetes, who taught, not that Christ was a phantom, but that he was clothed with an impassable and incorruptible body. Such, indeed, in the more orthodox system, he has acquired since his resurrection, and such he must have always pos- sessed, if it were capable of pervading, without resistance or injury, the density of intermedials matter. Devoid of its most essential properties, it might be ex- empt from the attributes and infirmities of the flesh. A foetus that could increase from an invisible point to its full maturity; a child, that could attain the stature of perfect manhood, without deriving any nourishment from the ordinary sources, might continue to exist without repairing a daily waste from a daily supply of ex- ternal matter. Jesus might share the repasts of his disciples without being sub- ject to the calls of thirst or hunger; and his virgin purity was never sullied by the involuntary stains of sensual concupiscence. Of a body thus singularly constituted, a question would arise, by what means, and of what materials, it was originally framed; and our sounder theology is startled by an answer which was not peculiar to the Gnostics, that both the form and the substance proceeded from the divine essence. The idea of pure and absolute spirit is a refinement of modern philoso- phy; the incorporeal essence, ascribed by the ancients to human souls, celestial beings, and even the Deity himself, does not exclude the notion of extended space; and their imagination was satisfied with a subtle nature of air, or fire, or ether, in- comparably more perfect than the grossness of the material world. If we define the place, we must describe the figure of the Deity. Our experience, perhaps our vanity, represents the power of reason and virtue under a human form. The\" anthropomorphithes, who swarmed among the monks of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, and the catho- lics of <span class=\"place\" data-place-id=\"324852\">Africa</span>, could produce the express declaration of Scripture, that man was made after the image of his Creator.(l) The venerable Serapian, one of the saints of the Nitrian desert, relinquished, with many a tear, his darling prejudice, and bewailed, like an infant, his unlucky conversion, which had stolen away his God, and left his mind without any visible object of faith or devotion. (2) (1) The pilgrim Cassian, who visited Egypt in the beginning of the fifth century, observes and lament! the reign of anthropomorphism among the monks, who were not conscious that they embraced the system of Epi- enrus. (Cicero, de Nat. Deorum, 1 18   34.) Ab oniverso propemodum genere monachorum, qui per totam provinciam Egyptum morabantur, pro simplieitatis errors suseeptum est, ut e eontrario memoratura pontifi- cem (Theophilus) velut hseresi gravissima df praratum, pars maxima seniorum ab unirerso f raternitatit corpore decerneret destestandnm. (Cassian, Collation, 16.3.) As long as St. Augustin remained a Manicbsean, be was scandalized by the anthropomorphism of the vulgar catholics. (2) Tta est inoratione senex im*nteconfuius,eoquod iliam MvSpoHro^op^ow imaginem Deitatis, quam propo- nere sibi in oratione consueverat aboleri de suo corde sentiret, lit in amarissimos fletus, crebmsque singultus repente prorumpens, in terrain prostratut, cum ejulatu validissimo proclamaret,   \" Heu me'misenim!\" tulerunt a me Deum meum, et quern nunc tencam non habeo, vel quern adorera. aut imerpellera jam nescio. Cassian. Collat. 10.2.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA214&img=1&zoom=3&hl=en&sig=ACfU3U0w3upGo2TgygZhW8Jj4U1TmjP8QQ&ci=0%2C0%2C1000%2C2000&edge=0"}