{"text": " O F TH E ROMAN-EMPIRE. III. Such were the fleeting shadows of the Docetes. A more substantial, though less simple hypothesis, was contrived by Cerinthus of Asia,(l) who dared to oppose the last of the apostles. Placed on the confines of the Jewish and Gen- tile world, he laboured to reconcile the Gnostic with the Ebionite, by confessing in the same Messiah the supernatural union of a man and a God: and this mystic doctrine was adopted with many fanciful improvements by Carpocrates, Basihdes, and Valentine,(2) the heretics of the Egyptian school. In their eyes, Jesus of <span class=\"place\" data-place-id=\"678299\">Nazareth</span> was a mere mortal, the legitimate son of Joseph and Mary; but he was the best and wisest of the human race, selected as the worthy instrument to restore upon earth the worship of the true and supreme Deity. When he was baptized in the Jordan, the Christ, the first of the seons, the son of God himself, descended on Je- sus in the form of a dove, to inhabit his mind, and direct his actions during the al- lotted period of his ministry. When the Messiah was delivered into the hands of the Jews, the Christ, an immortal and impassable being, forsook his earthly ta- bernacle, flew back to the fileroma or world of spirits, and left the solitary Jesus to-suffer, to complain, and to expire. But the justice and generosity of such a deser- tion are strongly questionable; and the fate or an innocent martyr, at first impelled, and at length abandoned by his divine companion, might provoke the pity and indignation of the profane. Their murmurs were variously silenced by the sec- taries who espoused and modified the double system of Cerinthus. It was alleged, that when Jesus was nailed to the cross, he was endowed with a miraculous apa- thy of mind and body, which rendered him insensible of his apparent sufferings. It was affirmed, that these momentary, though real pangs, would be abundantly repaid by the temporal reign of a thousand years, reserved for the Messiah in his kingdom of the New <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>. It was insinuated, that if he suffered, he de- served to suffer; that human nature is never absolutely perfect; and that the cross and passion might serve to expiate the venial transgressions of the son of Joseph, before his mysterious union with the Son of God. (3) IV. All those who believe the immateriality of the soul, a specious and noble tenet, must confess, from their present experience, the incomprehensible union of mind and matter. A similar union is not inconsistent with a much higher, or even with the highest, degree of mental faculties; and the incarnation of an a:on or arch- angel, the most perfect of created spirits, does not involve any positive contradic- tion or absurdity. In the age of religious freedom, which was determined by the council of Nice, the dignity of Christ was measured by private judgment, accord- ing to the indefinite rule of Scripture, or reason, or tradition. But wlien his pure and proper divinity had been established on the ruins of Arianism, the faith of the catholics trembled on the edge of a precipice, where it was impossible to re- cede, dangerous to stand, dreadful to fall; and the manifold inconveniences of their creed were aggravated by the sublime character of their theology. They hesi- tated to pronounce, that God himself, the second person of an equal and consub- stantial trinity, was manifested in the flesh ;(4) that a being who pervades the uni- verse, had been confined in the womb of Mary; that his eternal duration had been marked by the days, and months, and years, of human existence; that the Al- mighty had been scourged and crucified; that his impassable essence had felt pain and anguish; that his omniscience was not exempt from ignorance, and that the (1} St. John and Cerinthus (A. D. SO. Cleric. Hiit. Eceles. p. 493.) accidentally met in the public bath of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>; but the apostle fled from the heretic, lest the building should tumble on their heads. This foolish story reprobated by Dr. Middleton, (Miscellaneous Works, toI. u.) is related however by Irenseut/3. 30 on the evidence of Polycarp, and was prObabljr suited to the time and residence of Cerinthus. The obsolete, yet probably the true reading of 1. Joun,iv. 3.   oUvji tow Iijo-ouv   alludes to the double nature of that primi- tive heretic. (2) The Valentinians embraced a complex, and almost incoherent system.   1. Both Christ and Jesus were sons, though of different degrees; the one acting as the rational soul, the other as the divine spirit of the Sa- viour. 3. At the time of the passion, they both retired, and left onlya sensitive soul and# a human body. 3. Even that body was etberial, and perhaps apparent.   Such are the lahorious conclusions of Mosheim. But I much doubt whether the Latin translator understood Irenseus, and whether Itenxus and the Valenti- nians understood themselves. (3) The heretics abused the passionate exclamation of-\" My God, My God, why hast thou forsaken me!\" Rousseau, who has drawn an eloquent, but indecent parallel between Christ and Socrates: forgets that not a word of impatience or despair escaped from the mouth of the dying philosopher. In the Messiah.^ such senti- ments could be only apparent; and such ill-sounding words are properly explained as the application of a psalm and prophecy. (4) This strong expression mirrht he justified by the language of St. Paur(l Tim. iii. 16.;) but we are de- ceived by our modem Bibles. The word o (which) was altered to flio? (God) at <span class=\"place\" data-place-id=\"520998\">Constantinople</span> in the begin- ning of the sixth century: the true reading, which is visible in the Latin and Syriac versions, still exists in the reasoning of the Greek, as well as of the Latin fathers; and this fraud, with that of the three witnesses of St. John, is admirably detected by Sir Isaac Newton (See his two letters translated by M. de^Missy, in the Journal Rritannique. torn. xv. p. 148   190.351   300. I have weighed the arguments, and may yield to tbe au- thority, of the lint of philosophers, who was deeply skilled in critical and theological studies.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA215&img=1&zoom=3&hl=en&sig=ACfU3U1iBWt17NZ6r0eijnqUKv7DSmt-fg&ci=0%2C0%2C1000%2C2000&edge=0"}