{"text": " 204 TH E DECLIN E AN D PAL L source of life and immortality expired jpn mount Calvary. These alarming con  sequences were affirmed with unblushing simplicity by Apollinaris,(l) bishop of <span class=\"place\" data-place-id=\"903088\">Laodicea</span>, and one of the luminaries of the church. The son of a learned gram- marian, he was skilled in all the sciences of <span class=\"place\" data-place-id=\"1001896\">Greece</span>; eloquence, erudition, and philosophy, conspicuous in the volumes of Apollinaris, were humbly devoted to the service of religion. The worthy friend of Athanasius, the worthy antagonist of Julian, he bravely wrestled with the Arians and polytheists, and, though he af- fected the rigour of geometrical demonstration, his commentaries revealed the li- teral and allegorical sense of the Scriptures. A mystery, which had long floated in the looseness of popular belief, was defined by his perverse diligence in a tech- nical form; and he first proclaimed the memorable words,   \" One incarnate na- ture of Christ,\" which are still re-echoed with hostile clamours in the churches of <span class=\"place\" data-place-id=\"1001906\">Asia</span>, <span class=\"place\" data-place-id=\"1001943\">Egypt</span> and <span class=\"place\" data-place-id=\"39274\">Ethiopia</span>. He taught that the Godhead was united or mingled with the body of a man; and that the Logos, the eternal Wisdom, supplied in the flesh the place and office of a human soul. Yet as the profound doctor had been terrified at his own rashness, Apollinaris was heard to mutter some faint ac- cents of excuse and explanation. He acquiesced in the old distinction of the Greek philosophers, between the rational and sensitive soul of man; that he might reserve the Logos for intellectual functions, and employ the subordinate human principle in the meaner actions of animal life. With the moderate Docetes, he revered Mary as the spiritual rather than as the carnal, mother of Christ, whose body either came from heaven, impassable and incorruptible, or was absorbed, and, as it were, transformed, into the essence of the Deity. The system of Apol- linaris was strenuously encountered by the Asiatics and Syrian divines, whose schools are honoured by the names of Basil, Gregory, and Chrysostom, and taint- ed by those of Diodorus, Theodoric, and Nestorius. But the person of the aged bishop of <span class=\"place\" data-place-id=\"903088\">Laodicea</span>, his character and dignity, remained inviolate, and his rivals, since we may not suspect them of the weakness of toleration, were astonished, perhaps by the novelty of the argument, and diffident of the final sentence of the catholic church. Her judgment at length inclined in their favour; the heresy of Apollinaris was condemned, and the separate congregations of his disciples were proscribed by the imperial laws. But his principles were secretly entertained in the monasteries of Egypt, and his enemies felt the hatred of Theophilus and Cy- ril, the successive patriarchs of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>. V. The grovelling Ebionite, and the fantastic Docetes, were rejected and for- gotten; the recent zeal against the errors of Apollinaris, reduced the catholics to a seeming agreement with the double nature of Cerinthus. But, instead of a tem- porary and occasional alliance they established, and we still embrace, the substan- tial, indissoluble, and everlasting union of a perfect God with a perfect man, or the second person of the trinity with a reasonable soul and human flesh. In the beginning of the fifth century, the unity of the two natures was the prevailing doctrine of the church. On all sides, it was confessed, that the mode of their co- existence could neither be represented by our ideas, nor expressed by our lan- guage. Yet a secret and incurable discord was cherished between those who were most apprehensive of confounding, and those who were most fearful of sepa- rating, the divinity and the humanity of Christ. Impelled by religious frenzy, they fled with adverse haste from the error which they mutually deemed most destructive of truth and salvation. On either hand they were anxious to guard, they were jealous to defend, the union and the distinction of the two natures, and to invent such forms of speech, such symbols of doctrine, as were least susceptible of doubt or ambiguity. The poverty of ideas and language tempted them to ransack art and nature for every possible comparison, and each com- parison misled their fancy in the explanation of an incomparable mystery. In the polemic microscope, an atom is enlarged to a monster, and each party was skil- ful to exaggerate the absurd or impious conclusions that might be extorted from the principles of their adversaries. To escape from each other, they wandered through many a dark and devious thicket, till they were astonished by the horrid phantoms of Cerinthus and Apollinaris, who guarded the opposite issues of the theological labyrinth. As soon as they beheld the twilight ot sense and heresy, (1) t\"or Apollinaris and his sect, see Socrates, lib. ii. c. 46. lib. iii. c. 16. Sozomen, lib. v. c. 18. lib. vi. c. 31   27. Theoiforet, lib. v. 3.10,11. Tillemont, Memoires Ecclesiastiquet, tonj. Yij. p. 602   638. Not. p. 788   794. in quarto, Venise, 1732. The cotemporary saints always mention the Bishop ot <span class=\"place\" data-place-id=\"903088\">Laodicea</span> as a friend and bro- ther. The style of the more recent historians is harsh and hostile; yet Philostoreius compares him (lib. viii. c. 31-15.)to Basil and Gregory.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA216&img=1&zoom=3&hl=en&sig=ACfU3U1No-YWQJtqidqfbzMe3_1lmB1r9Q&ci=0%2C0%2C1000%2C2000&edge=0"}