{"text": " O F TH E ROMA N EMPIRE. 205 they started, measured back their steps, and were again involved in the gloom of impenetrable orthodoxy. To purge themselves from the guilt or reproach of damnable error, they disavowed their consequences, explained their principles, excused their indiscretions, and unanimously pronounced the sounds of concord and faith. Yet a latent and almost invisible spark still lurked among the embers of controversy: by the breath of prejudice and passion it was quickly kindled to a mighty flame, and the verbal disputers(l) of the oriental sects have shaken the pillars of the church and state. The name of Cyril of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> is famous in controversial story, and the ti- tle of saint is a mark that his opinions and his party have finally prevailed. In the house of his uncle, the archbishop Theophilus, he imbibed the orthodox les- sons of zcal and dominion, and five years of his youth were profitably spent in the adjacent monasteries of Nitria. Under the tuition of the abbot Serapion, he ap- plied himself to ecclesiastical studies, with such indefatigable ardour, that, in the course of one sleepless night, he has perused the four gospels, the catholic epis- tles, and the epistle to the Romans. Origen he detested: but the writings of Cle- mens and Dionysius, of Athanasius and Basil, were continually in his hands: by the theory and practice of dispute, his faith was confirmed, and his wit was sharpened: he extended round his cell the cobwebs of scholastic theology, and meditated the works of allegory and metaphysics, whose remains, in seven verbose folios, now peaceably slumber by the side of their rivals.(2) Cyril prayed and fasted in the desert, but his thoughts (it is the reproach of a friend)(3) were still fixed on the world; and the call of Theophilus, who summoned him to the tumult of cities and synods, was too readily obeyed by the aspiring hermit. With the approbation of his uncle, he assumed the office, and acquired the fame of a,popular preacher. His comely person adorned the pulpit, the harmony of his voice resounded in the cathedral, his friends were stationed to lead or second the applause of the congre- gation, (4) and the hasty notes of the scribes preserved his discourses, which, in their effect, though not in their composition, might be compared with those of the Athenian orators. The death of Theophilus expanded and realized the hopes of his nephew. The clergy of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> were divided; the soldiers, and their ge- neral supported the claims of the archdeacon; but a resistless multitude, with voices and with hands, asserted the cause of their favourite; and, after a period of thirty-nine years, Cyril was seated on the throne of Athanasius. (5) The prize was not unworthy of his ambition. At a distance from the court, and at the head of an immense capital, the patriarch, as he was now styled, of Alex- andria, had gradually usurped the state and authority of a civil magistrate. The public and private charities of the city were managed by his discretion; his voice inflamed or appeased the passions of the multitude; his commands were blindly obeyed by his numerous and fanatic fiarabolani,(6) familiarized in their daily of- fice with scenes of death; and the prefects of <span class=\"place\" data-place-id=\"1001943\">Egypt</span> were awed or provoked by the temporal power of these Christian pontiffs. Ardent in the prosecution of heresy, Cyril auspiciously opened his reign by oppressing the Novatians, the most innocent and harmless of the sectaries. The interdiction of their religious wor- ship appeared in his eyes a just and meritorious act; and he confiscated their holy vessels without apprehending the guilt of sacrilege. The toleration and even the^1) I appeal to the sonfession of two oriental prelates. Gregory Abulpharagius, the Jacobite primate of the east,and Elias.the Nestorian metropolitan of <span class=\"place\" data-place-id=\"678106\">Damascus</span> (gee Aiseman. Bibliothec. Oriental, torn. ii. p. 291.; torn. iii. p. 514, 8ce. O that the Melchites, Jacobites, Neatorians,&c. agree in the doctrine, and differ only in the expression. Our most learned and rational divine*   Basnage, Le Clerc, Beauiobre, <span class=\"place\" data-place-id=\"570417\">La</span> Croze, Moshcim, Jablonsks   are inclined to favour this charitable judgment; but the zeal of Petavius is loud and angry, and the moderation of Dupin is conveyed in a whisper. (2) <span class=\"place\" data-place-id=\"570417\">La</span> Croze (Hist, da Christiamsme des Indes, torn. i. p. 24.) avows his contempt for the genius and writings of Cyril. De tous let ouvrages des ancieus, il y en a peu qu'on lise avec moms' (Tutilite: and Dupin (Biblio- tbeque Eccleiiastique, torn. iv. p. 42   52.,) in words of respect, teaches us to despise them. (3) Of Isidore of Pelusiutn (lib. i. epist. 25. p. 8.) As the letter is not of the most eretlitable sort, Tillemont, less sincere titan the Bollandists, affects a doubt whether this Cyril is the nephew of Theophilus (Mem. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. xiv. p. 268.) (4) A gtatnmarian is named by Socrates, (lib. vii, 13..) Stamp; J, eo^ix-nt; to-j cmrxoweii Kwp  w.ou xaasarw,-,*** 5TI3* T O KfOroo; ivtxi; SiSxnxKixi; auTOw lyttativ yj crauSaorOTCs. (5) See the youth and promotion of Cyril, in Socrates (lib. vii. c. 7.) and Bcnaudot (Hist. Patriarch, Al  xan- drin. p. 106   108.) The Abbe Renaudot drew his materials from the Arabic History of Severus, bishop of llerraonolis Magna, or Ashmunein, in the tenth century, who can never be trusted, unless our assent is extort- ed by the internal evidence of facts. (6) The parabolani of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> were a charitable corporation, instituted during the plague of Oallientls, Jo visit the sick and to bury the dead. They gradually enlarged, abused, and told the privileges of their order, 1 heir outrageous conduct during the reign of Cyril provoked the emperor to deprive the patriarchs of their nomination, and restrained their number to five or six hundred. But these restraints were transient and ineP- teetual. See the Theodoiian Code, lib. svi. tit, 2. and Tillemont,Mem. Ecclej. torn. xiv. p. 276-276.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA217&img=1&zoom=3&hl=en&sig=ACfU3U3w48wkkIk1y7k4bS_bx5qWSHhcRg&ci=0%2C0%2C1000%2C2000&edge=0"}