{"text": " SO S TH E DECLIN E AN D FAL L privileges, of the Jews, who had multiplied to the number of forty thousand, were secured by the laws of the Caesars and Ptolemies, and a long proscription of seven hundred years since the foundation of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>. Without any legal sentence, without any royal mandate, the patriarch, at the dawn of day, led a seditious mul- titude to the attack of the synagogues. Unarmed and unprepared, the Jews were incapable of resistance; their houses of prayer were levelled with the ground, and the episcopal warrior, after rewarding his troops with the plunder of their goods, expelled from the city the remnant of the unbelieving nation. Perhaps he might plead the insolence of their prosperity, and their deadly hatred of the Christians, whose blood they had recently shed in a malicious or accidental tumult. Such crimes would have deserved the animadversion of the magistrate; but in this pro- miscuous outrage the innocent were confounded with the guilty, and <span class=\"place\" data-place-id=\"727070\">Alexandria</span> was impoverished by the loss of a wealthy and industrious colony. The zeal of Cyril exposed him to the penalties of the Julian law; but in a feeble government, and a superstitious age, he was secure of impunity, and even of praise. Orestes complained; but his just complaints were too quickly forgotten by the ministers of Theodosius, and too deeply remembered by a priest who affected to pardon, and continued to hate, the prefect of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>. As he passed through the streets, his chariot was assaulted by a band of five hundred of the Nitrian monks; his guards fled from the wild beasts of the desert; his protestations, that he was a Christian and a catholic, were answered by a volley of stones, and the face of Orestes was covered with blood. The loyal citizens of/Alexandria hastened to his rescue; he instantly satisfied his justice and revenge against the monk, by whose hand he had been wounded, and Ammonius expired under the rod of the lictor. At the com- mand of Cyril, his body was raised from the ground, and transported in solemn procession, to the cathedral; the name of Ammonius was changed to that of Thau- masius the wonderful; his tomb was decorated with the trophies of martyrdom, and the patriarch ascended the pulpit, to celebrate the magnanimity of an assassin and a rebel. Such honours might incite the faithful to combat and die under the banners of the saint: and he soon prompted, or accepted, the sacrifice of a virgin, who professed the religion of the Greeks, and cultivated the friendship of Orestes. Hypatia, the daughter of Theon the mathematician,(l) was initiated in her fa- ther's studies: her learned comments have elucidated the geometry of Apollonius and Diophantus, and she publicly taught, both at <span class=\"place\" data-place-id=\"579885\">Athens</span> and <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, the phi- losophy of Plato and Aristotle. In the bloom of beauty, and in the maturity of wisdom, the modest maid refused her lovers and instructed her disciples; the per- sons most illustrious for their rank or merit were impatient to visit the female phi- losopher, and Cyril beheld, with jealous eye, the gorgeous train of horses and slaves who crowded the door of her academy. A rumour was spread among the Christians, that the daughter of Theon was the only obstacle to the reconciliation of the prefect and the archbishop; and that obstacle was speedily removed. On a fatal day, in the holy season of lent, Hypatia was torn from her chariot, stripped naked, dragged to the church, and inhumanly butchered by the hands of Peter the reader, and a troop of savage and merciless fanatics: her flesh was scraped from her bones.with sharp oyster shells,(2) and her quivering limbs were delivered to the flames. The just progress of inquiry and punishment was stopped by sea- sonable gifts; but the murder of Hypatia has imprinted an indelible stain on the character and religion of Cyril of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>. (3) Superstition, perhaps, would more gently expiate the blood of a virgin, than the banishment of a saint; and Cyril had accompanied his uncle to the iniquitous synod of the oak. When the memory of Chrysostom was restored and consecra- ted, the nephew of Theophilus, at the head of a dying faction, still maintained the justice of his sentence; nor was it till after a tedious delay, and an obstinate re-;i) For Theon,and his daughter Hypatia, see Fabricius, Bibliothec.tom. viii. n.210, 311. Her article m the Lexicon of Suidas is curious and original. Hesychius (Meursii Opera, torn. vii. p. 295,290.) observes, that siie was prosecuted Six thv vjre?2>n\\hwtrxv o-oQixv; and an epigram in the Greek Anthology (Ub. i. c. 76. p. 159. edit. Broilsei) celebrates her knowledge and eloquence. She is honourably mentioned (Epist. 10.15,16. 33   80. 121. 135.153.) by her friend and disciple the philosophic bishop Synerius. (2) OTTpeticoi,- aiviiXer, x*i/isxtiScv, Sjattrwao-MiTfs,&c. Oyster-shells were plentifully strewed on the sea-beach before the Csesareum. I may therefore prefer the literal tense, without rejecting the metaphorical version of\"teguUe, tiles, which is used by M. de Valois. I am ignorant, and the assassins were probably regardless, whe- ther their victim was yet alive. (3) These exploits of St. Cyril are recorded by Socrates; (lib. vii. e. 13   15, and the most reluctant bigotry is compelled to copy an historian who coolly styles the murderers of Hypatia  u5p;; to srpevitp* tv^ifftu. At,Ji T,   '.!?? of that'\"j\"1*11 name, I am pleased to observe a blush even on the cheek of Baronius. (A. D.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA218&img=1&zoom=3&hl=en&sig=ACfU3U3D9N7mODyJujGy33C_W7_BA4eCVg&ci=0%2C0%2C1000%2C2000&edge=0"}