{"text": " O F TH E ROMA N EMPIRE. 6istance, that he yielded to the consent of the catholic world. (1) His enmity to the Byzantine pontiffs(2) was a sense of interest, not a sally of passion: he envied their fortunate station in the sunshine of the imperial court; and he dreaded their upstart ambition, which oppressed the metropolitans of <span class=\"place\" data-place-id=\"1001887\">Europe</span> and <span class=\"place\" data-place-id=\"1001906\">Asia</span>, invaded the <span class=\"place\" data-place-id=\"658381\">provinces</span> <span class=\"place\" data-place-id=\"658381\">of</span> <span class=\"place\" data-place-id=\"658381\">Antioch</span> and <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, and measured their diocess by the limits of the empire. The long moderation of Atticus, the mild usurper of the throne of Chrysostom, suspended the animosities of the eastern patriarchs; but Cyril was at length awakened by the exaltation of a rival more worthy of his esteem and ha- tred. After the short and troubled reign of Sisinnius bishop of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, the factions of the clergy and people were appeased by the choice of the emperor, who, on this occasion, consulted the voice of fame, and invited the merit of a stranger. Nestorius, (3) a native of Germanicia, and a monk of Antioch, was re- commended by the austerity of his life, and the eloquence of his sermons; but the first homily which he preached before the devout Theodosius, betrayed the acri- mony and impatience of his zeal.\" Give me, O Csesar!\" he exclaimed,\" give me the earth purged of heretics, and I will give you in exchange the kingdom of heaven. Exterminate with me, the heretics; and with you, I will exterminate the Persians.\" On the fifth day, as if the treaty had been already signed, the pa- triarch of Constantinople discovered, surprised, and attacked a secret conventicle of the Arians: they preferred death to submission; the flames, that were kindled by their despair, soon spread to the neighbouring houses, and the triumph of Nes- torius was clouded by the name of incendiary. On either side of the Hellespont, his episcopal vigour imposed a rigid formulary of faith and discipline; a chronolo- gical error concerning the festival of Easter was punished as an offence against the church and state. <span class=\"place\" data-place-id=\"1001909\">Lydia</span> and <span class=\"place\" data-place-id=\"599564\">Caria</span>, Sardes and <span class=\"place\" data-place-id=\"599799\">Miletus</span>, were purified with the blood of the obstinate Quartodecimans; and the edict of the emperor, or ra- ther of the patriarch, enumerates three-and-twenty degrees and denominations in the guilt and punishment of heresy. (4) But the sword of persecution, which Nestorius so furiously wielded, was soon turned against his own breast. Religion was the pretence; but, in the judgment of a cotemporary saint, ambition was the genuine motive of episcopal warfare.(5) In the Syrian school, Nestorius had been taught to abhor the confusion of the two natures, and nicely to discriminate the humanity of his master Christ from the divinity of the Lord Jesus. (6) The blessed Virgin he revered as the mother of Christ, but his ears were offended with the rash and recent title of mother of God,(7) which had been insensibly adopted since the origin of the Arian contro- versy. From the pulpit of Constantinople, a friend of the patriarch, and after- wards the patriarch himself, repeatedly preached against the use or the abuse of a word(8) unknown to the apostles, unauthorized by the church, and which could only tend to alarm the timorous, to mislead the simple, to amuse the profane, and to justify, by a seeming resemblance, the old geneology of <span class=\"place\" data-place-id=\"491677\">Olympus</span>. (9) In his (1) He was deaf to the entreaties of Atticus of Constantinople, and of Isidore of Petusuim, and yielded only (if we may believe Nicepborns, lib. xiv. c. IS.) to the personal intercession of the Virgin. Tet in his last years he still muttered, that John Chrysostom had been justly condemned. (Tillemom, Mem. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. xiv. p. 278   282. Baronius, Annal. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. A. D. 412. No. 46   64.) (2) See tfieir characters in the history of Socrates, (lib. vii. c. 25   28.) their power and pretensions, in the huge compilation of Thomassin. (Discipline de l*Eglise, torn. i. p. 80   91.) (3) His elevation and conduct are described by Socrates, (lib. vii.c. 29   31.)and Marcellinus seems to have applied the loquentise satis, sapientise parom, of Sallust. (4) Cod. Theodos. lib. xvi. tit v. leg. 65. with the illustrations of Baronius. (A. D. 428. No. 25,&c.) Gode- froy (ad locum.) and Pagi. f Critica, torn, ii, p. 208.) (5) Isidore of <span class=\"place\" data-place-id=\"727192\">Pelusium</span>. (lib. iv. epist. 57.) His words are strong and scandalous   ri fl*<ywe    i?, a xse  vuv srepi srpxyftx 01 soy x    ttftrrrev SmQwveiv TrpmrTraiQumti utto$i*jtp  i4; txl2ML%i\\mutvQi. Isidore is a saint, but he ne- ver became a bishop; and I half suspect, that the pride of Diogenes trampled on the pride of Plato. (8) <span class=\"place\" data-place-id=\"570417\">La</span> Croze (Christianisme des Indes. tom.i.p.44   53.) Thesaurus Epistolicus <span class=\"place\" data-place-id=\"570417\">La</span> Crozianus, tons, iii.p. 276   280.) has detected the use of o Simnrn;, and, o xopiou; Itiirous, which, in the fourth, fifth, and sixth cemu- ries, discriminate the school of Diodorus of <span class=\"place\" data-place-id=\"648789\">Tarsus</span> and his Nestorian disciples. (7) 0sto)cous   Despara: as in zoology we familiarly speak of oviparous and viviparous animals. It is not easy to fix the invention of this word, which <span class=\"place\" data-place-id=\"570417\">La</span> Croze (Christianisme des Indes, torn. i. p. 16.) ascribes to Ettse- bius of Csesarea and the Arians. The orthodox testimonies are produced by Cyril and Petavim: (Dogmat. Theo- log. torn. v. lib. v. c. 15. p. 254,&c.) but the veracity of the saint is questionable, and the epithet of flsoroxos so easily slides from the margin to the text of a catholic MS. (8) Basnage, in his Histoire de l'Eglise, a work of controversy (torn. i. p. 505.) justifies the mother, by the blood of God. (Acts xx. 28. with Milt's various readings.) But the Greek MSS. are far from unanimous; and the primitive style of the blood of Christ is preserved in the Syriac version, even in those copies which were used by the Christians of St. Thomas on the coast of Malabar. (La Croze, Christianisme des Indes, torn. i. p. 347.) The jealousy of the Nestorians and Monopysites has guarded the purity of their text. (9) The pagans of <span class=\"place\" data-place-id=\"1001943\">Egypt</span> already laughed at the new Cybele of the Christians; (Isidor. lib. i. epist. 54.) a let- ter was forged in the name of Hypatia, to ridicule the theology of her assassin. Synodicon, c. 216. in 4 torn. Concil. p. 484.) In the article of Nutoritu, Bayte has scattered some loose philosophy on the worship of the Virgin JSsrr.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA219&img=1&zoom=3&hl=en&sig=ACfU3U1S1CL4RwJseY_kz0YEDqeq_Ur_qA&ci=0%2C0%2C1000%2C2000&edge=0"}