{"text": " 10 TH E DECLIN E AN D FAL L t band, who, in the room of a theatrical prostitute, might have selected the purest and most noble virgin of the cast.(l) II. A material difference may be observed in the games of antiquity; the most eminent of the Greeks were actors, the Romans were merely spectators. The Olympic stadium was open to wealth, merit, and ambition; and if the candidates could depend on their personal skill and activity, they might pursue the footsteps of Diomede and Menelaus, and conduct their own horses in the rapid career. (2) Ten, twenty, forty chariots were allowed to start at the same instant; a crown of leaves was the reward of the victor; and his fame, with that of his family and country, was chanted in lyric strains more durable than monuments of brass and marble. But a senator, or even a citizen, conscious of his dignity, would have blushed to expose his person or his horses in the circus of <span class=\"place\" data-place-id=\"423025\">Rome</span>. The games were exhibited at the expense of the republic, the magistrates, or the emperors; but the reins were abandoned to servile hands; and if the profits of a favourite charioteer sometimes exceeded those of an advocate, they must be considered as the effects of popular extravagance, and the high wages of a disgraceful profes- sion. The race, in its first institution, was a simple contest of two chariots, whose drivers were distinguished by white and red liveries; two additional colours a light green, and a cerulean blue, were afterward introduced; and as the races were re- peated twenty-five times, one hundred chariots contributed in the same day to the pomp of the circus. The four factions soon acquired a legal establishment, and a mysterious origin, and their fanciful colours were derived from the various appearances of nature in the four seasons of the year; the red dog-star of summer, the snows of winter, the deep shades of autumn, and the cheerful verdure of the spring. (3) Another interpretation preferred the elements to the seasons, and the struggle of the green and blue was supposed to represent the conflict of the earth and sea. Their respective victories announced either a plentiful harvest, or a prosperous navigation, and the hostility of the husbandmen and mariners was somewhat less absurd than the blind ardour of the Roman people, who devoted their lives and fortunes to the colour which they espoused. Such folly was dis- dained and indulged by the wisest princes; but the names of Caligula, Nero, Vi- tellius, Verus, Commodus, Caracaila, and Elagabalus, were enrolled in the blue, or green factions of the circus; they frequented their stables, applauded their fa- vourites, chastised their antagonists, and deserved the esteem of the populace, by the natural or affected imitation of their manners. The bloody and tumultuous contest continued to disturb the public festivity, till the last age of the spectacles of Rome; and Theodoric, from a motive of justice or affection, interposed his au- thority to protect the greens against the violence of a consul and a patrician, who were passionately addicted to the blue faction of the circus. (4) <span class=\"place\" data-place-id=\"520998\">Constantinople</span> adopted the follies, though not the virtues of ancient Rome; and the same factions which had agitated the circus, raged with redoubled fury in the hippodrome. Under the reign of Anastasius, this popular phrenzy was inflamed by religious zeal: and the greens, who had treacherously concealed stones and daggers under baskets of fruit, massacred, at a solemn festival, three thousand of their blue adversaries. (5) From the capital this pestilence was diffused into the provinces and cities of the east, and the sportive distinction of two colours pro- duced two strong and irreconcilable factions, which shook the foundations of a feeble government. (6) The popular dissensions, founded on the most serious in- terest, or holy pretence, have scarcely equalled the obstinacy of this wanton dis- cord, which invaded the peace of families, divided friends and brothers, and (1) Ai she persecuted the popei, and rejected a council, Bamnius exhausts the names of Ere, Dalila, Hero* dias,&c, after which he has recourse to his infernal dictionary; civis inferni   alumna da-monura   aatanico agitata spiritu   Kstro percita diabolico, 8c c.&c. (A. D. 548. No. 24.) f2) Read and feel the twenty-third hook of the Iliad, a living picture of manners, passions, and the whole form and spirit of the chariot-race. West's Dissertation on the Olympic Games, (sect. aii. 17.) affords much curiocs and authentic information. (3) The four colours,aibati, ruMnti,pnwnu veneti, represent the four seasons, according to Cassiodorus (Var. hi. 51.) who lavishes much wit and eloquence on this theatrical mystery. Of these colours, the three first may be fairly translated, whtie, rev/, and green* Venetus is explained by eteruleus, a word various and vague: it is properly the sky reflected in the sea; but custom and convenience may allow blue as an equivalent (Robert Stephan. sub voce. Spence's Polymetis, p. 228.) (4) See Onuphrius Panvinsns de Ludis Ctrcensibus, lib. i. c. 10, II. the seventeenth Annotation on Mascou's History of the Germans, and Aleman. ad c. 7. (5) Marcellin. in Chron. p. 47. Instead of the vulgar word Mrtero, he nses the more exquisite terms of ctcru- lea and carealit. Baronius (A. D. 501. No. iv. o.) is satisfied that the blues were orthodox; but Tillemont is angry at the supposition, and will not allow any ntartyrs in a playhouse. (Hist, des Emp. torn. vi. p. 554.) (6) See Procopius, Persic lib. i. c. 24. In describing the vices of the factions and of the government, the public is not more favourable than the secret historian. Aleman. (p. 26.) has quoted a fine passage from Gre- gory Nazianzen, which proves the inveteracy of the evil.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA22&img=1&zoom=3&hl=en&sig=ACfU3U2QEbhM_dh1Lxfo9Vdn6e94wSwbWw&ci=0%2C0%2C1000%2C2000&edge=0"}