{"text": "   jus TH E DECLIN E AN D FAL L calmer moments, Nestorius confessed, that it might be tolerated or excused by the union of the two natures; and the communication of their idioms:{V) but he was exasperated by contradiction, to disclaim the worship of anew-born, an infant Deity, to draw his inadequate similes from the conjugal or civil partnerships of life, and to describe the manhood of Christ, as the robe, the instrument, the ta- bernacle of his Godhead. At these blasphemous sounds, the pillars of the sanc- tuary were shaken. The unsuccessful competitors of Nestorius indulged their pious or personal resentment, the Byzantine clergy was secretly displeased with the intrusion of a stranger: whatever is superstitious or absurd, might claim the protection of the monks; and the people were interested in the glory of their vir- gin patroness.(2) The sermons of the archbishop, and the service of the altar, were disturbed by seditious clamour; his authority and doctrine were renounced by separate congregations; every wind scattered round the empire the leaves of controversy; and the voice of the combatants on a sonorous theatre re-echoed in the cells of Palestine and <span class=\"place\" data-place-id=\"1001943\">Egypt</span>. It was the duty of Cyril to enlighten the zeal and ignorance of his innumerable monks; in tlie school of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, he had imbibed and professed the incarnation of one nature: and the successor of Atha- nasius consulted his pride and ambition, when he rose in arms against another Arius, more formidable and more guilty, on the second throne of the hierarchy. After a short correspondence, in which the rival prelates disguised their hatred in the hollow language of respect and charity, the patriarch of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> de- nounced to the prince and people, to the east and to the west, the damnable er- rors of the Byzantine pontiff. From the east, more, especially from Antioch, he obtained the ambiguous counsels of toleration and silence, which were addressed to both parties while they favoured the cause of Nestorius. But the Vatican re- ceived with open arms the messengers of Egypt. The vanity of Celestine was flattered by the appeal; and the partial version of a monk decided the faith of the pope, who, with his Latin clergy, was ignorant of the language, the arts, and the theology of the Greeks. At the head of an Italian synod, Celestine weighed the merits of the cause, approved the creed of Cyril, condemned the sentiments and person of Nestorius, degraded the heretic from his episcopal dignity, allowed a respite of ten days for recantation and penance, and delegated to his enemy the execution of this rash and illegal sentence. But the patriarch of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, whilst he darted the thunders of a god, exposed the errors and passions of a mortal; and his twelve(3) anathemas still torture the orthodox slaves, who adore the memory of a saint, without forfeiting their allegiance to the synod of Chalce- don. These bold assertions are indelibly tinged with the colours of the Apollina- rian heresy; but the serious, and perhaps the sincere, professions of Nestorius, have satisfied the wiser and less partial theologians of the present times. (4) Yet neither the emperor nor the primate of the east were disposed to obey the mandate of an Italian priest; and a synod of the catholic, or rather of the Greek church, was unanimously demanded as the sole remedy that could appease or de- cide this ecclesiastical quarrel. (5) <span class=\"place\" data-place-id=\"599612\">Ephesus</span>, on all sides accessible by sea and land, was chosen for the place, the festival of Pentecost, for the day of the meet- ing; a writ of summons was despatched to each metropolitan, and a guard was sta- tioned to.protect and confine the fathers, till they should settle the mysteries of heaven, and the faith of the earth. Nestorius appeared not as a criminal, but as a judge; he depended rather on the weight than the number of his prelates, and his sturdy slaves from the baths of Zeuxippus were armed for every service of in- jury or defence. But his adversary Cyril was more powerful in the weapons both (1) The  vTi-Wi; of the Greeks, a mutual loan or transfer of the idioms of properties of each nature to the other   of infinity to man, possibility to God, Sec. Twelve rules on this nicest of subjects compose the Theo- logical Grammar of Petavius. (Dogmata Theolog. torn. T. lib. iv. e. 14,15. p. 209,&c.) (2) See Ducange,C. P. Christiana, lib. L p. 30,&c. (3) Concil. torn. ii L p. 043. They have never been directly approved by the church. (Tillemont, Mem. Ec- cles. torn. xiv. p. 368   S72.) I almost pity the agony of rage and sophistry with which Petavius seems to be agitated in the sixth book of his Dogmata Theologica. (4) Such as the rational Basnage, (ad torn. i. Variar. Lection. Canisii in Prefat. c ii. p. 11   23.) and <span class=\"place\" data-place-id=\"570417\">La</span> Croze, the universal scholar. (Christianisme des Indej, torn. i. p. 16   20. De I'Ethiope, p. 26. 27. Thesaur. Episr. p. 176,&c. 283. 285.) His free sentence is confirmed by that of his friends Jablonski (Thesaur. Epist. torn. i. p. 193   201.) and Mosheim, (idem, p. 304. Nestoriom crimine carnisse est et mea sententia;) and three?more respectable judges wSl not easily be found. Asseman, a learned and modest slave, can hardly discern (Bibli- othec. Orient, torn. iv. p. 190   224.) the guilt and error of the Nestorians. (fi) The origin and progress of the Nestorian controversy till the synod of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>, may be found in So- crates, (lib. vii. c 32.) Evacrmi, (lib. i. c. 1,2.) Liberatus,(Brev.c. 1   4.) the original Acts, (Concil. torn. iii. p. 551   991. edit. Venise, 1728.) the Annals of Baronius and Fagi, aD<l the faithful collections of Tillcmoni. (Mem. Ecclei. torn. xiv. p. 283   377.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA220&img=1&zoom=3&hl=en&sig=ACfU3U3gRSA122JFX3McbbHlRferm05fAw&ci=0%2C0%2C1000%2C2000&edge=0"}