{"text": " 210 TH E DECLIN E AN D PAL L throne was distant and inaccessible; but they instantly resolved to bestow orr the flock of <span class=\"place\" data-place-id=\"599612\">Ephesus</span> the blessings of a faithful shepherd- By the vigilance of Mem- non, the churches were shut against them, and a strong garrison was thrown into the cathedral. The troops, under the command of Candidian, advanced to the assault; the outguards were routed and put to the sword, but the place was im- pregnable: the besiegers retired; their retreat was pursued by a vigorous sally; they lost their horses, and many of the soldiers were dangerously wounded with clubs and stones. <span class=\"place\" data-place-id=\"599612\">Ephesus</span>, the city of the Virgin, was defiled with rage and clamour, with sedition and blood; the rival synods darted anathemas and excom- munications from their spiritual engines; and the court of Theodosius was per- plexed by the adverse and contradictory narratives of the Syrian and Egyptian factions. During a busy period of three months, the emperor tried every method, except the most effectual means of indifference and contempt, to reconcile this theological quarrel. He attempted to remove or intimidate the leaders by a com- mon sentence of acquittal or condemnation; he invested his representatives at <span class=\"place\" data-place-id=\"599612\">Ephesus</span> with ample power and military force; he summoned from either party eight chosen deputies to a free and candid conference in the neighbourhood of the capital.far from the contagion of popular frenzy. But the orientals refused to yield, and the catholics, proud of their numbers and of their Latin allies, rejected all terms of union or toleration. The patience of the meek Theodosius was pro- voked, and he dissolved in anger this episcopal tumult, which at the distance of thirteen centuries assumes the venerable aspect of the third oecumenical coun- cil.(l)\"God is my witness,\" said the pious prince,\" that I am not the author of this confusion. His providence will discern and punish the guilty. Return to your provinces, and may your private virtues repair the mischief and scandal of your meeting.\" They returned to their provinces; but the same passions which had distracted the synod of <span class=\"place\" data-place-id=\"599612\">Ephesus</span> were diffused over the eastern world. After three obstinate and equal campaigns, John of Antioch and Cyril of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> condescended to explain and embrace: but their seeming re-union must be im- puted rather to prudence than to reason, to the mutual lassitude rather than to the Christian charity of the patriarchs. The Byzantine pontiff had instilled into the royal ear a baleful prejudice against the character and conduct of his Egyptian rival. An epistle of menace and in- vective, (2) which accompanied the summons, accused him as a busy, insolent, and envious priest, who perplexed the simplicity of the faith, violated the peace of the church and state, and by his artful and separate addresses to the wife and sister of Theodosius, presumed to suppose, or to scatter, the seeds of discord in the imperial family. At the stern command of his sovereign, Cyril had repaired to <span class=\"place\" data-place-id=\"599612\">Ephesus</span>, where he was resisted, threatened and confined, by the magistrates in the interest of Nestorius and the orientals; who assembled the troops of <span class=\"place\" data-place-id=\"550701\">Lydia</span> and <span class=\"place\" data-place-id=\"550597\">Ionia</span> to suppress the fanatic and disorderly train of the patriarch. Without ex- pecting the royal license, he escaped from his guards, precipitately embarked,, deserted the imperfect synod, and retired to his episcopal fortress of safety and independence! But his artful emissaries, both in the court and city, successfully laboured to appease the resentment, and to conciliate the favour, of the emperor. The feeble son of Arcadius was alternately swayed by his wife and sister, by the eunuchs and women of the palace; superstition and avarice were their ruling pas- sions; and the orthodox chiefs were assiduous in their endeavours to alarm the former, and to gratify the latter. <span class=\"place\" data-place-id=\"520998\">Constantinople</span> and the suburbs were sanctified with frequent monasteries, and the holy abbots, Dalmatius and Eutyches,(3) had devoted their zeal and fidelity to the cause of Cyril, the worship of Mary, and the unity of Christ. From the first moment of their monastic life, they had never mingled with the world, or trod the profane ground of the city. But in this awful moment of the danger of the church, their vow was superseded by a more sub- lime and indispensable duty. At the head of a long order of monks and hermits, were mutually forgotten. The style of declamation most never be confounded with the genuine sense which respectable enemies entertain of each other's merit. (Coneil. torn. iii. p. 1244.) (1) Jte the Acts of the Synod of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>, in the original Greek, and a Latin version almost cotemporary (Conew. torn. iii. p. 991   1339. with the Synodicon adversus Tragsediam Irensei, torn. it. p. 835   497.,) the Ec- clesiastical Histories of Socrates (lib. vii. c. 34.,) and Evagrius (lib. i. e. 3   5.)) the Breviary of Liberatus (in Concil. torn. vi. p. 419   459. c. 5,6.) and the Memoires <span class=\"place\" data-place-id=\"79448\">Eccles</span>. of Tillemont (torn. xir. p. 377   487.) (2) I should be curious to know how much Nestorius paid for these expressions, so mortifying to his rival.) f3) Eutyches, the heresiaroh Eutyches, is honourably named by Cyril as a friend, a saint, and the strenuous defender of the faith. His brother, the abbot Dalmatius, is likewise employed to bind the emperor and all his chamberlains ttrribili conjuration?. Synodicon. c. 203. in Concil. torn. ir. p. 467.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA222&img=1&zoom=3&hl=en&sig=ACfU3U2mFyJbcoVrMzRUpiPWECvqOZ_1Iw&ci=0%2C0%2C1000%2C2000&edge=0"}