{"text": " O F TH E ROWA N EMPIRE.  11   Who carried burning tapers in their hands, and chanted litanies to the mother of God, they proceeded from their monasteries to the palace. The people were edi- fied and inflamed by this extraordinary spectacle, and the trembling monarch list- ened to the prayers and abjurations of the saints, who boldly pronounced, that none could hope for salvation, unless they embraced the person and the creed of the orthodox successor of Athanasius. At the same time every avenue of the throne was assaulted with gold. Under the decent names of eulogies and benedictions, the courtiers of both sexes were bribed according to the measure of their power and rapaciousness. But their incessant demands despoiled the sanctuaries of Con- stantinople and <span class=\"place\" data-place-id=\"727070\">Alexandria</span>; and the authority of the patriarch was unable to si- lence the just murmur of his clergy, that a debt of 60,000/. had already been con- tracted to support the expense of this scandalous corruption.(l) Pulcheria, who relieved her brother from the weight of an empire, was the firmest pillar of or- thodoxy: and so intimate was the alliance between the thunders of the synod and the whispers of the court, that Cyril was assured of success if he could displace one eunuch, and substitute another in the favour of Theodosius. Yet the Egyptian could not boast of a glorious or decisive victory. The emperor, with unaccus- tomed firmness, adhered to his promise of protecting the innocence of the oriental bishops; and Cyril softened his anathemas, and confessed, with ambiguity and re- luctance, a twofold nature of Christ, before he was permitted to satiate his revenge against the unfortunate Nestorius.(2) The rash and obstinate Nestorius, before the end of the synod, was oppressed by Cyril, betrayed by the court, and faintly supported by his eastern friends. A sentiment of fear or indignation prompted him, while it was yet time, to affect the glory of a voluntary abdication;(.\") his wish, or at least his request, was readily granted; he was conducted with honour from <span class=\"place\" data-place-id=\"599612\">Ephesus</span> to his old monastery of An- tioch; and after a short pause, his successors, Maximian and Proclus, were ac- knowledged as the lawful bishops of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>. But in the silence of his cell, the degraded patriarch could no longer resume the innocence and security of a private monk. The past he regretted, he was discontented with the present, and the future he had reason to dread: the oriental bishops successively disengaged their cause from his unpopular name, and each day decreased the number of schis- matics who revered Nestorius as the confessor of the faith. Afte  a residence at Antioch of four years, the hand of Theodosius subscribed an edict,(4) which ranked him with Simon the magician, proscribed his opinions and followers, condemned his writings to the flames, and banished his person fii'st to <span class=\"place\" data-place-id=\"550816\">Petra</span> in <span class=\"place\" data-place-id=\"981506\">Arabia</span>, and at length to Oasis, one of the islands of the Lybian desert. (5) Secluded from the church and from the world, the exile was still pursued by the rage of bigotry and war. A wandering tribe of the <span class=\"place\" data-place-id=\"795790\">Blemmyes</span> or Nubians invaded his solitary prison; in their retreat they dismissed a crowd of useless captives; but no sooner had Nes- torius reached the banks of the Nile, than he would gladly have escaped from a Roman and orthodox city to the milder servitude of the savages. His flight was punished as a new crime: the soul of a patriarch inspired the civil and ecclesiasti- cal powers of <span class=\"place\" data-place-id=\"766\">Egypt</span>; the magistrates, the soldiers, the monks, devoutly tortured the enemy of Christ and St. Cyril; and, as far as the confines of <span class=\"place\" data-place-id=\"334481\">Ethiopia</span>, the he- retic was alternately dragged and recalled, till his aged body was broken by the (1) Clerici qui hie itint contristantnr. quod ecelesia Alexandrine nudaia sit linfuf causa turbelse; et debet ptsxter ilia quae hinc transiuissa situ auri libra* mille quinpintas. Et nunc ei tcriptum est ut prsestet; ted de tua ecclesia praesta araritis quorum nosti, etc. This curious and original letter, from Cyril's archdeacon to his creature, the new bishop of Constantinople, has been nnaccountably preserved in an old Latin version, (Synodicon. c ZDS. Concil. torn. iv. p. 465   408.) The mask is almost dropped, and (he saints speak the honest language of interest and confederacy. (2) The tedious negotiations that succeeded the synod of <span class=\"place\" data-place-id=\"599612\">Ephesus</span> are diffusely relatrd in the original Acts (Concil. torn. iii. p. 1339   1771. ad fin. vol. and the Synodicon, in torn, iv.,) Socrates, (lib. vii. c. 28. 35. 40,41.) Evagrius (lib. i.e. 6. 8. 12.,) Liberatusfc. 7   10.) Tillemont (iMem. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. xiv. p. 487   076.) The most patient reader will thank me for compressing so much nonsense and falsehood in a fewlines. (3) Aurou ti etujfiejfiroc, MST M T S Hmtov iTrxvatnXtvtTBlt fiOvxiryir.v. Evagrius, lib. i. C. 7. The original letters in the Synodicon (c. xv. 24   26.).justify the appearance of a voluntary resignation, which is as- ierted by Ebed-Jesn, a Nestorian writer, anud Asseman. Bibliot. Orientale, torn. iii. p. 299   102. (4) See the imperial letters in the Acts of the Synod of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>. (Concil. torn. iii. p. 1730   1735.) The odious name of Simonians, which was affixed to the disciples of this ti pxrwaov; J.Wxmmxj was designed*s  u ovtiSeiri 9rltdXjp9lt>r K ximtov vrnfuvutv rJSXa  04W, TJtv<xpxpTt]iuxTvi>, K    h*,ti Tijfcupiscc, f*HTt 6xvovretg ariptx; ixtoc uTotpx-\" tv. Yet these were Christians! who differed only in names and in shadows. (5) The metaphor of islands is applied by the grave civilians (Pandect, lib. xlviii. tit. xxii. leg. vii.) to those happy spots which are discriminated by water ana verdure from the Lybian sands. Three of these under the common name of Oasis, or Alvahat   1. The temple of Jupiter Ammon. 2. The middle Ossis, three days'jour- ney to the west of Lycopolis. 3. The southern, where Nestorius was banished, in the first climate, and only three days'journey from the confines of Nubia. See a learned note of Micbaelis (ad Detcript. Egypu AbuT- fetf^ P  21   340", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA223&img=1&zoom=3&hl=en&sig=ACfU3U2P3Dv2Gyaa3N-MjIowvC-qJFvuDA&ci=0%2C0%2C1000%2C2000&edge=0"}