{"text": " 2h TH E DECLIN E AN D FAL L hardships and accidents of these reiterated journeys. Yet his mind was still inde- pendent and erect; the president of <span class=\"place\" data-place-id=\"991398\">Thebais</span> was awed by his pastoral letters; he survived the catholic tyrant of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, and after sixteen years' banishment, the synod of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span> would perhaps have restored him to the honours, or at least to the communion of the church. The death of Nestorius prevented his obe- dience to their welcome summons;(l) and his disease might afford some colour to the scandalous report, that his tongue, the organ of blasphemy, had been eaten by the worms. He was buried in a city of Upper Egypt, known by the names of Chemnis, or Panapolis, or Akmin;(2) but the immortal malice of the Jacobites has persevered for ages to cast stones against his sepulchre, and to propagate the fool- ish tradition, that it was never watered by the rain of heaven, which equally de- scends on the righteous and the ungodly. (3) Humanity may drop a tear on the fate of Nestorius; yet justice must observe, that he suffered the persecution which he had approved and inflicted. (4) The death of the Alexandrian primate, after a reign of thirty-two years, aban- doned the catholics to the intemperance of zeal, and the abuse of victory. (5) The Monofihysite doctrine (one incarnate nature) was rigorously preached in the churches of <span class=\"place\" data-place-id=\"1001943\">Egypt</span> and the monasteries of the east; the primitive creed of Apolli- naris was protected by the sanctity of Cyril; and the name of Eutyches, his venera- ble friend, has been applied to the sect most adverse to the Syrian heresy of Nesto- rius. His rival Eutyches was the abbot, or archimandrite, or superior of three hun- dred monks: but the opinions of a simple and illiterate recluse might have expired in the cell where he had slept above seventy years, if the resentment or indiscre- tion of Flavian, the Byzantine pontiff, had not exposed the scandal to the eyes of the Christian world. His domestic synod was instantly convened, their proceed- ings were sullied with clamour and artifice, and the aged heretic was surprised into a seeming confession, that Christ had not derived his body from the substance of the Virgin Mary. From their partial decree Eutyches appealed to a general council: and his cause was vigorously asserted by his godson Chrysaphius, the reigning eunuch of the palace, and his accomplice Dioscorus who had succeeded to the throne, the creed, the talents, and the vices, of the nephew of Theophilus. By the special summons of Theodosius, the second synod of <span class=\"place\" data-place-id=\"599612\">Ephesus</span> was judiciously composed of ton metropolitans and ten bishops from each of the six diocesses of the eastern empire: some exceptions of favour or merit enlarged the number to one hundred and thirty-five; and the Syrian Barsumas, as the chief and representative of the monks, was invited to sit and vote with the successors of the apostles. But the despotism of the Alexandrian patriarch again oppressed the freedom of de- bate: the same spiritual and carnal weapons were again drawn from the arsenals of Egypt; the Asiatic veterans, a band of archers, served under the orders of Dioscorus: and the more formidable monks, whose minds were inaccessible to rea- son or mercy, besieged the doors of the cathedral. The general, and, as it should seem, the unconstrained voice of the fathers, accepted the faith arid even the ana- themas of Cyril; and the heresy of the two natures was formally condemned in the persons and writings of the most learned orientals.\" May those who divide Christ be divided with the sword; may they be hewn in pieces, may they be burnt alive!\" were the charitable wishes of a Christian synod.(6) The innocence and sanctity of Eutyches were acknowledged without hesitation: but the prelates, (1) The invitation of Kestorian to the synod of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>, is related by Zacharius, bishop of <span class=\"place\" data-place-id=\"629040\">Melitene</span>. (Eva- grius, lib. ii. c. 2. Asseman. Bibliot. Orient, torn. ii. p. 55.) and the famous Xenaias or Fhiloxenus, bishop of <span class=\"place\" data-place-id=\"638860\">Hierapolis</span>, (Asseman. Bibliot. Orient, torn. ii. p. 40, Sec.) denied by Evagrius and Asseman, and stoutly main- tained by <span class=\"place\" data-place-id=\"570417\">La</span> Croze. (Thesaur. Epistol. torn. iti. p. 181,&c.) The fact is not improbable! yet it was the inte- rest of the Monophysites to spread the invidious report; and Entychius, torn. ii. p. 12. affirms, that Nestorius died after an exile of seven years, and consequently ten years before the synod of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>. (2) Consult d'Anville, Memoire sur 1'Egypte, p. 191.) Pocock, (Description of the East, vol. i. p. 76.) Abul- feda, (Descript. Egypt, p. 14.) and his commentator Michaelis, (Not. p. 78   83.) and the Nubian Geographer, (p. 42.) who mentions, in the twelfth century, the ruins and the sujrat.-canes of Akmin. (3) Entychius, (Annal. torn. ii. p. 12.) and Gregory Bar-Hebrteus, of Abulpharagius Asseman. tem. ii. p. S16.) represent the credulity of the tenth and thirteenth centuries. (4) We are obliged to Evagrius (lib. i. c. 7.) for some extracts from the letters of Nestorius; but the lively picture of his surTerings is treated with insult by the hard and stupid fanatic. (5) Dili Cyrillum dum viveret, auctoritate sua effecuse, ne Entychianismus et Monophy sitamm error in nervum erumperet: idque verum pufo.,. aliquo. honesto modo stzxitoJuw cecinrrat. The learned but cautious Jablomki did not always speak the whole truth. Cum Cyrillo lenius omnino egi, quam si tecum   aut CHm aliis rei hujus probe gnaris et acquis rerum aestimatorbus sermones privatos conferrem, Thesaur. <span class=\"place\" data-place-id=\"805609\">Epis</span>- tol. <span class=\"place\" data-place-id=\"570417\">La</span> Crozian, torn, i p. 107,198.) an excellent key to bis dissertations on the Nerftorian controversy! (6) H  y* cvvooos ttjrtv apov, Kxtxrov EuriStor, ours;  wv xai| owto; ii ( <span class=\"place\" data-place-id=\"315176\">Sua</span> j-tvurai w; tfupttrt fafWrSti.,. si tic MJr? 1 Juo aKtSiaia. At the request of Dioscorus, those who were not able toroar(>3i  i<reii,)stretehed out their bands. At <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>, the orientals disclaimed these acclamations; but the Egyptians more consistently declared cwra ui, t  ts ii>r  ;  i  K M wv Ufojuv. (Concil.tpm. iv.p. 1012.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA224&img=1&zoom=3&hl=en&sig=ACfU3U0ccqTzeN6ffGYWEofmyiYBski7Qg&ci=0%2C0%2C1000%2C2000&edge=0"}