{"text": " O F TH E ROMA N EMPIRE. more especially those of <span class=\"place\" data-place-id=\"1001889\">Thrace</span> and <span class=\"place\" data-place-id=\"599527\">Asia</span>, were unwilling to depose their patri- arch for the use or even the abuse of this lawful jurisdiction. They embraced the knees of Dioscorus, as he stood with a threatening aspect on the footstool of his throne, and conjured him to forgive the offences, and to respect the dignity, of his brother.\" Do you mean to raise a sedition?\" exclaimed the relentless tyrant,\" Where are the officers?\" At these words, a furious multitude of monks and soldiers, with staves and swords, and chains, burst into the church: the trembling bishops hid themselves behind the altar, or under the benches, and as they were not inspired with the zeal of martyrdom, they successively subscribed a blank pa- er, which was afterward filled with the condemnation of the Byzantine pontiff, lavian was instantly delivered to the wild beasts of this spiritual amphitheatre: the monks were stimulated by the voice and example of Barsumas to avenge the in- juries of Christ: it is said that the patriarch of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> reviled, and buffeted, and kicked, and trampled his brother of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> :(1) it is certain, that the vic- tim, before he could reach the place of his exile, expired, on the third day, of the wounds and bruises which he had received at <span class=\"place\" data-place-id=\"599612\">Ephesus</span>. This second synod has been justly branded as a gang of robbers and assassins; yet the accusers of Di- oscorus would magnify his violence, to alleviate the cowardice and inconstancy of their own behaviour. The faith of <span class=\"place\" data-place-id=\"766\">Egypt</span> had prevailed: but the vanquished party was supported by the same pope who encountered without fear the hostile rage of Attila and Gen- seric. The theology of Leo, his famous tome or epistle on the mystery of the incar- nation, had been disregarded by the synod of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>; his authority, and that of the Latin church, was insulted in his legates, who escaped from slavery and death to relate the melancholy tale of the tyranny of Dioscorus and the martyrdom of Flavian. His provincial synod annulled the irregular proceedings of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>; but as this step was itself irregular, he solicited the convocation of a general council in the free and orthodox provinces of <span class=\"place\" data-place-id=\"1052\">Italy</span>. From his independent throne, the Ro- man bishop spoke and acted without danger, as the head of the Christians, and his dictates were obsequiously transcribed by Placidia and her son Valentinian; who addressed their eastern colleague to restore the peace and unity of the church. But the pageant of oriental royalty was moved with equal dexterity by the hand of the eunuch; and Theodosius could pronounce, without hesitation, that the church was already peaceful and triumphant, and that the recent flame had been extinguished by the just punishment of the Nestorians. Perhaps the Greeks would be still involved in the heresy of the Monophysites, if the emperor's horse had not fortunately stumbled; Theodosius expired, his orthodox sister, Pulcheria, with a nominal husband, succeeded to the throne; Chrysaphius was burnt, Dios- corus was disgraced, the exiles were recalled, and the tome of Leo was subscribed by the oriental bishops. Yet the pope was disappointed in his favourite project of a Latin council: he disdained to preside in the Greek synod, which was speedily assem- bled at Nice in <span class=\"place\" data-place-id=\"511189\">Bithynia</span>; his legates required, in a peremptory tone, the presence of the emperor: and the wary fathers were transported to Chalcedon under the im- mediate eye of Marcian and the senate of Constantinople. A quarter of a mile from the Thracian <span class=\"place\" data-place-id=\"520977\">Bosphorus</span>, the church of St. Euphemia was built on the sum- mit of a gentle though lofty ascent: the triple structure was celebrated as a pro- digy of art, and the boundless prospect of the land and sea might have raised the mind of a. sectary to the contemplation of the God of the universe. Six hundred and thirty bishops were ranged in order in the nave of the church; but the patri- archs of the east were preceded by the legates, of whom the third was a simple priest: and the place of honour was reserved for twenty laymen of consular or se- natorian rank. The gospel was ostentatiously displayed in the centre, but the rule of faith was defined by the papal and imperial ministers; who moderated the thirteen sessions of the council of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>. (2) Their partial interposition si- (1) E*.s>-s Si (Eusebius, biihop of Dorylseum) to, OXw3*xvov*  * J;i*jein's sevatpsSHv*' irps^Aiatrxopov oiSwpsvcv ti Kgi xaxni^ufvcv: and this testimony of Evagrius (lib. ii. c. 2.) is amplified by the historian Zonaras, (torn. 11. lib. xiti. p. 44.) who affirms that Dioscorus kicked like a wild ass. But the language of Liberotus (Brer. c. 12. in Ceneil. torn. Ti. p. 438,) is more cautious; and the Acts of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, which lavishthe names of homi- cide, Cain,&c. do not justify so pointed a charge. The monk Banuraas is more particularly accused   tow naxwpiov 4>iUuiavov mwto;,o-ti)  s Koti iMys, fl-pa^of. (Concil. torn. iv. p. 1423.) (') The acts of the Council of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, (Concil. torn. iv. p. 761   2071.) comprehend those of Ephesus,(p. 890   1189.) which air>in comprise the synod of Constantinople under Flarian; (p. 930   1072.) and it requires some attention to disengage this double involution. The whole business of Eutyches, Flavian and Dioscorus is related by Evagrius (lib. i. c 9. 12. and lib. ii. c 1   4.) and Liberatus. (Brev. c. 11   14. Once more, and al- most for the last time, I appeal to the diligence of Tilleraont,(Mem. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. xv. p. 479   719.) The an- nals of Baroniw and Pagi will accompany me much farther on my long and laborious journey.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA225&img=1&zoom=3&hl=en&sig=ACfU3U0ynsY_hhO6Q5URtnkCwewl1ZJ_fQ&ci=0%2C0%2C1000%2C2000&edge=0"}