{"text": " O F TH E ROMA N EMPIRE. 815 vered! Anathema to the Nestorians! Let them depart from the synodf Let them repair to RomeThe legates threatened; the emperor was absolute, and a committee of eighteen bishops prepared a new decree, which was imposed on the reluctant assembly. In the name of the fourth general council, the Christ in one person, but in two natures, was announced to the catholic world; an invisible line was drawn between the heresy of Apollinaris and the faith of St. Cyril; and the road to paradise, a bridge as sharp as a razor, was suspended over the abyss by the master-hand of the theological artist. During ten centuries of blindness and servitude, <span class=\"place\" data-place-id=\"1001887\">Europe</span> received her religious opinions from the oracle of the Vatican; and the same doctrine, already varnished with the rust of antiquity, was admitted without dispute into the creed of the reformers, who disclaimed the supremacy of the Roman pontiff. The synod of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span> still triumphs in the protestant churches; but the ferment of controversy has subsided, and the most pious Chris- tians of the present day are ignorant or careless of their own belief concerning the mystery of the incarnation. Far different was the temper of the Greeks and Egyptians under the orthodox reigns of Leo and Marcian. Those pious emperors enforced with arms and edicts the symbol of their faith ;(2) and it was declared by the conscience or honour of five hundred bishops, that the decrees of the synod of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span> might be law- fully supported, even with blood. The catholics observed with satisfaction, that the same synod was odious both to the Nestorians and the Monophysites;(3) but the Nestorians were less angry, or less powerful, and the east was distracted by the obstinate and sanguinary zeal of the Monophysites. <span class=\"place\" data-place-id=\"687928\">Jerusalem</span> was occupied by an army of monks; in the name of the one incarnate nature, they pillaged, they burnt, they murdered; the sepulchre of Christ was defiled with blood; and the gates of the city were guarded in tumultuous rebellion against the troops of the emperor. After the disgrace and exile of Dioscorus, the Egyptians still re- gretted their spiritual father; and detested the usurpation of his successor, who was introduced by the fathers of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>. The throne of Proterius was supported by a guard of two thousand soldiers; he waged a five years' war against the people of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>; and on the first intelligence of the death of Marcian, he became the victim of their zeal. On the third day before the festival of Easter, the patriarch was besieged in the cathedral, and murdered in the baptistery. The remains of his mangled corpse were delivered to the flames, and his ashes to the wind: and the deed was inspired by the vision of a pretended angel: an ambitious monk, who, under the name of Timothy the Cat,(4) succeeded to the place and opinions of Dioscorus. This deadly superstition was inflamed, on either side, by the principle and the practice of retaliation: in the pursuit of a meta- physical quarrel, many thousands(5) were slain, and the Christians of every de- gree were deprived of the substantial enjoyments of social life, and of the invi- sible gifts of baptism and the holy communion. Perhaps an extravagant fable of the times may conceal an allegorical picture of these fanatics, who tortured each other, and themselves.\" Under the consulship of Venantius and Celer,\" says a grave bishop,'* the people of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, and all <span class=\"place\" data-place-id=\"766\">Egypt</span> were seized with a strange and diabolical frenzy: great and small, slaves and freemen, monks and clergy, the natives of the land, who opposed the synod of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, lost their speech and reason, barked like dogs, and tore with their own teeth, the flesh from their hands and arms. \"(6) (1; Edoita-Nv* a xpgrurw?, Krtpzfiftt$x.... 01 ttvrri.tyWTi; Qwpu>-  vajvr*i, 01 ai/TiXiycuT,; thrruunftl mrif, 01 BmAiyom,- eis Von*v  wbxSow<v. (Coocil. torn. iv. p. 1441.) Evagrius and Liberatus present only the placid faee of the synod, and discreetly slide orer these embers supposiios cinere dotoso. (2) See in the Appendix to the Acts of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, the confirmation of the synod by Marcian (Concil. torn, sv.p. 1781. 1783.,) his letters to the monks of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> (p. 1791.,) of Mount <span class=\"place\" data-place-id=\"746813\">Sinai</span> (p. 1793.,) of Jerusalem and Palestine (p. 1798.,) his laws against the Entychians (p. 1809. 1811. 1831.,) the correspondence of Leo with the provincial synods on the revolution of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> fp. 1835. 1930.) (3) Photius (or rather the Eulogius of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>) confesses, in a fine passage, the specious colour of this double charge against Pope Leo and his synod of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>. fBibliot. Cod. 225. p. 768.) He waged a double war against the enemies of the church, and wounded either foe with the darts of his adversary   xhtxkkkKoi; BtKttri roue aurtTntKn; rrarparxj. Against Nestorius he seemed to introduce the mxwi: of the Monophy- sites: against Eutyches he appeared to countenance the asmsrim Slatpopa of the Nestorians. The apologist claims a charitable interpretation for the saints; if the same had been extended to the heretics, the sound of the controversy would have been lost in the air. (4) AMsvasc, from bis nocturnal expeditions. In darkness and disguise he crept round the cells of the monas- tery, and whispered the revelation to his slumbering brethren (Theodor. Lector, lib. i.) (5) S>9voy; ti TOAjWjSswi/aupiov; suparw:rA.S)flii fti\\vv$>lvxi ft* poiicr tkv y*i xKKx loci stvrav TO V*.<;)*. Such is the hy- perbolic language of the Henotocon. torn' S p* 32 F Cnronicle of victor Tunnensis, in the Lectiones Antitrua? of Canulus, republished by Basnet,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA227&img=1&zoom=3&hl=en&sig=ACfU3U19BFu0myJtsaAeTK91HmUbJqbVHQ&ci=0%2C0%2C1000%2C2000&edge=0"}