{"text": " 216 TH E DECLIN E AN D FAL L' The disorders of thirty years at length produced the famous Henoticon(1) of the emperor Zeno, which in his reign, and in that of Anastasius, was signed by all the bishops of the east, under the penalty of degradation and exile, if they rejected or infringed this salutary and fundamental law. The clergy may smile or groan at the presumption of a layman who defines the articles of faith: yet if he stoops to the humiliating task, his mind is less infected by prejudice or interest, and the authority of the magistrate can only be maintained by the concord of the people. It is in ecclesiastical story, that Zeno appears less contemptible; and I am not able to discern any Manichsan or Eutychian guilt in the generous saying of Anastasius, that it was unworthy of an emperor to persecute the worshippers of Christ and the citizens of <span class=\"place\" data-place-id=\"423025\">Rome</span>. The Henoticon was most pleasing to the Egyptians; yet the smallest blemish has not been described by the jealous and even the jaundiced eyes of our orthodox schoolmen, and it accurately represents the ca- tholic faith of the incarnation, without adopting or disclaiming the peculiar terms or tenets of the hostile sects. A solemn anathema is pronounced against Nestorius and Eutyches; against all heretics by whom Christ is divided, or confounded, or reduced to a phantom. Without defining the number or the article of the word nature, the pure system of St. Cyril, the faith of Nice, <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and Ephe- sus, is respectfully confirmed; but, instead of bowing at the name of the fourth council, the subject is dismissed by the censure of all contrary doctrines, if any such have been taught either elsewhere or at <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, Under this ambiguous expression, the friends and enemies of the last synod might unite in a silent em- brace. The most reasonable Christians acquiesced in this mode of toleration; but their reason was feeble and inconstant, and their obedience was despised as timid and servile by the vehement spirit of their brethren. On a subject which en- grossed the thoughts and discourses of men, it was difficult to preserve an exact neutrality; a book, a sermon, a prayer, rekindled the flame of controversy; and the bonds of communion were alternately broken and renewed by the private ani- mosity of the bishops. The space between Nestorius and Eutyches was filled by\" a thousand shades of language and opinion; the acefihali(2) of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, and the Ro- man pontiffs, of equal valour, though of unequal strength, may be found at two extremities of the theological scale. The acephali, without a king or a bishop, were. separated above three hundred years from the patriarchs of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, who had accepted the communion of Constantinople, without exacting a formal condemna- tion of the synod of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>. For accepting the communion of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, with- out a formal approbation of the same synod, the patriarchs of Constantinople were anathematized by the popes. Their inflexible despotism involved the most ortho- dox of the Greek churches in this spiritual contagion, denied or doubted the vali- dity of their sacraments,(3) and fomented, thirty-five years, the schism of the east and west, till they finally abolished the memory of four Byzantine pontiffs, who had dared to oppose the supremacy of St. Peter. (4) Before that period, the precarious truce of Constantinople and Egypt had been violated by the zeal of the rival prelates. Macedonius, who was suspected of the Nestorian heresy, asserted in disgrace and exile, the synod of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, while the successor of Cyril would have purchased its overthrow with a bribe of two thousand pounds of gold. In the fever of the times, the sense, or rather the sound of a syllable, was suffi- cient to disturb the peace of an empire. The Trisagion(5) (thrice holy,) Hoh/t (1) The Henuticon is transcribed by Evagrius (lib. iii, c. 13.,) and translated by Liberatus (Brev. c. xviii. J Pagi (Critical ton. ii. p. 414.0 and Asseman. (Bibliot. Orient, torn. i. p. 343.) are satisfied that h is free From he- resy; but Petavius (Dogmat. Theolog. torn. r. lib. i. c. 13. p. 40.) most unaccountably affirms Chalcedonensem ascivit. An adversary would prove that he had never read the Henoticon. (2) See Renaudot (Hist. Patriarch. Alex. p. 113. 131. 145. 195-247.) They were reconciled by the care of Mark I. (A. D. 799   819.,) he promoted their chiefs to the bishopries of <span class=\"place\" data-place-id=\"727078\">Athribis</span> and Talba, (perhaps Tava; see d'Anville, p. 82.) and supplied the sacraments, which had failed for want of an episcopal ordination. (3) De his cjuos baptizavit quos ordinavit Acacius, majorum traditione confectam et veram prsecipue rehgi. osse solicitudini coneruam prsebemus sine difficuttate niedicinam. (Galasius, in epist. l. ad Euphemium. Con- cil. torn. v. 286.) The offer of a medicine proves the disease, and numbers must have perished before the ar- rival of the Roman physician. Tillemont himself (Mem. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. xvi. p. 372.042,&c.) is shocked at the proud and uncharitable temper of the popes; they are now glad, says he, to invoke St. Flavian of Antioch. St. Elias of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>, fee. to whom they refused communion whilst upon earth. But cardinal Baronius is firm and hard as the rock of St Peter. (4) Their names were erased from the diptych of the church: ex venerabili diptycho, in qno piae memoriss transitum ad ccelum habentium episcoporum vocabula conlinemur. (Concil. torn. iv. p. 1846.) This ecclesi- astical record was therefore equivalent to the book of life. (5) Petavius (Dogmat. Theolog. torn. v. lib. v. c. 2-4. p. 217   225.) and Tillemont (Mem. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. ri  . p. 713, Sec. 799.) represents the history and doctrine of the Trisagion. In the twelve centuries between Isaiah and St. Proclus's boy, who was taken up into heaven before the bishop and peopleof Constantinople, the sane; was considerably improved. ThebjryhfairitTiean;;elssing\".Hol)'Gad! Holy Strong! Holy Immortal!\"", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA228&img=1&zoom=3&hl=en&sig=ACfU3U0e41FgYJljtOlxofdwvZkqYZA2_Q&ci=0%2C0%2C1000%2C2000&edge=0"}