{"text": " O F TH E ROMA N EMPIRE. holy, holy. Lord God of Hosts! is supposed, by the Greeks, to be the identical hymn which the angels and cherubim eternally repeat before the throne of God, and which, about the middle of the fifth century, was miraculously rerealed to the church of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. The devotion of Antioch soon added, who was crucifiedfor us! and this grateful address, either to Christ alone, or to the whole Trinity, may be justified by the rules of theology, and has been gradually adopted by the catholics of the east and west. But it had been imagined by a Monophy- site bishop;(l) the gift of an enemy was at first rejected as a dire and dangerous blasphemy, and the rash innovation had nearly cost the emperor Anastasius his throne and his life. (2) The people of Constantinople were devoid of any rational principles of freedom; but they held as a lawful cause of rebellion, the colour of a livery in the races, or the colour of a mystery in the schools. The Trisagion, with and without this ob- noxious addition, was chanted in the cathedral by two adverse choirs, and, when their lungs were exhausted, they had recourse to the more solid arguments of sticks and stones: the aggressors were punished by the emperor, and defended by the patriarch; and the crown and the mitre were staked on the event of this mo- mentous quarrel. The streets were instantly crowded with innumerable swarms of men, women, and children; the legions of monks, in regular array, marched, and shouted, and fought at their head,   \" Christians! this is the day of martyr- dom; let us not desert our spiritual father; anathema to the Manichscan tyrant; he is unworthy to reign.\" Such was the catholic cry; and the galleys of Anastasius lay upon their oars before the palace, till the patriarch had pardoned his penitent, and hushed the waves of the troubled multitude. The triumph of Macedonius was checked by a speedy exile; but the zeal of his flock was again exasperated by the same question,   Whether one of the Trinity had been crucified? On this momentous occasion, the blue and green factionsof Constantinople suspended their discord, and the civil and military powers were annihilated in their presence. The keys of the city, and the standards of their guards, were deposited in the forum of <span class=\"place\" data-place-id=\"305064\">Constantine</span>, the principal station and camp of the faithful. Day and night they were incessantly busied either in singing hymns to the honour of their god, or in pillaging and murdering the servants of their prince. The head of his fa- vourite monk, the friend, as they styled him, of the enemy of the holy Trinity, was borne aloft on a spear; and the fire-brands, which had been darted against he- retical structures, diffused the undistinguishing flames against the most orthodox buildings. The statues of the emperor were broken, and his person was concealed in a suburb, till at the end of three days he dared to implore the mercy of his sub- jects. Without his diadem, and in the posture of a suppliant, Anastasius appeared on the throne of the circus. The catholics, before his face, rehearsed their ge- nuine Trisagion; they exulted in the offer which he proclaimed by the voice of a herald, of abdicating the purple; they listened to the admonition, that since all could not reign, they should previously agree in the choice of a sovereign; and they accepted the blood of two unpopular ministers, whom their master without hesitation, condemned to the lions. These furious but transient seditions were en- couraged by the success of Vitalian, who, with an army of Huns and Bulgarians, for the most part idolaters, declared himself the champion of the catholic faith. In this pious rebellion he depopulated <span class=\"place\" data-place-id=\"1001889\">Thrace</span>, besieged Constantinople, extermi- nated sixty-five thousand of his fellow-Christians, till he obtained the recall of the bishops, the satisfaction of the pope, and the establishment of the council of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, an orthodox treaty, reluctantly signed by the dying Anastasius, and more faithfully performed by the uncle of Justinian. And such was the event of the first of the religious wars, which have been waged in the name and by the dis- ciples, of the God of Peace. (3) (1) Peter Gnapheus, the fuller (a trade which he bad exercised in hia monaitery.) patriarch of Antioch. His tedious story is discussed in the Annals of Pagi, A. D. 477   490.) and a dissertation of M. de Valois at the end i of his Evagrius. (2) The troubles under the reign of Anastasius must be gathered fi om the chronicles of Victor, Marcellinus, and Theophanes. As the last was not published in the time of Baronius, his critic Fagi is more copious, u well as more correct. (3) The general history, from the council of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span> to the death of Anastasius, may be found in the Breviary of Liberatus, (c. 14   19.) the second and third books of Evaerius, the Abstract of the two book, of Theodore the Reader, the Acts of th>- Synods, and the Epistles of the Popes. (Conol. torn, v.) The series it continued with some disorder in the fifteenth and sixteenth tomes of the Memoires Ecclesiastiques of <span class=\"place\" data-place-id=\"845078\">Tille</span>- mont. And here I must take leas'* for ever of that incomparable guide   whose bigotryis overb&lanced by the merits of tradition, diligence, veracity, and scrupulous minuteness. He was prevented by death from'com- pleting, as he designed, the sixth cenluiy of the church and enjph-e. Vbr,. III. 28", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA229&img=1&zoom=3&hl=en&sig=ACfU3U09SUqy0UjVpQJUBw_7Mv8z7xJPgQ&ci=0%2C0%2C1000%2C2000&edge=0"}