{"text": " O F TH E ROMA N EMPIRE. i 1 tempted the female sex, though seldom seen in the circus, to espouse the inclina- tion of their lovers, or to contradict the wishes of their husbands. Every law, either human or divine, was trampled under foot, and as long as the party was successful, its deluded followers appeared careless of private distress, or public calamity. The license, without the freedom of democracy, was revived at An- tioch and <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, and the support of a faction became necessary to every candidate for civil or ecclesiastical honours. A secret attachment to the family or sect of Anastasius was imputed to the greens; the blues were zealously devoted to the cause of orthodoxy and Justinian.(l) and their grateful patron protected, above five years, the disorders of a faction, whose seasonable tumults overawed the palace, the senate, and the capitals of the east. Insolent with royal favour, the blues affected to strike terror by a peculiar and barbaric dress; the long hair of the Huns, their close sleeves and ample garments, a lofty step, and a sonorous voice. In the day they concealed their two-edged poniards, but in the night they boldly assembled in arms, and in numerous bands, prepared for every act of violence and rapine. Their adversaries of the green faction, or even inoffensive citizens, were stripped and often murdered by these nocturnal robbers, and it be- came dangerous to wear any gold buttons or girdles, or to appear at a late hour in the streets of a peaceful capital. A daring spirit, rising with impunity, pro- ceeded to violate the safeguard of private houses; and fire was employed to faci- litate the attack, or to conceal the crimes of those factious rioters. No place was safe or sacred from their depredations; to gratify either avarice or revenge, they profusely spilt the blood of the innocent: churches and altars were polluted by atrocious murders; and it was the boast of the assassins, that their dexterity couldalways inflict a mortal wound with a single stroke of their dagger. The dissolute youth of Constantinople adopted the blue livery of disorder; the laws were silent, and the bonds of society were relaxed; creditors were compelled to resign their obligations; judges to reverse their sentence; masters to enfranchise their slaves; fathers to supply the extravagance of their children; noble matrons were prostituted%) the lust of their servants; beautiful boys were torn from the arms of their parettts; and wives, unless they preferred a voluntary death, were ravished in the presence of their husbands. (2) The despair of the greens, who were persecuted by their enemies, and deserted by the magistrate, assumed the privilege of defence, perhaps of retaliation: but those who survived the combat were dragged to execution, and the unhappy fugitives escaping to woods and ca- verns, preyed without mercy on the society from whence they were expelled. Those ministers of justice who had courage to punish the crimes, and to brave the re- sentment of the blues, became the victims of their indiscreet zeal: a prefect of Con- stantinople fled for refuge to the holy sepulchre; a count of the east was ignomi- niously whipped, and a governor of <span class=\"place\" data-place-id=\"628957\">Cilicia</span> was hanged, by the order of Theodora, on the tomb of two assassins whom he had condemned for the murder of his groom, and a daring attack upon his own life. (3) An aspiring candidate may be tempted to build his greatness on the public confusion, but it is the interest as well as duty of a sovereign to maintain the authority of the laws. The first edict of Justinian, which was often repeated, and sometimes executed, announced his firm resolution to support the innocent, and to chastise the guiltv of every denomi- nation and colour. Yet the balance of justice was still inclined in favour of the blue faction, by the secret affection, the habits, and the fears of the emperor; his equity, after an apparent straggle, submitted, without reluctance, to the implaca- ble passions of Theodora, and the empress never forgot, or forgave, the injuries of the comedian. At the accession of the younger Justin, the proclamation of equal and rigorous justice indirectly condemned the partiality of the former reigns.\" Ye blues, Justinian is no more! ye greens, he is still alive!\"(4) A sedition, which almost laid Constantinople in ashes, was excited by the mu- tual hatred and momentary reconciliation of the two factions. In the fifth year of his reign, Justinian celebrated the festival of the ides of January: the games C O The partiality of Justinian for the blues, (Aneedot. c. 7.) is attested by Evae;rim, (Hist. Eceles. lib. iv. c. 32.) John Malala, (torn. ii. p. 138.139.) especially for Antioch; and Theoplianes. (p. 143.) (2) A wile, (says Procopius) who was seized and almost ravished by a blae coat, threw herself into the Bos- phorus. The bishops of the second <span class=\"place\" data-place-id=\"29492\">Syria</span>, (Aleman. p. 26.) deplore a similar suicide, the guilt or glory of fe- male chastity, and name the heroine. (3) Ttte doubtful credit of Procopius, (Aneedot. c. xvii.) is supported by the less partial Kvafrrins, who eun- fi rras the fact, and specifies the names. The tragic fate of the prefect of Constantinople, Is related by John Malala. (torn. ii. p. 139.) (4) See John Malala; (tom.ii. p. 147.) yet he owns that Justinian was attached to the blues. The. seeming discord of the emperor and Theodora, is perhaps viewed with too macta jealousy and refinement by Proco- pius. (Aneedot.  . i.) See AJernan. Pi acfat. p. 6.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA23&img=1&zoom=3&hl=en&sig=ACfU3U2CTHLo-sZlvek02VuZgcPnc76w8g&ci=0%2C0%2C1000%2C2000&edge=0"}