{"text": " O F TH E ROMA N EMPIRE. 218 end of four hundred years, the Montanists of Phrygia,(l) still breathed the wild enthusiasm of perfection and prophecy, which they had imbibed from their male and female apostles, the special organs of the Paraclete. On the approach of the catholic priests and soldiers, they grasped with alacrity the crown of martyrdom; the conventicle and the congregation perished in the flames; but these primitive fanatics were not extinguished three hundred years after the death of their tyrant. Under the protection of the Gothic confederates, the church of the Arians of <span class=\"place\" data-place-id=\"520985\">Constantinople</span> had braved the severity of the laws; their clergy equalled the wealth a^l magnificence of the senate; and the gold and silver, which were seized by the rapacious hand of Justinian, might perhaps be claimed as the spoils of the provinces and the trophies of the barbarians. A second remnant of pagans, who still lurked in the most refined and the most rustic conditions of mankind, excited the indignation of the Christians, who were perhaps unwilling that any strangers should be the witnesses of their intestine quarrels. A bishop was named as the inquisitor of the faith, and his diligence soon discovered, in the court and city, the magistrates, lawyers, physicians, and sophists, who still cherished the superstition of the Greeks. They were sternly informed that they must choose without delay between the displeasure of Jupiter or Justinian, and that their aversion to the gos- pel could no longer be disguised under the scandalous mask of indifference or im- piety. The patrician Photius perhaps alone was resolved to live and to die like his ancestors: he enfranchised himself with the stroke of a dagger, and left his tyrant the poor consolation of exposing with ignominy the lifeless corpse of the fugitive. His weaker brethren submitted to their earthly monarch, underwent the cere- mony of baptism, and laboured, by their extraordinary zeal, to erase the suspicion, or to expiate the guilt, of idolatry. The native country of Homer, and the thea- tre of the Trojan war, still retained the last sparks of his mythology: by the care of the same bishop, seventy thousand pagans were detected and converted in <span class=\"place\" data-place-id=\"1001906\">Asia</span>, <span class=\"place\" data-place-id=\"511362\">Phrygia</span>, <span class=\"place\" data-place-id=\"1001909\">Lydia</span>, and <span class=\"place\" data-place-id=\"599564\">Caria</span>; ninety-six churches were built for the new proselytes; and linen vestments, Bibles, and liturgies, and vases of gold and silver, were sup- plied by the pious munificence of Justinian. (2) The Jews, who had been gradually stripped of their immunities, were oppressed by a vexatious law, which compelled them to observe the festival of Easter the same day on which is was celebrated by the Christians. (3) And they might complain with the more reason, since the catholics themselves did not agree with the astronomical calculations of their so- vereign: the people of Constantinople delayed the beginning of their Lent a whole week after it had been ordained by authority; and they had the pleasure of fasting seven days, while meat was exposed for sale by the command of the emperor. The Samaritans of Palestine, (4) were a motley race, an ambiguous sect, rejected as Jews by the pagans, by the Jews as schismatics, and by the Christians as idola- ters. The abomination of the cross had already been planted on their holy mount of Garizim,(5) but the persecution of Justinian offered only the alternative of bap- tism or rebellion. They chose the latter: under the standard of a desperate leader, they rose in arms, and retaliated their wrongs on the lives, the property, and the temples of a defenceless people. The Samaritans were finally subdued by the regular forces of the east; twenty thousand were slain, twenty thousand were sold by the Arabs to the infidels of Persia and <span class=\"place\" data-place-id=\"50004\">India</span>, and the remains of that unhappy nation atoned for the crime of treason by the sin of hypocrisy. It has been computed that one hundred thousand Roman subjects were extirpated in the Samaritan war,(6) which converted the once fruitful province into a desolate and smoking wilderness. But in the creed of Justinian, the guilt of murder could not (1) See the character and principles of the Montanists, in Moiheim, de Rchus Christ, ante Constantlnum, p. 410-12.1. (2) Theophan. Chron. p. 153. John de Monophysite bishop of <span class=\"place\" data-place-id=\"1001906\">Asia</span>, is a more authentic witness of this trans- action.in which he was himself employed by the emperor. (Asieiuan. Rib. Orient, torn. ii. p. 85.) (3) Compare Proeopiu, (Hist. Atean. c. 2  . and Aleman'l Notes with Theophanes. (Chron. p. 190.) The council of Nice has intrusted the patriarch, or rather the aitronomers of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, with the usual procla- mation of Kastei; and we still read, or rather we do not read, many of the Paschal epistles of St. Cyril. Since the reign of Munophytism in <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, the catholics were perplexed by as foolish a prejudice as that which so long opposed, among the protestants, the reception of the Gregorian style. (4) For the religion and history of the Samaritans, consult Basnage, Histoires des Juifs. a learned and im- partial work. (5) Sicbem, <span class=\"place\" data-place-id=\"433014\">Neapolis</span>. Nnplous, the ancient and modern seat of the Samaritans, is situate in ft valley be- tween the barren Ebal, the mountain of cursing to the north, the fruttfu I Garizim, or mountain of coning to the south, ten or eleven hours' travel from <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>. Sec Mnundrel. Journey from Aleppo, tic. p. 39   63. (6) Procop. Anecdot. c. xi. Tbeophan. Chron. p. 152. John <span class=\"place\" data-place-id=\"207261\">Malata</span>, Chron. torn. ii. p. G2. I remember ait observation, half philosophical, half superstitiout, that the province which had been ruiard by the fcjgQtry uf Justinian, was the tainu through which the Mahometans penetrated into theenyuce.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA231&img=1&zoom=3&hl=en&sig=ACfU3U1XwUn5cYqY8nKH9rF8iuIYOWQ4rQ&ci=0%2C0%2C1000%2C2000&edge=0"}