{"text": " TH E DECLIN E AN D FAL L be applied to the slaughter of unbelievers; and he piously laboured to establish with fire and sword the unity of the Christian faith.(l) With these sentiments, it was incumbent on him, at least, to be always in the right. In the first years of his administration, he signalized his zeal as the disci- ple and patron of orthodoxy: the reconciliation of the Greeks and Latins es- tablished the tome of St. Leo, as the creed of the emperor and the empire; the Nestorians and Eutychians were exposed, on either side, to the double edge of persecution; and the four synods of Nice, <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, <span class=\"place\" data-place-id=\"599612\">Ephesus</span>, and Chalcedony   were ratified by the code of a catholic lawgiver. (2) But while Justinian strove to maintain the uniformity of faith and worship, his wife Theodora, whose vices were not incompatible with devotion, had listened to the Monophysite teachers; and the open or clandestine enemies of the church revived and multiplied at the smile of their gracious patroness. The capital, the palace, the nuptial bed, were torn by spiritual discord: yet so doubtful was the sincerity of the royal consorts, that their seeming disagreement was imputed by many to a secret and mischievous confederacy against the religion and happiness of their people. (3) The famous dispute of the three chapters,(4) which has filled more volumes than it de- serves lines, is deeply marked with this subtle and disingenuous spirit. It was now three hundred years since the body of Origen(5) had been eaten by the worms: his soul, of which he held the pre-existence, was in the hands of its Cre- ator, but his writings were eagerly perused by the monks of Palestine. In these writings, the piercing eye of Justinian descried more than ten metaphysical errors; and the primitive doctor, in the company of Pythagoras and Plato, was devoted by the clergy to the eternity of hell-fire, which he had presumed to deny. Under the cover of this precedent, a treacherous blow was aimed at the council of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>. The fathers had listened without impatience to the praise of Theo- dore of Mopsuestia;(6) and their justice or indulgence had restored both Theo- doret of Cyrrhus, and Ibas of <span class=\"place\" data-place-id=\"658457\">Edessa</span>, to the communion of the church. But the characters of these oriental bishops were tainted with the reproach of heresy; the first had been the master, the two others were the friends of Nestorius: their most suspicious passages were accused under the title of the three chapters; and the condemnation of their memory must involve the honour of a synod, whose name was pronounced with sincere or affected reverence by the catholic world. If these bishops, whether innocent or guilty, were annihilated in the sleep of death, they would not probably be awakened by the clamour, which after a hundred years was raised over their grave. If they were already in the fangs of the demon, their torments could neither be aggravated nor assuaged by human industry. If in the company of saints and angels they enjoyed the rewards of piety, they must have smiled at the idle fury of the theological insects who still crawled on the surface of the earth. The foremost of these insects, the emperor of the Romans, darted his sting, and distilled his venom, perhaps without discerning the true mo- tives of Theodora and her ecclesiastical faction. The victims were no longer subject to his power, and the vehement style nf his edicts could only proclaim their damnation, and invite.the clergy of the east to join in a full chorus of curses and anathemas. The east, with some hesitation, consented to the voice of her sovereign.- the fifth general council, of three patriarchs and one hundred and sixty- five bishops, was held at Constantinople; and the authors as well as the defenders, (1) The expression of Procopius is remarkable: co yap ot$Soxai e>ovi; utGpwrmv f*vai, wye p* r*; kutou Josh; TtA-nmoms rvjgotiv ovrtg. Anecdot. c. 13. (2) See the Chronicle of Victor, p. 328, and the original evidence of the lavs of Justinian. During the first years of his reign, Baronius himself is in extreme good humour with the emperor, who courted the popes, till he got them into bis power. (3) Procopius, Anecdot. e. 13. Evagrius, lib. iv. c. 10. If the ecclesiastical never read the sacred historian, their common suspicion proves at least the general hatred. (4) On the subject of the three chapters, the original acts of the fifth general council of Constantinople supply much useless though authentic knowledge. (Concil. torn. vi. p. t   419.) The Greek Evagrius is less copious and correct (lib. iv. c. 38.) than the three zealous Africans, Facundus, (in his twelve books de tribus tapitutca, which are most enrrectly published by Sirmond) Liberatus, (in his Breviarum, c. 22   24.) and Victor Tunnensis in his Chronicle, (m torn, i. Antiq. Lect. Canisii. p. 330   S34.) The Liber Pontificalis, or Anasta- sius (in Vigilio, Pelagio,&c.) is original Italian evidence. The modern reader will derive lorae information from Dupin (Bibliot, <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. v. p. 189   207.) and Basnage; (Hist, de 1'Eglise, torn. i. p. 519   541. ( yet the latter is too firmly resolved to depreciate the authority and character of the pones. (5) Ongen had indeed too great a propensity to imitate the irt.au and fu  ri6ii  of the old philosophers. (Justinian ad Mennam, in Concil. torn. vi. p. 356.) His moderate opinions were too repugnant to the zeal of the church, and he was found guilty of the heresy of reason. (8) Basnage (Prefat. p. 11   14. ad torn. i. Antiq. Lect. Canis.) has fairly weighed the guilt and innocence of ineoaoreot Mopinestia. If he composed ten thousand volumes, as many errors would be a charitable al- lowance. In all the subsequent catalogues of heresiarchs, he alone, without his two brethren, is'\"'' and it is the duty of Aiseman (Bibliot. Orient, torn. iv. p. 203   207.) to justify the sentence.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA232&img=1&zoom=3&hl=en&sig=ACfU3U0zBOnBJKfGE4ZMhOAhzSMLbPF34g&ci=0%2C0%2C1000%2C2000&edge=0"}