{"text": " TH E DECLIN E AN D FAL L The experiment was tried without effect, and the timid or vehement catholics condemned even the semblance of a retreat in the presence of a subtle and auda- cious enemy. The orthodox (the prevailing) party devised new modes of speech, and argument, and interpretation, to their nature of Christ, they preciously ap- plied a proper and distant energy; but the difference was no longer visible when they allowed that the human and the divine will were invariably the same. (1) The disease was attended with the customary symptoms; but the Greek clergy, as if satiated with the endless controversy of the incarnation, instilled a healing coun- sel into the ear of the prince and people. They declared themselves monothe- lites (assertors of the unity of will,) but they treated the words as new, the questions as superfluous; and recommended a religious silence as the most agree- able to the prudence and charity of the gospel. This law of silence was suc- cessively imposed by the ecthesis or exposition of Heraclius, the type or model of his grandson Constans:(2) and the imperfect edicts were subscribed with alacrity or reluctance by the four patriarchs of <span class=\"place\" data-place-id=\"423025\">Rome</span>, <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, and Antioch. But the bishop and monks of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span> sounded the alarm: in the lan- guage, or even in the silence, of the Greeks, the Latin churches detected a latent heresy; and the obedience of pope Honorius to the commands of his sovereign was retracted and censured by the bolder ignorance of his successors. They condemned the execrable and abominable heresy of the Monothelites, who re- vived the errors of Manes, Apollinaris, Eutyches,&c.; they signed the sentence of excommunication on the tomb of St. Peter; the ink was mingled with the sacra- mental wine, the blood of Christ; and no ceremony was omitted that could fill the superstitious mind with horror and affright. As the representative of the western church, pope Martin and his Lateran synod anathematized the perfidious and guilty silence of the Greeks; one hundred and five bishops of <span class=\"place\" data-place-id=\"1052\">Italy</span>, for the most part the subjects of Constans, presumed to reprobate his wicked tyfie and the im- pious ecthesis of his grandfather, and to confound the authors, and their adherents, with the twenty-one notorious heretics, the apostates from the church, and the or- gans of the devil. Such an insult under the tamest reign could not pass with im- punity. Pope Martin ended his days' on the inhospitable shore of the Tauric <span class=\"place\" data-place-id=\"501386\">Chersonesus</span>; and his oracle, the abbot Maximus, was inhumanly chastised by the amputation of his tongue and his right hand. (3) But the same invincible spirit survived in their successors, and the triumph of the Latins avenged their recent defeat, and obliterated the disgrace of the three chapters. The synods of Rome were confirmed by the sixth general council of Constantinople, in the palace and the presence of a new <span class=\"place\" data-place-id=\"305064\">Constantine</span>, a descendant of Heraclius. The royal con- vert converted the Byzantine pontiff and a majority of the bishops;(4) the dis- senters, with their chief, Macarius of Antioch, were condemned to the spiritual and temporal pains of heresy; the east condescended to accept the lessons of the west; and the creed was finally settled, which teaches the catholics of every age, that two wills or energies are harmonized in the person of Christ. The majesty of the pope and the Roman synod was represented by two priests, one deacon, and three bishops: but these obscure Latins had neither arms to compel, nor treasures to bribe, nor language to persuade; and I am ignorant by what arts they could de- termine the lofty emperor of the Greeks to abjure the cathechism of his infancy, and to persecute the religion of his fathers. Perhaps the monks and people of Constantinople^) were favourable to the Lateran creed, which is indeed the least it. p. 292.) Hid. Dynast, p. 21. vers. Latin Poeock,) and Assemah himself, torn. iv. p. 218.) They seem igno- rant that they might allege the positive authority of the ecthesis.*0 pixpoc Nso-to^o? xxma Suttpvv tijv oei*? tou Kvptow ev^vSpjmiiriv, xxi <span class=\"place\" data-place-id=\"315176\">Sua</span> lurxyw vtouf, (the common reproach of the Monophysites,) Sua 5sxij  *t* tovt** t^iiv am ETOAjujn, Tauvxvriav  f tmto BmUw t  jv.... Sua Traao-M^m eiogsetre. Concil. torn. vii. p. 205.) (1) See the orthodox faith in Petavius: (Dogmata Theolog. torn. v. lib. is. e. 6   10, p. 433   447.) all the depths of this controversy are founded in the Greek dialogue between Maximus and Pyrrhus, (ad calcem, torn. Tut. Amial. Baron, p. 755   794.) which relates a real conference, and produced as short-lived a conversion. (2) Implissimam ecthesim.... scelerosum typum (Concil. torn. vii. p. 366.) diabolical operationis geninri- na, (sors, germina, or else the Greek yjwtpa-ra in the original. Concil. p. 363,364.) are the expressions of the eighteenth anathema. The epistle of pope Martin to Amandus, a Gallican bishop, stigmatizes the Monothe- lites and their heresy with equal virulence, (p. 392.) (3) The sufferings of Martin and Maximus are described with pathetic simplicity in the original letters and acts._ (Concil. torn. vii. p. 68   78. Baron. Annal. Eccies. A. D. 656, No. 2. et annos. subsequent.) Yet the chastisement of their disobedience, egopia and o-w^ztc; 0*1x107*0;, had been previously announced in tie type of Constans. (Concil. torn. vii. p. 240.) (4) Eutychius (Annal. torn. ii. p. 368.) most erroneously supposes that the one hundred and twenty-four bi- shops of the Roman synod transported themselves to Constantinople; and, by adding them to the one hundred and sixty-eight Greeks, thus composes the ninth council of two hundred and ninety-two fathers. (5) The Monothelite Constans was hated by all Sua vat twjw (says Theophanes, Chron. p. 292.) sMie-rfn o$ojp   .r*jx show When the Jlouothclite monk foiled in this inioicIe,the people shouted c j.  t;.n^rs. (Coacil.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA234&img=1&zoom=3&hl=en&sig=ACfU3U2L0oGETULCZA3rDrLsW702IUNzrQ&ci=0%2C0%2C1000%2C2000&edge=0"}