{"text": " 224, TH E DECLIN E AN D FAL L baric tongues, which had been revived in the studies of modern <span class=\"place\" data-place-id=\"991376\">Europe</span>, were un- intelligible to the inhabitants of the Roman empire. The Syriac and the Coptic, the Armenian and the Ethiopic, are consecrated in the service of their respective churches; and their theology is enriched by domestic versions,(l) both of the Scriptures and of the most popular fathers. After a period of thirteen hundred and sixty years, the spark of controversy, first kindled by a sermon of Nestorius, still burns in the bosom of the east, and the hostile communions still maintain the faith and discipline of their founders. In the most abject state of ignorance, po- verty, and servitude, the Nestorians and Monophysites reject the spiritual supre- macy of <span class=\"place\" data-place-id=\"423025\">Rome</span>, and cherish the toleration of their Turkish masters, which allows them to anathematise, on one hand, St. Cyril and the synod of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>; on the other, pope Leo and the council of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>. The weight which they cast into the downfall of the eastern empire demands our notice; and the reader may be amused with the various prospects of, I. The Nestorians. II. The Jacobites. (2) III. The Maronites. IV. The Armenians. V. The Copts; and, VI. The Abyssinians. To the three former, the Syriac is common; but of the latter, each is discrimi- nated by the use of a national idiom. Yet the modern natives of <span class=\"place\" data-place-id=\"874350\">Armenia</span> and Abyssinia would be incapable of conversing with their ancestors; and the Chris- tians of <span class=\"place\" data-place-id=\"766\">Egypt</span> and <span class=\"place\" data-place-id=\"531109\">Syria</span>, who reject the religion, have adopted the language, of the Arabians. The lapse of time has seconded the sacerdotal arts; and in the east, as well as in the west, the Deity is addressed in an obsolete tongue, unknown to the majority of the congregation. I. Both in his native and his episcopal province, the heresy of the unfortunate Nestorius was speedily obliterated. The oriental bishops, who at <span class=\"place\" data-place-id=\"599612\">Ephesus</span> had resisted to his face the arrogance of Cyril, were mollified by his tardy concessions. The same prelates, or their successors, subscribed, not without a murmur, the de- crees of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>: the power of the Monophysites reconciled them with the catholics in the conformity of passion, of interest, and insensibility of belief; and their last reluctant sigh was breathed in the defence of the three chapters. Their dissenting brethren, less moderate or more sincere, were crushed by the penal laws: and as early as the reign of Justinian, it became difficult to find a church of Nestorians within the limits of the Roman empire. Beyond those limits they had discovered a new world, in which they might hope for liberty, and aspire to con- quest. In Persia, notwithstanding the resistance of the Magi, Christianity had struck a deep root, and the nations of the east reposed under its salutary shade. The catholic, or primate, resided in the capital: in his synods, and in their dio- cesses, his metropolitans, bishops, and clergy, represented the pomp and honour of a regular hierarchy: they rejoiced in the increase of proselytes, who were con- verted from the Zendavesta to the gospel, from the secular to: the monastic life; and their zeal was stimulated by the presence of an artful and formidable enemy. The Persian church had been founded by the missionaries of <span class=\"place\" data-place-id=\"531109\">Syria</span>; and their lan- guage, discipline, and doctrine, were closely interwoven with its original frame. The catholics were elected and ordained by their own suffragans; but their filial dependance on the patriarchs of Antioch is attested by the canons of the oriental church.(S) In the Persian school of Edessa,(4) the rising generations of the faith- ful imbibed their theological idiom; they studied in the Syriac version the ten thousand volumes of Theodore of Mopsuestia, and they revered the apostolic faith 0) I shall not enrich ray ignorance with the spoilt of Simon, Walton* Mill, Wetstein, Assemannus, LudoT- phus. <span class=\"place\" data-place-id=\"570417\">La</span> Croze, whom I have consulted with some care. It appears, 1. That of all the versions which are ce- lebrated by the fathers, it is doubtful whether any are now extant in their pristine integrity. 2. That the Sy- riac has the best claim; and that the consent of the oriental sects is a proof that it is more ancient than their schism. (2) On the account of the Monophysites and Nestorians, 1 am deeply indebted to the Bibliotheca Orientalis Clementino-Vaticana of Joseph Simon Assemannus. That learned Maronite was despatched in the year 1715, by pope Clement XI. to visit the monasteries of Egypt and <span class=\"place\" data-place-id=\"531109\">Syria</span> in search of MSS. His four folio volumes, published at Rome in 1719   1728. contain a part only, though perhaps the most valuable of his extensive pro- ject. As a native and as a scholar he possessed the Syriac literature; and, though a dependent of Rome, he wished to be moderate and candid. (3) See the A rabic canons of Nice in the translation of Abraham Ecchelensis, No. 37   40. Concil. torn. ii. p. 335, 33a. edit. Venet. These vulgar titles, Nicene and Arabic, are both apocryphal. The council of Nice enacted no more than twenty canons (Theodoret,' Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. lib. i.c. viii.;) and the remainder, seventy or eighty, were collected from the synods of the Greek church. The Syriac edition ofMaruthas is no longer ex- tant (Asseman. Bibliot. Oriental, torn. i. p. 195. torn. iii. p. 74.,) and the Arabic version is marked with many recent interpolations. Tet this code contains many curious relics of ecclesiastical discipline; and rinee it b equally revered by all the eastern communions, it was probably finished before the schism of the Nestorians and Jacobites (Fabric. Bibliot. Grrec. torn. xi. p. 363   367.) i' (4) Theodore the Reader (lib. ii. c. 5.40. ad calcem Hist. Eccles.) has noticed this Persian school of <span class=\"place\" data-place-id=\"658457\">Edessa</span>. Its ancient splendour, and the two eras of its downfall (A. D. 431 and 489.) are clearlvdiscussed by Asscmamn fBlblmtb. Onent. trim. ii. p. 492. iii. p. 376.379. iv. p. 70. 924.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA236&img=1&zoom=3&hl=en&sig=ACfU3U1YzFHsMNWoF7ww4ozwsck-w-AfXw&ci=0%2C0%2C1000%2C2000&edge=0"}