{"text": " 226 TH E BECUN E AN D FAL L Christianity was successfully preached to the Bactrians, the Huns, the Persians, the Indians, the Persarmenians\", the Medes, and the Elamites: the barbaric churches, from the gulf of Persia to the Caspian sea, were almost infinite; and their recent faith was conspicuous in the number and sanctity of their monks and martyrs. The pepper coast of Malabar, and the isles of the ocean, Socotora and Ceylon, were peopled with an increasing multitude, of Christians, and the bishops and clergy of those sequestered regions derived their ordination from the catholic of <span class=\"place\" data-place-id=\"893951\">Babylon</span>. In a subsequent age, the zeal of the Nestorians overleaped the limits, which had confined the ambition and curiosity both of the Greeks and Persians. The missionaries of Balch and Samarcand pursued without fear the footsteps of the roving Tartar, and insinuated themselves into the camps of the valleys of <span class=\"place\" data-place-id=\"59834\">Imaus</span>, and the banks of the Selinga. They exposed a metaphysical creed to those illite- rate shepherds: to those sanguinary warriors they recommended humanity and re- pose. Yet a Khan, whose power they vainly magnified, is said to have received at their hands the rites of baptism, and even of ordination; and the fame of fires' tor or firesbyter John(l) has long amused the credulity of <span class=\"place\" data-place-id=\"991376\">Europe</span>. The royal convert was indulged in the use of a portable altar; but he despatched an embassy to the patriarch, to inquire how, in the season of lent, he should abstain from ani- mal food, and how he might celebrate the Eucharist in a desert that produced nei- ther corn nor wine. In their progress by sea and land, the Nestorians entered <span class=\"place\" data-place-id=\"118723\">China</span>, by the port of Canton and the northern residence of <span class=\"place\" data-place-id=\"884212\">Sigan</span>. Unlike the senators of <span class=\"place\" data-place-id=\"423025\">Rome</span>, who assumed with a smile the characters of priests and augurs, the man- darins, who affect in public the reason of philosophers, are devoted in private to every mode of popular superstition. They cherished and they confounded the gods of Palestine, and of <span class=\"place\" data-place-id=\"50004\">India</span>; but the propagation of Christianity awakened the jealousy of the state, and, after a short vicissitude of favour and persecution, the foreign sect expired in ignorance and oblivion. (2) Under the reign of the caliphs, the Nestorian church was diffused from China to <span class=\"place\" data-place-id=\"687928\">Jerusalem</span> and <span class=\"place\" data-place-id=\"687949\">Cyprus</span>; and their numbers, with those of the Jacobites, were computed to surpass the Greek and Latin communions. (3) Twenty-five metropolitans or archbishops, composed their hierarchy; but several of these were dispensed, by the distance and danger of the way, from the duty of personal attendance, on the easy condition that every six years they should testify their faith and obedience to the catholic or patriarch of <span class=\"place\" data-place-id=\"893951\">Babylon</span>, a vague appellation, which has been successively applied to the royal seats of <span class=\"place\" data-place-id=\"894178\">Seleucia</span>, <span class=\"place\" data-place-id=\"893976\">Ctesiphon</span>, and Bagdad. These remote branches are long since withered, and the old patriarchal trunk(4) is now divided by the Elijahs of <span class=\"place\" data-place-id=\"874609\">Mosul</span>, the representatives, almost in lineal descent, of the genuine and primitive succes- sion, the Josejihs of <span class=\"place\" data-place-id=\"874298\">Amida</span>, who are reconciled to the church of Rome,(5) and the Simeons of Van or Ormia, whose revolt at the head of forty thousand families, was promoted in the sixteenth century by the sophists of Persia, The number of three hundred thousand is allowed for the whole body of the Nestorians, who under the p. 9,10. edit. Hoeschel.,) Thevenot (in the fint part of his Relation ties Voyages,&c.,) and Fabricins (Bibliot. Grcec. lib. iii. c. 25. torn. ii. p. 603   617.) hai been published by father Montfaucon at Paris, 1707, in the Nova Coltectio Patrum (torn. ii. p. 113   346.) It u as the design of the author to confute the impious heresy of those who maintain that the earth is a globe, and not a flat oblong table, as it is represented in the Scriptures (lib. ii. p. 138.) But the nonsense of the monk is mingled with the practical knowledge of the traveller, wbo performed his voyage. A. D. 513, and published his book at Alexandria, A. D. 347, (lib. ii. p. 140,141. Mont- faucon, Praefar. o. ii.) The Nestorianism of Cosmas, unknown to his learned editor, was detected by <span class=\"place\" data-place-id=\"570417\">La</span> Croze (Christianisme des Indes, torn. i. p. 40   55.0 and is continued by Assenianni (Bibliot. Orient, torn. iv. p. 605,606.) 0) In its long progress to <span class=\"place\" data-place-id=\"874609\">Mosul</span>, Jerusalem, Rome, 8rc. the story of Prester John evaporated in a monstrous fable, of which some features have been borrowed from the <span class=\"place\" data-place-id=\"403235\">Lama</span> of Thibet, (Hist. Genealogiqne des Tartars, p. 2. p. 42. Hist, de Gengiscan. p. 31,&c.) and were ignorantly transferred by the Portuguese to the emperor of Abyssinia. (Ludnlph. Hist. AStbiop. Comment, lib. ii. c. 1.) Yet it is probable that, in the eleventh and twelfth centuries, Nestorian Christianity was professed by the horde of Koraites. (D'Herbelot, p. 256. 915.959. Assemanni,tum. iv. p. 468   504.) (2) The Christianity of China, between the seventh and the thirteenth century, is invincibly proved by the consent of Chinese. Arabian, Syriac, and Latin evidence. (Assemanni. Biblioth. Orient, torn. iv. p. 502   552. Mem. de I'Academie des Inscript. torn.  x. p. 802   819.) The. inscription of Sigansu. which describes the fortunes of the Nestorian church, from the first mission, A. D. 636. to the current year 781, is accused of for- jjery by <span class=\"place\" data-place-id=\"570417\">La</span> Croze, Voltaire,&c. who become the dupes of their own cunning, while they are afraid of a Jesuiti- cal fraud. (3) Jacobitse et Nestorians plures quam Gneci et Latini. Jacob a Vitriaco, Hist. Hierosol. lib. ii. c. 76. p. 1093. in the Gesta Dei per Francos. The numbers are given by Thotuassin, Discipline lie I'Eglise, torn. i. p. 172. (4) The division of the patriarchate may be traced in the BibliotHeca Orient, of Assemanni, torn. i. p. 523   549. totn.ii. p. 457, ton), iii. p. 603. p. 621   623. torn. iv. p. 164   169. p. 423. p. 622   629,&c. (5) The pompous language of Rome, on the submission of a Nestorian patriarch, is elegantly represented in the seventh book of Fra-Paolo, <span class=\"place\" data-place-id=\"893951\">Babylon</span>, <span class=\"place\" data-place-id=\"874621\">Nineveh</span>, Atbela, and the trophies of Alexander, <span class=\"place\" data-place-id=\"197544\">Tauris</span>. and Ecba-  sna, the Tignt and <span class=\"place\" data-place-id=\"59851\">Indus</span>. 1", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA238&img=1&zoom=3&hl=en&sig=ACfU3U1AREGIyfaEGKgwZu1xneP7rR6Qzg&ci=0%2C0%2C1000%2C2000&edge=0"}