{"text": " O F TH E ROMA N EMPIRE. 227 name of Chaldeans or Assyrians, are confounded with the most learned or the most powerful nation of eastern antiquity. According to the legend of antiquity, the gospel was preached in <span class=\"place\" data-place-id=\"50004\">India</span> by St. Thomas. (1) At the end of the ninth century, his shrine, perhaps in the neigh- bourhood of Madras, was devoutly visited by the ambassadors of Alfred, and their return with a cargo of pearls and spices rewarded the zeal of the English monarch, who entertained the largest projects of trade and discovery. (2) When the Por- tuguese first opened the navigation of <span class=\"place\" data-place-id=\"50004\">India</span>, the Christians of St. Thomas had been seated for ages on the coast of Malabar, and the difference of their character and colour attested the mixture of a foreign race. In arms, in arts, and possibly in vir- tue, they excelled the natives of Hindostan: the husbandman cultivated the palm tree, the merchants were enriched by the pepper trade, the soldiers preceded the naira or nobles of Malabar, and their hereditary privileges were respected by the gratitude or the fear of the king of Cochin and the Zamorin himself. They ac- knowledged a Gentoo sovereign; but they were governed, even in temporal con- cerns, by the bishop of Angamala. He still asserted his ancient title of Metropo- litan of <span class=\"place\" data-place-id=\"50004\">India</span>, but his real jurisdiction was exercised in fourteen hundred churches, and he was intrusted with the care of two hundred thousand souls. Their reli- gion would have rendered them the firmest and most cordial allies of the Portu- guese, but the inquisitors soon discerned in the Christians of St. Thomas, the unpardonable guilt of heresy and schism. Instead of owning themselves the sub- jects of the Roman pontiff, the spiritual and temporal monarch of the globe, they adhered, like their ancestors, to the communion of the Nestorian patriarch: and the bishops, whom he ordained at <span class=\"place\" data-place-id=\"874609\">Mosul</span>, traversed the dangers of the sea and land to reach their diocesses on the coast of Malabar. In their Syriac liturgy, the names of Theodore and Nestorius were piously commemorated: they united their adoration of the two persons of Christ; the title of Mother of God was offen- sive to their ear, and they measured with scrupulous avarice the honours of the Virgin Mary, whom the superstition of the Latins had almost exalted to the rank of a goddess. When her image was first presented to the disciples of St. Thomas, they indignantly exclaimed,\"We are Christians,\"not ido- laters!\" and their simple devotion was content with the veneration of the cross. Their separation from the western world had left them in ignorance of the im- provements or corruptions of a thousand years; and their conformity with the faith and practice of the fifth century, would equally disappoint the preju- dices of a papist or a protestant. It was the first care of the ministers of <span class=\"place\" data-place-id=\"423025\">Rome</span> to intercept all correspondence with the Nestorian patriarch, and several of his bishops expired in the prisons of the holy office. The flock, without a shep- herd, was assaulted by the power of the Portuguese, the arts of the Jesuits, and the zeal of Alexes de Menezes, archbishop of Goa, in his personal visitation of the coast of Malabar. The synod of Diamper, at which he presided, consummated the pious work of the reunion, and rigorously imposed the doctrine and discipline of the Roman church, without forgetting auricular confession, the strongest engine of ecclesiastical torture. The memory of Theodore and Nestorius was condemned, and Malabar was reduced under the dominion of the pope, of the primate, and of the Jesuits, who invaded the see of Angamala, or Cranganor. Sixty years of ser- vitude and hypocrisy were patiently endured; but as soon as the Portuguese empire was shaken by the courage and industry of the Dutch, the Nestorians asserted,   with vigour and effect the religion of their fathers. The Jesuits were incapable of defending the power which they had abused: the arms of forty thousand Chris- tians were pointed against their falling tyrants: and the Indian archdeacon as- sumed the character of bishop, till a fresh supply of episcopal gifts and Syriac missionaries could be obtained from the patriarch of <span class=\"place\" data-place-id=\"727082\">Babylon</span>. Since the expul- (1) The Indian missionary St. Thomas, an apostle, a Manichfean, or an Armenian merchant, (La Croze, Christianisme ries Indes, torn. i. p. 57   70.) was famous, however, as early as the time of Jerome, (ad Marcel- lum, epist. 143.) Marco Polo was informed on the spot that he suffered martyrdom in the city of Malabar, or Meliapour, a league only from Madras, (d'Anville, Eeolaircissemens sur rinde, p. 125.) where the Portuguese founded an episcopal church under the name of St. Thome, and where the saint performed an annual mira- cle, till he was silenced by the profane neighbourhood of the English. (La Croze, torn. it. p. 7   16.) (2) Neither the author of the Saxon Chronicle, (A. D. 883.) nor William of Malmesbury, (de Gestis Regutn Angliae, lib. ii. c 4. p. 44.) were capable, in the twelfth century, of inventing this extraordinary fact; they are incapable of explaining the motives and measures of Alfred; and their hasty notice serves only to provoke our curiosity. William of Malmesbury feels the difficulty of the enterprise, quod quivis in hoc seculo miretur; and I almost suspect that the English ambassadors collected their cargo and legend in Etfypt. The royal au- thor has not enriched his Orasius Aee Barringron's Miscellanies) with an Iruijau as-well 44 a Scanil'maviari TOjuge. ", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA239&img=1&zoom=3&hl=en&sig=ACfU3U1LTXObIH12iZ7Uyu79gPW0Y1Wvtg&ci=0%2C0%2C1000%2C2000&edge=0"}