{"text": " 12 TH E DECLIN E AN D FAL L were incessantly disturbed by the clamorous discontent of the greens; till the twenty-second race, the emperor maintained his silent gravity; at length yielding to his impatience, he condescended to hold, in abrupt sentences, and by the voice of a crier, the most singular dialogue(l) that ever passed between a prince and his subjects. Their first complaints were respectful and modest; they accused the subordinate ministers of oppression, and proclaimed their wishes for the long life and victory of the emperor.\" Be patient and attentive, ye insolent railers!\" ex- claimed Justinian,\"be mute, ye Jews, Samaritans, and Manich<cans!\" The greens still attempted to awaken his compassion.\" We are poor, we are inno- cent, we are injured, we dare not pass through the streets: a general persecution is exercised against our name and colour. Let us die, 0 emperor! but let us die by your command, and for your service!\" But the repetition of partial and pas- sionate invectives degraded, in their eyes, the majesty of the purple; they re- nounced allegiance to the prince who refused justice to his people; lamented that the father of Justinian had been born; and branded his son with the opprobrious names of a homicide, an ass, and a perjured tyrant.\" Do you despise your lives?\" cried the indignant monarch: the blues rose with fury from their seats; their hos- tile clamours thundered in the hippodrome; and their adversaries, deserting the unequal contest, spread terror and despair through the streets of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. At this dangerous moment, seven notorious assassins of both factions, who had been condemned by the prefect, were carried round the city, and afterward transported to the place of execution in the suburb of Pera. Four were imme- diately beheaded; a fifth was hanged: but when the same punishment was in- flicted on the remaining two, the rope broke, they fell alive to the ground, the po- pulace applauded their escape, and the monks of St. Conon, issuing from the neighbouring convent, conveyed them in a boat to the sanctuary of the church. (2) As one of these criminals was of the blue, and the other of the green livery, the two factions were equally provoked by the cruelty of their oppressor, or the in- gratitude of their patron; and a short truce was concluded till they had delivered their prisoners, and satisfied their revenge. The palace of the Refect, who with- stood the seditious torrent, was instantly burnt, his officers and guards were mas- sacred, the prisons were forced open, and freedom was restored to those who could only use it for the public destruction. A military force, which had been des- patched to the aid of the civil magistrate, was fiercely encountered by an armed multitude, whose numbers and boldness continually increased; and the <span class=\"place\" data-place-id=\"98980\">Heruli</span>, the wildest barbarians in the service of the empire, overturned the priests and their relics, which from a pious motive, had been rashly interposed to separate the bloody conflict. The tumult was exasperated by this sacrilege, the people fought with enthusiasm in the cause of God; the women from the roofs and win- dows showered stones on the heads of the soldiers, who darted firebrands against the houses; and the various flames which had been kindled by the hands ot citi- zens and strangers, spread without control over the face of the city. The con- flagration involved the cathedral of St. Sophia, the baths of Zeuxippus, a part of the palace from the first entrance to the altar of Mars\", and the long portico from the palace to the forum of <span class=\"place\" data-place-id=\"305064\">Constantine</span>; a large hospital, with the sick patients, was consumed; many churches and stately edifices were destroyed, and an im- mense treasure of gold and silver was either melted or lost. From such scenes of horror and distress, the wise and wealthy citizens escaped over the <span class=\"place\" data-place-id=\"520977\">Bosphorus</span> to the Asiatic side; and, during five days, Constantinople was abandoned to the factions, whose watchword, Nika, vanquish! has given a name to this memorable sedition. (3) As long as the factions were divided, the triumphant blues and desponding greens, appeared to behold with the same indifference the disorders of the state-. They agreed to censure the corrupt management of justice and the finance; and the two responsible ministers, the artful Tribonian, and the rapacious John of Cap- padocia, were loudly arraigned as the authors of the public misery. The peace- ful murmurs cf the people would have been disregarded; they were heard with respect when the city was in flames; the questor, and the prefect, were instantly removed, and their offices were filled by two senators of blameless integrity. Af- (1) This dialogue, which Theophancs has preserved, exhibits the popular language, as well as the manners of Constantinople, in the seventh century. Their Greek is mingled with many strange and barbarous words for which Ducange cannot always find a meaning or etymology. (2) See this church and monastery in Ducange C. P. Christians, lib. iv. p. 182. (5) The history of the Nika sedition is extracted from Marcellinus (in Chron.,) Procopius (Persic, lib. i. c. 26.0 John Malala (torn. ii. p. 213. e. us.,) Chron. Paschal, (p. 336   340.,) Theophancs (Chronograph, p. 154   1J8.,) and ZonoMs (lib. xir. p. 61   63.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA24&img=1&zoom=3&hl=en&sig=ACfU3U3qx33-YsGq_S6iTJX8shmFfxXHCA&ci=0%2C0%2C1000%2C2000&edge=0"}