{"text": " O F TH E ROMA N EMPIRE. ages of the Jacobite church; but the order of the hierarchy is relaxed or dis- solved, and the greater part of their diocesses is confined to the neighbourhood of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span> and the <span class=\"place\" data-place-id=\"874545\">Tigris</span>. The cities of Aleppo and <span class=\"place\" data-place-id=\"874298\">Amida</span>, which arc often visited Dy the patriarch, contain some wealthy merchants and industrious mecha- nics, but the multitude derive their scanty sustenance from their daily labour: and poverty, as well as superstition, may impose their excessive fasts,   five annual lents, during which both the clergy and laity abstain not only from flesh or eggs, but even from the taste of wine, of oil, and of fish. Their present numbers are esteemed from fifty to fourscore thousand souls, the remnant of a populous church, which has gradually decreased under the oppression of twelve centuries. Yet in that long period, some strangers of merit have been converted to the Monophysite faith, and a Jew was the father of Abulpharagius,(l) primate of the east, so truly eminent both in his life and death. In his life he was an elegant writer of the Sy- riac and Arabic tongues, a poet, physician, and historian, a subtle philosopher, and a moderate divine. In his death, his funeral was attended by hii rival the Nesto- rian patriarch, with a train of Greeks and Armenians, who forgot their disputes, and mingled their tears over the grave of an enemy. The seel which was ho- noured by the virtues of Abulpharagius, appears, however, to sink below the le- vel of their Nestorian brethren. The superstition of the Jacobites is more abject, their fasts more rigid, (2) their intestine divisions are more numerous, and their doc- tors, (as far as I can measure the degrees of nonsense) are more remote from the precincts of reason. Something may possibly be allowed for the rigour of the Mono- physite theology;(3) much more for the superior influence of the monastic order, in <span class=\"place\" data-place-id=\"1306\">Syria</span>, in <span class=\"place\" data-place-id=\"766\">Egypt</span>, in <span class=\"place\" data-place-id=\"334481\">Ethiopia</span>, the Jacobite monks have ever been distinguished by the austerity of their penance and the absurdity of their legends. Alive or dead they are worshipped as the favourites of the Deity; the crosier of bishop and patriarch is reserved for their venerable hands; and they assume the govern- ment of men, while they are yet reeking with the habits and prejudices of the cloister. III. In the style of the oriental Christians, the Monothelites of every age are described under the appellation of Maronites,(4) a name which has been insensi- bly transferred from a hermit to a monastery, from a monastery to a nation. Ma- ron, a saint or savage of the fifth century, displayed his religious madness in Sy- ria; the rival cities of <span class=\"place\" data-place-id=\"658385\">Apamea</span> and <span class=\"place\" data-place-id=\"344409\">Emesa</span>, disputed his relics, a stately church was erected on his tomb, and six hundred of his disciples united their solitary cells on the banks of the <span class=\"place\" data-place-id=\"658560\">Orontes</span>. On the controversies of the incarnation, they nicely threaded the orthodox line between the sects of Nestorius and Eutyches: but the unfortunate question of one will or operation in the two natures of Christ was ge- nerated by their curious leisure. Their proselyte, the emperor Heraclius, was rejected as a Maronite from the walls of <span class=\"place\" data-place-id=\"344409\">Emesa</span>: he found a refuge in the monas- tery of his brethren; and their theological lessons were repaid with the gift of a spacious and wealthy domain. The name and doctrine of this venerable school were propagated among the Greeks and Syrians, and their zeal is expressed by Macarius, patriarch of Antioch, who declared before the synod of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, that sooner than subscribe the two wills of Christ, he would submit to be hewn piecemeal, and cast into the sea.(5) A similar or a less cruel mode of persecution soon converted the unresisting subjects of the plain, while the glorious title of Mardaites,{6) or rebel, was bravely maintained by the hardy natives of mount (1) The aeeount of hit person and writings is perhaps the most curious article in the Bihliotheca of Asseman- nns.(tom. it. p. 244   321. under the name of Gregorius Bar-Hebratus.) <span class=\"place\" data-place-id=\"570417\">La</span> Craze (Christianisme d'Ethiope, p. 53   63.) ridicules the prejudice of the Spaniards against the Jewish blood, which secretly defiles their church aad state. (3) This excessive abstinence is censured by <span class=\"place\" data-place-id=\"148170\">La</span> Croze, (p. 353.) and even by the Syrian Astemaonus, (tots* i. p. 226. torn. ii. p. 364, 305.) (3) The state of the Monophysites is excellently illustrated in a dissertation at the beginning of the second volume of Assemannus, which contains one hundred and foity-two pages. The Syriac Chronicle of Gregory Bar-Hebrseus, or Abulpharagius, (Bibliot. Orient, lorn, ii. p. 321   463.) pursues the double series of the Nes- torian catholics and the maphrians of the Jacobites.  (4) The synonymous use of the two words may be proved from Eutychins, (Annal. torn. ii. p. 491. 207.332.) and many similar passages which may be found in the methodical table of Pocoek. He was not actuated by any prejudice against the Maronites of the tenth century; and we may believe a Melchite, whose testimony u confirmed by the Jacobins and Latins._ (5) Coneil. torn. vii. p. 780. The Monothelite cause was supported with firmness and subtlety by Constan- tine, a Syrian priest of <span class=\"place\" data-place-id=\"658385\">Apamea</span> (p. 1040,&c.) (6) Theophanes (Chron. p. 295,296.300.302.306.) and Cedrenus (p. 437.440.) relates the exploits of the Mar- daites: the name (Mard. in Syriac rebellavit) is explained by <span class=\"place\" data-place-id=\"148170\">La</span> <span class=\"place\" data-place-id=\"148170\">Roque</span>, Voyage de la Syrie, torn. ii. p. 53.) the dates are fixed byPagi,(A. D. 676. No. 4   14. A. 0.685. No. 3,4.) and even the obscure story of the patriarch John Maron (Asseman. Bibliot. Orient, torn, i.p.496   520.) illustrates from the year 6S6 tp 707. the troubles cf Mount Lihanos.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA241&img=1&zoom=3&hl=en&sig=ACfU3U2esKhf4TUmpautFmiq2BzSSTOBow&ci=0%2C0%2C1000%2C2000&edge=0"}