{"text": " 238   TH E DECLIN E AN D FAL L\\ Libanus. John Maron, one of the most learned and popular of the monks, as- sumed the character of patriarch of Antiooh; his nephew Abraham, at the head of the Maronites, defended their civil and religious freedom against the tyrants of the east. The son of the orthodox Constantino pursued, with pious hatred, a people of soldiers, who might have stood the bulwark of his empire against the common foes of Christ and of <span class=\"place\" data-place-id=\"423025\">Rome</span>. An army of Greeks invaded <span class=\"place\" data-place-id=\"29492\">Syria</span>; the monastery of St. Maron was destroyed with fire; the bravest chieftains were be- trayed and murdered, and twelve thousand of their followers were transplanted to the distant frontiers of <span class=\"place\" data-place-id=\"874350\">Armenia</span> and <span class=\"place\" data-place-id=\"501638\">Thrace</span>. Yet the humble nation of the Ma- ronites has survived the empire of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and they still enjoy under their Turkish masters, a free religion, and a mitigated servitude. Their domestic go- vernors are chosen among the ancient nobility; the patriarch, in his monastery of ( Canobin, still fancies himself on the throne of Antioch; nine bishops compose his synod, and one hundred and fifty priests, who retain the liberty of marriage, are intrusted with the care of one hundred thousand souls. Their country extends from the ridge of mount Libanus to the shores of <span class=\"place\" data-place-id=\"344456\">Tripoli</span>; and the gradual descent affords, in a narrow space, each variety of soil and climate, from the Holy Cedars, erect under the weight of snow,(l) to the vine, the mulberry, and the olive trees of the fruitful valley. In the twelfth century, the Maronites, abjuring the Mono- thelite error, were reconciled to the Latin churches of Antioch and Rome, (2) and the same alliance has been frequently renewed by the ambition of the popes and the distress of the Syrians. But it may reasonably be questioned, whether their union has ever been perfect or sincere; and the learned Maronites of the college of Rome havei vainly laboured to absolve their ancestors from the guilt of heresy and schism. (3) IV. Since the age of <span class=\"place\" data-place-id=\"305064\">Constantine</span>, the Armenians(4) had signalized their at- tachment to the religion and empire of the Christian's. The disorders of their country, and their ignorance of the Greek tongue, prevented their clergy from as- sisting at the synod of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>, and they floated eighty-four years,(5) in a state of indifference or suspense, till their vacant faith was finally occupied by the mis- sionaries of Julian of Halicarnassus,(6) who, in <span class=\"place\" data-place-id=\"766\">Egypt</span>, their common exile, had been vanquished by the arguments or the influence of his rival Severus, the Mo- nephysite patriarch of Antioch. The Armenians alone are the pure disciples of Eutyches, an unfortunate parent, who has been renounced by the greater part of his spiritual progeny. They alone persevere in the opinion, that the manhood of Christ was created, or existed without creation, of a divine and incorruptible sub- stance. Their adversaries reproach them with the adoration of a phantom; and they retort the accusation, by deriding or execrating the blasphemy of the Jaco- bites, who impute to the Godhead the vile infirmities of the flesh, even the natu- ral effects of nutrition and digestion. The religion of <span class=\"place\" data-place-id=\"874350\">Armenia</span> could not derive much glory from the learning or the power of its inhabitants. The royalty- expired with the origin of their schism; and their Christian kings, who arose and fell in the thirteenth century on the confines of <span class=\"place\" data-place-id=\"658440\">Cilicia</span>, were the clients of the Latins and the vassals of the Turkish sultan of <span class=\"place\" data-place-id=\"648647\">Iconium</span>. The helpless nation has (1) In the last century twenty large cedars still remained, (Voyage de la Roque, torn. i. p. 68   76.) at present they are reduced to four or five. (Volney, torn. i. p. 264.) These trees so famous in Scripture, were guarded, by excommunication; the wood was sparingly borrowed for small crosses,&c. an annual mass was chanted un- der their shade; and they were endowed by the Syrians with a sensitive power of erecting their branches to re- pel the snow, to which Mount Libanus is less faithful than it is painted by Tacitus; inter ardores opaeum fiduui- que nivibus   a daring metaphor! (Hist. 5,6.) (2) The evidence of William of <span class=\"place\" data-place-id=\"678437\">Tyre</span> (Hist. iirGestis Dei per Francos, lib. xxii. c. S. p. 1022.) is copied or con- firmed by Jacques de Vitra. (Hist. Hierosolym. lib. ii. c. 77. p. 1093, 1094.) But this unnatural league expired with the power of the Fianks;and Abnlpharagius (who died in 12S6) considers the Maronites as a sect of Mo- nothelites. (Bibliot. Orient, torn. ii. p. 292.) .(3) I find a description and history of the Maronites in the Voyage de la Syrie et du Mont Liban par la Roque. (2 vols, in 12mo. Amsterdam, 1723, particularly torn. i. p. 42   47. p. 174   184. torn. ii. p. 10   120.) Ill the ancient part, he copies the prejudices of the Nairon and the other Maronites at Rome, which Assemannus is afraid to renounce, and ashamed to support. Jablonski, (Instilut. Hist. Christ, tom.iii. p. 186.) Nkhuhr, (Voyage de 1'Arabie,&c. torn. ii. p. 346. 370   381.) and, above all, the judicious Volney, (Voyage en F.gypte et en Syne, torn. ii. p. 8   31. Paris, 17870 may be consulted. -(4) The religion of the Armenians is briefly described by <span class=\"place\" data-place-id=\"570417\">La</span> Croze. (Hist, du Christ, de 1'Ethiope et de I'Armeme, p. 269   402.) He refers to the great Armenian History of Galanus, 3 vols, in folio, Rome, 1650   1661.) and commends the stale of <span class=\"place\" data-place-id=\"874350\">Armenia</span> in the third volume of the Nouveanx Mcmoires des Missions dn Levant. The work of a Jesuit must have sterling merit when it is praised by <span class=\"place\" data-place-id=\"570417\">La</span> Croze. (5) The schism of the Armenians is placed eighty-four years after the council of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>. (Pagi. Critics, ad A. D. 535.) It was consummated at the end of sev  nteen years; and it is from the year of Christ 552 that we date the era of the Armenians. (PArt de verifier les Dates, p.35.) (6) The sentiments and success of Julian of Halicaniassus may be seen in Liberatus, (Brev. c. 19.) Renau- dot, (Hist. Patriarch. Alex. p. 132.-303.) and Aoemannui. (Bibliot. Orient, tott. ii. DJswoat. de Mwrophysiiej,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA242&img=1&zoom=3&hl=en&sig=ACfU3U2uXuBlKO9AhIcrYF6kec9C4Hv-jA&ci=0%2C0%2C1000%2C2000&edge=0"}