{"text": " O F TH E ROMA N EMPIRE. 231 Seldom been permitted to enjoy the tranquillity of servitude. 1 From the earliest period to the present hour, <span class=\"place\" data-place-id=\"874350\">Armenia</span> has been the theatre of perpetual war; the lands between <span class=\"place\" data-place-id=\"648792\">Taurus</span> and Erivan were dispeopled by the cruel policy of the So- phies; and myriads of Christian families were transplanted to perish or to propa- gate in the distant provinces of Persia. Under the rod of oppression, the zeal of the Armenians is fervent and intrepid: they have often preferred the crown of martyrdom to the white turban of Mahomet; they devoutly hate the error and idolatry of the Greeks; and their transient union with the Latins is not less devoid of truth, than the thousand bishops whom their patriarch offered at the feet of the Roman pontiff. (1) The catholic or patriarch of the Armenians resides in the monastery of Ekmiasin, three leagues from Erivan. Forty-seven archbishops, each of whom may claim the obedience of four or five suffragans, are consecrated by his hand; but the far greater part are only titular prelates, who dignify with their presence and service the simplicity of his court. As soon as they have per- formed the liturgy, they cultivate the garden; and our bishops will hear with sur- prise that the austerity of their life increases in just proportion to the elevation of their rank. In the fourscore thousand towns or villages of his spiritual empire, the patriarch receives a small and voluntary tax from each person above the age of fif- teen; but the annual amount of six hundred thousand crowns is insufficient to sup- ply the incessant demands of charity and tribute. Since the beginning of the last century, the Armenians have obtained a large and lucrative share of the com- merce of the east: in their return from <span class=\"place\" data-place-id=\"1001887\">Europe</span>, the caravan usually halts in the neighbourhood of Erivan; the altars are enriched with the fruits of their patient industry; and the faith of Eutyche S is preached in their recent congregations of Barbary and Poland. (2) V. In the rest of the Roman empire, the despotism of the prince might eradi- cate or silence the sectaries of an obnoxious creed. But the stubborn temper of the Egyptians maintained their opposition to the synod of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, and the policy of Justinian condescended to expect and to seize the opportunity of discord. The Mo- nophysite church of Alexandria(3) was torn by the disputes of the corrufitibles and incorrufitibles; and on the death of the patriarch, the two factions upheld their respective candidates. (4) Gaian was the disciple of Julian, Theodosius had been the pupil of Severus: the claims of the former were supported by the consent of the monks and senators of the city and the province; the latter depended on the priority of his ordination, the favour of the empress Theodora, and the arms of the eunuch Narses, which might have been used in more honourable warfare. The exile of the popular candidate to <span class=\"place\" data-place-id=\"314921\">Carthage</span> and <span class=\"place\" data-place-id=\"991344\">Sardinia</span> inflamed the ferment of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>; and, after a schism of one hundred and seventy years, the Gaian- ites still revered the memory and doctrine of their founder. The strength of num- bers and of discipline was tried in a desperate and bloody conflict; the streets were filled with the dead bodies of citizens and soldiers; the pious women ascending the roofs of the houses, showered down every sharp or ponderous utensil on the heads of the enemy; and the final victory of Narses was owing to the flames with which he wasted the third capital of the Roman world. But the lieutenant of Justinian, had not conquered in the cause of a heretic; Theodosius himself was speedily, though gently removed; and Paul of <span class=\"place\" data-place-id=\"727236\">Tanis</span>, an orthodox monk, was raised to the throne of Anastasius. The powers of government were strained in his support; he might appoint or displace the dukes and tribunes of <span class=\"place\" data-place-id=\"766\">Egypt</span>; the allowance of bread which Diocletian had granted, was suppressed, the churches were shut, and a nation of schismatics was deprived at once of their spiritual and carnal food. In his turn the tyrant was excommunicated by the zeal and revenge of the people; and none except his servile Melchites would salute him as a man, a Christian, or a bishop. Yet such is the blindness of ambition, that when Paul was expelled on a charge of murder, he solicited, with a bribe of seven hundred pounds of gold, his restoration to the same station of hatred and ignominy. His successor Apol- linaris entered the hostile city in military array, alike qualified for prayer or for (0 See a remarkable (act of the, twelfth century in the History of Nieetni Choniates (p. 253.) Vet three hun- dred years before, Photius (Epislol. 2. p. 49. edit. Montacul) had gloried in the conversion of the Armenians. (2) The travelling Armenians are in the war of every traveller, and their mother-church is nn the high road between <span class=\"place\" data-place-id=\"520998\">Constantinople</span> and Ispahan: for their present state, see Fabricius, (Lot F.vangelit. Sec. c. 38. p. 40   51.) Olearius. (lib. iv. c. 40.) Chardin. vol. ii. p. 2%?.) Tournefort, flettre 20.) and, above all. Tavemier, (torn. j. p. 28   37.510   518.) that rambling jeweller, who had read nothing, but had seen so much and so well. (3) The history of the Alexandrian patriarchs from Dioscorus to Benjamin is taken from Renaudot, (p. 114, 164.) and the second tome of the Annals of Butycbins. it) I.iberat. Brer. c. 20   S3. Victor. Citron, p. 329,3301 Procop. Anecrrot. c. 26.27.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA243&img=1&zoom=3&hl=en&sig=ACfU3U3aLL89CY5JhjorVD1l4ogkqIdieA&ci=0%2C0%2C1000%2C2000&edge=0"}