{"text": " 232 TH E DECLIN E AN D FAL L battle. His troops, under arms, were distributed through the streets; the gates of the cathedral were guarded, and a chosen band was stationed in the choir, to defend the person of their chief. He stood erect on his throne, and throwing aside the upper garment of a warrior, suddenly appeared before the eyes of the multi- tude in the robes of patriarch of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>. Astonishment held them mute; but no sooner had Apollmaris begun to read the tome of St Leo, than a volley of curses, and invectives, and stones, assaulted the odious minister of the emperor and the synod. A charge was instantly sounded by the successor of the apostles; the soldiers waded to their knees in blood, and two hundred thousand Christians are said to have fallen by the sword; an incredible account, even if it be extended from the slaughter of a day to the eighteen years of the reign of Apollinaris. Two suc- ceeding patriarchs, Eulogius,(l) and John(2) laboured in the conversion of heretics, with arms and arguments more worthy of their evangelical profession. The theo- logical knowledge of Eulogius was displayed in many a volume, which magnified the errors of Eutyches and Severus, and attempted to reconcile the ambiguous lan- guage of St. Cyril with the orthodox creed of pope Leo and the fathers of Chal- cedon. The bounteous alms of John the eleemosynary were dictated by super- stition, or benevolence, or policy. Seven thousand five hundred poor were main- tained at his expense; on his accession, he found eight thousand pounds of gold in the treasury ot the church; he collected ten thousand for the liberality of the faithful; yet the primate could boast in his testament, that he left behind him no more than the third part of the smallest of the silver coins. The churches of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> were delivered to the catholics, the religion of the Monophysites was proscribed in <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, and a law was revived, which excluded the natives from the honours and emoluments of the state. A more important conquest still remained, of the patriarch, the oracle and leader of the Egyptian church. Theodosius had resisted the threats and promises of Justinian with the spirit of an apostle or an enthusiast.\" Such,\" (replied the pa- triarch,)\"were the offers of the tempter when he showed the kingdoms of the earth. But my soul is far dearer to me than life or dominion. Tfte churches are in the hands of a prince who can kill the body; but my conscience is my own; and in exile, poverty, or chains, I will steadfastly adhere to the faith of my holy pre- decessors, Athanasius, Cyril, and Dioscorus. Anathema to the tome of Leo and the synod of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>! Anathema to all who embrace their creed! Anathema to them now and for evermore! Naked came I out of my mother's womb, naked shall I descend into the grave. Let those who love God, follow me and seek their salvation.\" After comforting his brethren, he embarked for <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and sustained, in six successive interviews, the almost irresistible weight of the royal presence. His opinions were favourably entertained in the palace and the city; the influence of Theodora assured him a safe conduct and honourable dismission; and he ended his days, though not on the throne, yet in the bosom of his native country. On the news of his death, Apollinaris indecently feasted the nobles and clergy; but his joy was checked by the intelligence of a new election; and while he enjoyed the wealth of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, his rivals reigned in the monasteries of The- bais, and were maintained by the voluntary oblations of the people. A perpetual succession of patriarchs arose from the ashes of Theodosius; and the Monophy- site churches of <span class=\"place\" data-place-id=\"531109\">Syria</span> and Egypt were united by the name of Jacobites and the communion of the faith. But the same faith, which has been confined to a nar- row sect of the Syrians, was diffused over the mass of the Egyptian or Coptic na- tion; who, almost unanimously, rejected the decrees of the synod of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>. A thousand years were now elapsed since Egypt had ceased to be a kingdom, since the conquerors of <span class=\"place\" data-place-id=\"599527\">Asia</span> and <span class=\"place\" data-place-id=\"1001887\">Europe</span> had trampled on the ready necks of a people, whose ancient wisdom and power ascend beyond the records of history. The con- flict of zeal and persecution rekindled some sparks of their national spirit. They abjured, with a foreign heresy, the manners and language of the Greeks: every Melchite, in their eyes, was a stranger, every Jacobite a citizen; the alliance of (1) Eulogius, who had been a monk of Antioch,  u more conspicuous for subtlety than eloquence. He proves that the enemies of the faith, the Gnianites and Thodosians, ought not to be reconciled; that the same proposition may be orthodox in the mouth of St. Cyril, heretical in that of Severus; that the opposite asser- tions of St. Leo arc equally true, Sec. His writings are no longer extant, except, in the extracts of Photius, who had perused them with care and satisfaction. Cod. 208.225   227. 230   280. (2) See the life of John the eleemosynary by_ his cotemporary Leontius, bishop of <span class=\"place\" data-place-id=\"433014\">Neapolis</span> in <span class=\"place\" data-place-id=\"981516\">Cyprus</span>, whose Greek text, either lost or hidden, is reflected in the Latin version of Baroniui, (A. D. 619. No. 9. A. D. 629. No. 8.) Pagi, (Critica. tom.ii. p. 753.1 and Fabricius, (lib. v. c. 11. torn. vii. p. 454.) hare made some critical o V-serrations.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA244&img=1&zoom=3&hl=en&sig=ACfU3U0o7aAp1p3EZ7vxARIe7jknC0d42Q&ci=0%2C0%2C1000%2C2000&edge=0"}