{"text": " O F TH E ROMA N EMPIRE. 233 of marriage, the offices of humanity, were condemned as a deadly sin; the natives renounced all allegiance to the emperor; and his orders, at a distance from Alex- andria, were obeyed only under the pressure of military force. A generous ef- fort might have redeemed the religion and liberty of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, and her six hundred monasteries might have pbured forth their myraids of holy warriors, from whom death should have no terrors, since life had no comfort or delight. But experience has proved the distinction of active and passive courage; the fanatic who endures without a groan the torture of the rack or the stake, would tremble and fly before the face of an armed enemy. The pusillanimous temper of the Egyptians could only hope for a change of masters; the arms of Chosroes depopulated the land; yet under his reign the Jacobites enjoyed a short and precarious respite. The vic- tory of Heraclius renewed and aggravated the persecution, and the patriarch again escaped from <span class=\"place\" data-place-id=\"727070\">Alexandria</span> to the desert. In his flight, Benjamin was encouraged by a voice, which bade him expect at the end of ten years, the aid of a foreign nation, marked like the Egyptians themselves with the ancient rite of circumci- sion. The character of these deliverers, and the nature of the deliverance, will be hereafter explained; and I shall step over the interval of eleven centuries to observe the present misery of the Jacobites of Egypt. The populous city of Cairo affords a residence or rather a shelter for their indigent patriarch, and a remnant of ten bishops: forty monasteries have survived the inroads of the Arabs; and the Erogress of servitude and apostacy has reduced the Coptic nation to the despica- le number of twenty-five or thirty thousand families;(l) a race of illiterate beg- gars, whose only consolation is derived from the superior wretchedness of the Greek patriarch and his diminutive congregation. (2) VI. The Coptic patriarch, a rebel to the Cicsars, or a slave to the khalifs, still gloried in the filial obedience of the kings of Nubia and <span class=\"place\" data-place-id=\"39274\">Ethiopia</span>. He repaid their   homage by magnifying their greatness; and it was boldly asserted that they could bring into the field a hundred thousand horse with an equal number of camels;(3) that their hand could pour out or restrain the waters of the Nile;(4) and the peace and plenty of Egypt was obtained, even in this world, by the intercession of the patriarch. In exile at <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, Theodosius recommended to his patroness the conversion of the black nations of Nubia,(5) from the tropic of Cancer to the confines of Abyssinia. Her design was suspected and emulated by the more or- thodox emperor. The rival missionaries, a Melchite and a Jacobite, embarked at the same time; but the empress, from a motive of love or fear, was more effect- ually obeyed; and the catholic priest was detained by the president of <span class=\"place\" data-place-id=\"786131\">Thebais</span>, while the king of Nubia and his court were hastily baptized in the faith of Diosco- rus. The tardy envoy of Justinian was received and dismissed with honour; but when he accused the heresy and treason of the Egyptians, the negro convert was instructed to reply that he would never abandon his brethren, the true believers, to the persecuting ministers of the synod of Chalcedon.(6) During several ages, the bishops of Nubia were named and consecrated by the Jacobite patriarch of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>: as late as the twelfth century, Christianity prevailed; and some rites, some ruins, are still visible in the savage towns of Sennaar and Dongola.(7) But (1) This number is taken from the curious Keeherches snr lei Egyptiens et les Chinnis,(tom. ii. p. 192,193.) and appears more probable than the six hundred thousand ancient, or fifteen thousand modern, Copts of Ge- melli Carreri. Cyril Lucar, the protestant patriarch of Constantinople, laments that those heretics were ten limes more numerous than his orthodox Greeks, ingeniously applying the jroaAa, xsv Seiche; Ssmizto otvo^coto of Humer, (Iliad. 2.128.) the most perfect expression of contempt. (Fabric. Lux. Kvangelii, 740.) (2) The history of the Copts, their religion, manners,&e. may be found in tbe abbe Renaudot's motley work, neither a translation nor an original; theChronicon Orientate of Peter) a Jacubite; in the two versions of Abraham Ecchelensis, Paris. 1651, and John Simon Asseman, Venet. 1720. These annals descend no low- er than the tbirteentb century.) The more recent accounts must be searched for in the travellers into Egypt, and the Nouveaux Memoires des Missions du Levant. In the last century, Joseph Abudactins, a native of Cairo, published at Oxford, in thirty pages, a slight Historia Jacobitarum, 147 post 150. (3) About the year 737. See Renaudot, Hist. Patriarch. Alex. p. 221,222. Elmacia, Hist. Saracen, p. 99. (4) Ludolph. Hist. Atbiopic. et Co'nment. lib. i. c. viii. Renaudot. Hist. Patriarch. Alex. 480,&c. This opinion, introduced into Egypt and <span class=\"place\" data-place-id=\"991376\">Europe</span> by the artifice of the Copts, tbe pride of the Abyssitiians, the fear and ignorance of the Turks and Arahs, lias not even the semblance of truth. The rains of^Ethiopia do not, in tbe increase of the lfile, consult the will of the monarch. If the river approaches at <span class=\"place\" data-place-id=\"805634\">Napata</span>, within three days1 journey of the Red Sea (see D*Anville's maps,} a canal that should divert its course would demand, and most probably surpass the power of the Caesars. (5) The Abyssimans, who still preserve the features and olive complexion of the Arabs, afford a proof that two thousand years are not sufficient to change the colour of the human race. The Nubians, and African race, are pure negroes, as black as t hose of Senegal or Congo, with fiat noses, thick lips, and woolly hair (Buf- fon. Hist. Naturelle, torn. v. p. 117.143, 144. 160. 219. edit. 12mo. Paris, 1769.) The ancients beheld, without much attention, the extraordinary phenomenon which has exercised the philosophers and theologians of mo- dern times. (6) Asseman. Bibliot. Orient, torn. i. p. 329. (7) The Christianity of the Nubians, A, D. 1153. is attested by the sheriff al EJrisi, falsely described muler Vol. Ill, 30 ", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA245&img=1&zoom=3&hl=en&sig=ACfU3U2sqQKcxSM5ZdcZaIA76qyMml-jWA&ci=0%2C0%2C1000%2C2000&edge=0"}