{"text": " 234. TH E DECLIN E AN D FAL L the Nubians at length executed their threats of returning to the worship of idols j the climate required the indulgence of polygamy, and they have finally preferred the triumph of the koran to the abasement of the cross. A metaphysical religion may appear too refined for the capacity of the negro race: yet a black or a parrot might be taught to repeat the-words of the <span class=\"place\" data-place-id=\"520988\">Chalcedon</span> or Monophysite creed. Christianity was more deeply rooted in the Abyssinian empire; and, although the correspondence has been sometimes interrupted above seventy or a hundred years, the mother-church of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> retains her colony in a state of perpetual pupilage. Seven bishops once composed the Ethiopic synod: had their number amounted to ten, they might have elected an independent primate; and one of their kings was ambitious of promoting his brother to the ecclesiastical throne. But the event was foreseen, the increase was denied; the episcopal office has been gradually confined to the abuna,(l) the head and author of the Abyssinian priest- hood; the patriarch supplies each vacancy with an Egyptian monk; and the cha- racter of a stranger appears more venerable in the eyes of the people, less dan- gerous in those of the monarch. In the sixth century, when the schism of <span class=\"place\" data-place-id=\"981503\">Egypt</span> was confirmed, the rival chiefs, with their patrons, Justinian and Theodora, strove to outstrip each other in the conquest of a remote and independent province. The industry of the empress was again victorious, and the pious Theodora ha B esta- lished in that sequestered church the faith and discipline of the Jacobites. (2) Encompassed on all sides by the enemies of their religion, the Ethiopians slept near a thousand years, forgetful of the world, by whom they were forgotten. They were awakened by the Portuguese, who, turning the southern promontory of <span class=\"place\" data-place-id=\"775\">Africa</span>, appeared in <span class=\"place\" data-place-id=\"50004\">India</span> and the Red Sea, as if they had descended through the air from a distant planet. In the first moments of their interview, the subjects of <span class=\"place\" data-place-id=\"423025\">Rome</span> and <span class=\"place\" data-place-id=\"727070\">Alexandria</span> observed the resemblance, rather than the difference of their faith; and each nation expected the most important benefits from an alliance with their Christian brethren. In their lonely situation, the Ethiopians had almost relapsed into the savage life.. Their vessels, which had traded to Ceylon, scarcely presumed to navigate the rivers of <span class=\"place\" data-place-id=\"775\">Africa</span>; the ruins of Axume were deserted, the nation was scattered in villages, and the emperor (a pompous name) was content, both in peace and war, with the immoveable residence of a camp. Conscious of their own indigence, the Abyssinians had formed the rational project of importing the arts and ingenuity of Europe;(3) and their ambassadors at Rome and Lisbon were instructed to solicit a colony of smiths, carpenters, tilers, masons, printers, surgeons, and physicians, for the use of their country. But the public danger soon called for the instant and effectual aid of arms and soldiers to defend an unwarlike people from the barbarians who ravaged the inland country, and the Turks and Arabs who advanced from the sea-coast in more formidable array. <span class=\"place\" data-place-id=\"39274\">Ethiopia</span> was saved by four hundred and fifty Portuguese, who displayed in the field the native valour of the Europeans, and the artificial powers of musket and cannon. In a moment of terror, the emperor hadSpromised to reconcile himself and his subjects to the catholic faith; a Latin patriarch represented the supremacy of the pope;(4) the empire, enlarged in a tenfold proportion, was supposed to contain more gold than the mines of America; and the wildest hopes of avarice and seal were built on the willing submission of the Christians of <span class=\"place\" data-place-id=\"775\">Africa</span>. But the vows which pain had extorted, were foresworn on the return of health. The Abyssinians still adhered with unshaken constancy to the Monophysite faith; their languidi belief was inflamed by the exercise of dispute; they branded the ffie name of the Nubian geographer (p. 18..) who represents them as a nation of Jacobites. The rays of histo- rical light that twinkle in the history of Renaudot (p. 178. 820.224. 281. 288. 405. 434. 451. 464.,) are all pre- vious to this era. See the modern state in the Lettres Edificantes (Recueil iv. J and Busching (torn. is. p. 152   159 par Berenger.) (1) The abuna is improperly dignified by the Latins with the title of patriarch. The Abyssinians acknow- ledge only the four patriarchs, and their chief is no more tban a metropolitan, or national primate (Ludolph. Hist. Athiopic. et Comment, lib. iii. c. Tii.) The seven bishops of Renaudot (p. 511.,) who existed A. D. 1131, are unknown to the historian. (2) I know not why Assemannns (Ribliot. Orient, torn. ii. p. 384.) should call in question these probable mis- aions of Theodora into Nubia and^Ethiopia. The slight notices of Abyssinia till the year 1500 are supplied by Renaudot, CP; 330. 341,381.382. 405. 443, fee. 452. 456. 463.475. 480. 511.525. 559. 564.) from the Coptic wri- ters. The mind of Ludolphus was a perfect blank.{3) Ludolph. Hist. ACthiop. lib. iv. c. 5. The most necessary arts are now exercised by the Jews, and the fo- reign trade is in the hands of the Armenians. What Gregory principallv admired and envied was the indus- try of Europe   nrtes et opificia. (4) John Bermudez, whose relation, printed at Lisbon, 1569, was translated into Englhh by Purchas, (Pil- grims, lib. vi L c. 7.1149,&e.) and from thence into French by <span class=\"place\" data-place-id=\"570417\">La</span> Croze (Christianisme d'dEthiope. p. 93   265.) The piece i  curious; but the author may be suspected of deceiving Abyssinia, Rome and PortaKul- Hh title to the rank of patriarch is dark and doubtful (Ludolph. Comment. No. M L p. 473.)-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA246&img=1&zoom=3&hl=en&sig=ACfU3U22m-h3snnEKByXbvfpgciVJMAmbQ&ci=0%2C0%2C1000%2C2000&edge=0"}