{"text": " O F TH E ROMA N EMPIRE. 235 Latins with the names of Arians and Nestorians, and imputed the adoration of four gods to those who separated the two natures of Christ. Fremona, a place of worship, or rather of exile, was assigned to the Jesuit missionaries. Their skill in the liberal and mechanic arts, their theological learning, and the decency of their manners inspired a barren esteem; but they were not endowed with the gift of miracles,(l) and they vainly solicited a re-enforcement of European troops. The patience and dexterity of forty years at length obtained a more favourable audience, and two emperors of Abyssinia were persuaded that <span class=\"place\" data-place-id=\"423025\">Rome</span> could en- sure the temporal and everlasting happiness of her votaries. The first of these royal converts lost his crown and his life; and the rebel army was sanctified by the abuna, who hurled an anathema at the apostate, and absolved his subjects from their oath of fidelity. The fate of Zadenghel was revenged by the courage and fortune of Susneus, who ascended the throne under the name of Segued, and more vigorously prosecuted the pious enterprise of his kinsman. After the amusement of some unequal combats between the Jesuits and his illiterate priests, the em- peror declared himself a proselyte to the synod of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>, presuming that his clergy and people would embrace without delay the religion of their prince. The liberty of choice was succeeded by a law, which imposed, under pain of death, the belief of the two natures of Christ: the Abyssinians were enjoined to work and to play on the Sabbath; and Segued, in the face of <span class=\"place\" data-place-id=\"991376\">Europe</span> and <span class=\"place\" data-place-id=\"324852\">Africa</span>, renounced his connexion with the Alexandrian church. A Jesuit, Alphonso Mendez, the ca- tholic patriarch of <span class=\"place\" data-place-id=\"334481\">Ethiopia</span>, accepted in the name of Urban VIII. the homage and abjuration of his penitent.\" I confess,\" said the emperor on his knees,\" I confess that the pope is the vicar of Christ, the successor of St. Peter, and the so- vereign of the world. To him I swear true obedience; and at his feet I offer my person and kingdom.\" A similar oath was repeated by his son, his brother, the   Clergy, the nobles, and even the ladies of the court: the Latin patriarch was in- vested with honours and wealth; and his missionaries erected their churches or ci- tadels in the most convenient stations of the empire. The Jesuits themselves de- clare the fatal indiscretion of their chief, who forgot the mildness of the gospel and the policy of his order, to introduce with hasty violence the liturgy of Rome and the inquisition of <span class=\"place\" data-place-id=\"991319\">Portugal</span>. He condemned the ancient practice of circumci- sion, which health rather than superstition had first inventedin the climate of Ethi- opia. (2) A new baptism, a new ordination, was inflicted on the natives; and they trembled with horror when the most holy of the dead were torn from their graves, when the most illustrious of the living were excommunicated by a foreign priest. In the defence of their religion and liberty, the Abyssinians rose in arms, with desperate but unsuccessful zeal. Five rebellions were extinguished in the blood of the insurgents: two abunas were slain in battle, whole legions were slaughtered in the field, or suffocated in their caverns; and neither merit, nor rank, nor sex, could save from an ignominious death the enemies of Rome. But the victorious monarch was finally subdued by the constancy of the nation, of his mother, of his son, and of his most faithful friends. Segued listened to the voice of pity, of rea- son, perhaps of fear; and his edict of liberty of conscience instantly revealed the tyranny and weakness of the Jesuits. On the death of his father, Basilides ex- pelled the Latin patriarch, and restored to the wishes of the nation the faith and the discipline of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>. The Monophysite churches resounded with a song of triumph,\" that the sheep of Ethiopia were now delivered from the hyienas of the west;\" and the gates of that solitary realm were for ever shut against the arts, the science, and the fanaticism of Europe.(3) (1) Religio Rdmana.... nec precihus patmm nee miraculis ab ipsis editis sufTulciebatur, is the uncontra- dicted assuranceof thedevout emperor Susneus to his patriarch Mendez; (Ludolph. Comment. No. 126. p. 529.) and such assurances should be preciously kept, as an antidote against any marvellous legends. (2) Iain aware how tender is the question of circumcision. Yet I will affirm, l. That the Ethiopians have a physical reason for the circumcision of males, and even of females (Recherches Phitosophiques sur lei Ame- ricains, torn, ii.) 2. That it was practised in Ethiopia lone; before the introduction of Judaism or Christianity, (Horodot. lib. ii. c. 104. Marsham, <span class=\"place\" data-place-id=\"39321\">Canon</span>, Chron. p. 72,73.)\" Infantes cirenmcidunt ob conoictudinem non ob Judaismnm,\" says Gregory the Abyssinian priest (apud Fabric Lux Christiana, p. 720.) Yet, in the heat of dispute, the Portuguese were sometimes branded with the name of uncircumcised (La Croze, p. 80. Lu- dolpli. Hist. Comment, lib. iii. e. 1.) (3) The three Protestant historians, Lndolphus (Hist. Ethiopia, Francofurt, 1681; Commentarius, 1691; Re- latio Nova, Sec. 1693 in folio;) Geddes (Church History of Ethiopia, London, 1696. in octavo,) and <span class=\"place\" data-place-id=\"570417\">La</span> Croze, (Hist, do Christianisme d'&thiopie et d'Armenie. <span class=\"place\" data-place-id=\"570417\">La</span> Hayv, 1739, in duodecimo,) have drawn their principal materials from the Jesuits; especially from the General History of Tellez, published in Portuguese at Conim- bra, 1660. We might be surprised at their frankness; but their most flagitious vice, the spirit of persecu- tion, was, in their eyes, the most meritorious virtue. Ludolphua possessed some, though a slight advantage!   from the Ethiopia language, and the personal conversation of Gregory, a free-spirited Abyssinian priest^ whom he invited from Rome to the court of Saxe-Gotha. See the Theologia  tliionica of (iregary, in Fa- briciui, Eyangclii, p. 719   734.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA247&img=1&zoom=3&hl=en&sig=ACfU3U3ojMOl1vfeWMLtk6HxM2VgBMx7KQ&ci=0%2C0%2C1000%2C2000&edge=0"}