{"text": " TH E DECLIN E AN D FAL L CHAPTE R XLVIII. Flan of the remainder of the work.   Succession and characters of the Greek emperors of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, from the time of Heraclius to the Latin conquest. I have now deduced from Trajan to Constantine, from <span class=\"place\" data-place-id=\"305064\">Constantine</span> to Hera- clius, the regular series of the Roman emperors; and faithfully exposed the pros- perous and adverse fortunes of their reigns. Five centuries of the decline and fall 6f the empire have already elapsed; but a period of more than eight hundred years still separates me from the term of my labours, the taking of Constantinople by the Turks. Should I persevere in the same course, should I observe the same measure, a prolix and slender thread would be spun through many a volume, nor would the patient reader find an adequate reward of instruction or amusement. At every step as we sink deeper in the decline and fall of the eastern empire, the annals of each succeeding reign would impose a more ungrateful and melancholy task. These annals must continue to repeat a tedious and uniform tale of weak- ness and misery; the natural connexion of causes and events would be broken by frequent and hasty transitions, and a minute accumulation of circumstances must destroy the light and effect of those general pictures which compose the use and ornament of a remote history. From the time of Heraclius, the Byzantine thea- tre is contracted and darkened: the line of empire, which had,been defined by the laws of Justinian and the arms of Belisarius, recedes on all sides from our view: the Roman name, the proper subject of our inquiries, is reduced to a narrow cor- ner of <span class=\"place\" data-place-id=\"991376\">Europe</span>, to the lonely suburbs of Constantinople; and the fate of the Greek empire has been compared to that of the Rhine, which loses itself in the sands, before its waters can mingle with the ocean. The scale of dominion, is dimi- nished to our view by the distance of time and place: nor is the loss of external splendour compensated by the nobler gifts of virtue and genius. In the last mo- 4 ments of her decay, Constantinople was doubtless more opulent and populous than <span class=\"place\" data-place-id=\"579885\">Athens</span> at her most flourishing era, when a scanty sum ot six thousand talents, or twelve hundred thousand pounds sterling, was possessed by twenty-one thousand male citizens of an adult age. But each of these citizens was a freeman who dared to assert the liberty of his thoughts, words, and actions; whose person and proper- ty were guarded by equal law; and who exercised his independent vote in the government of the republic. Their numbers seem to be multiplied by the strong and various discriminations of character: under the shield of freedom, on the wings of emulation and vanity, each Athenian aspired to the level of the national dignity: from this commanding eminence, some chosen spirits soared beyond the reac\\i of a vulgar eye; and the chances of superior merit in a great and populous kingdom, as they are proved by experience, would excuse the computation of imaginary millions. The territories of Athens, <span class=\"place\" data-place-id=\"570685\">Sparta</span>, and their allies, do not exceed a moderate <span class=\"place\" data-place-id=\"98961\">province</span> <span class=\"place\" data-place-id=\"98961\">of</span> <span class=\"place\" data-place-id=\"98961\">France</span> or England: but after the trophies of Sa- lamis and Platiea, they expand in our fancy to the gigantic size of <span class=\"place\" data-place-id=\"599527\">Asia</span> which had been trampled under the feet of the victorious Greeks. But the subjects of the Byzantine empire, who assume and dishonour the names both of Greeks and Romans, present a dead uniformity of abject vices, which are neither soft- ened by the weakness of humanity, nor animated by the vigour of memorable crimes. The freemen of antiquity might repeat with generous enthusiasm the sentence of Homer, that on the first day of his servitude, the captive is deprived of one-half of his manly virtue. But the poet had only seen the effects of civil or domestic slavery, nor could he foretel that the second moiety of manhood must be annihilated by the spiritual despotism, which shackles, not only the actions, but even the thoughts, of the prostrate votary. By this double yoke, the Greeks were oppressed under the successors of Heraclius, the tyrant; a law of eternal justice was degraded by the vices of his subjects; and on the throne, in the camp, in the schools, we search, perhaps with fruitless diligence, the names and charac- ters that may deserve to be rescued from oblivion. Nor are the defects of the subjects compensated by the skill and variety of the painters. Of a space of eight hundred years, the four first centuries are overspread with a cloud inter- rupted by some faint and broken rays of historic light: in the lives of the empe-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA248&img=1&zoom=3&hl=en&sig=ACfU3U1z-0kLPewVhmFH9zAU-TKL1uO2WQ&ci=0%2C0%2C1000%2C2000&edge=0"}