{"text": " O F TH E ROMA N EMfilRE. X 37 rcrs, from Maurice to Alexius, Basil the Macedonian has alone been the theme of a separate work; and the absence, or loss, or imperfection, of cotemporary evi- dence, must be poorly supplied by the doubtful authority of more recent compilers. The four last centuries are exempt from the reproach of penury: and with the the Comnenian family, the historic muse of <span class=\"place\" data-place-id=\"520985\">Constantinople</span> again revives, but her apparel is gaudy; her motions are without elegance or grace. A'succession of priests, or courtiers, treads in each other's footsteps in the same path of servitude and superstition; their views are narrow, their judgment is feeble, or corrupt: and we close the volume of copious barrenness, still ignomnt of the causes of events, the characters of the actors, and the manners of the times, which they celebrate or deplore. The observation which has been applied to a man, may be extended to a whole people, that the energy of the sword is communicated to the pen: and it will be found by experience that the tone of history will rise or fall with the spirit of the age. From these considerations, I should have abandoned without regret the Greek slaves and their servile historians, had I not reflected that the fate of the Byzan- tine monarchy is passively-connected with the most splendid and important revo- lutions which have changed the state of the world. The space of the lost pro- vinces was immediately replenished with new colonies and rising kingdoms: the active virtues of peace and war deserted from the vanquished to the victorious nations; and it is in their origin and conquests, in their religion and government, that we must explore the causes and effects of the decline and fall of the eastern empire. Nor will this scope of narrative, the riches and variety of these mate- rials, be incompatible with the unity of design and composition. As, in his daily prayers, the Mussulman of Fez or Delhi still turns his face towards the temple of Mecca, the historian's eye shall be always fixed on the city of Constantinople. The excursive line may embrace the wilds of <span class=\"place\" data-place-id=\"874334\">Arabia</span> and Tartary, but the circle will be ultimately reduced to the decreasing limit of the Roman monarchy. On this principle I shall establish the plan of the two last volumes of the pre- sent work. The first chapter will contain, in a regular series, the emperors who reigned at Constantinople during a period of six hundred years, from the days of Heraclius to the Latin conquest: a rapid abstract, which may be supported by a general appeal to the order and text of the original historians. In this introduc- tion L shall confine myself to the revolutions of the throne, the succession of fami- lies, the personal characters of the Greek princes, the mode of their life and death, the maxims and influence of their domestic governments, and the tendency of their reign to accelerate or suspend the downfal of the eastern empire. Such a chronological review will serve to illustrate the various arguments of the subse- quent chapters; and each circumstance of the eventful story of the barbarians will adapt itself in a proper place to the Byzantine annals. The internal state of the empire, and the dangerous heresy of the Paulicians, which shook the east and en- lightened the west, will be the subject of two separate chapters; but these inqui- ries must be postponed till our farther progress shall have opened the view Of the world in the ninth and tenth centuries of the Christian era. After this foundation of Byzantine history, the following nations will pass before our eyes, and each will occupy the space to which it may be entitled by greatness or merit, or the degree of connexion with the Roman world and the present age. I. The Franks; a ge- neral appellation which includes all the barbarians of <span class=\"place\" data-place-id=\"236467\">France</span>, <span class=\"place\" data-place-id=\"1052\">Italy</span>, and Ger- many, who were united by the sword and sceptre of Charlemagne. The perse- cution of images and their votaries, separated <span class=\"place\" data-place-id=\"423025\">Rome</span> and Italy from the Byzantine throne, and prepared the restoration of the Roman empire in the west. II. The Arabs or Saracens. Three ample chapters will be devoted to this curious and interesting object. In the first, after a picture of the country and its inhabitants, I shall investigate the character of Mahomet; the character, religion, and success, of the prophet. In the second, I shall lead the Arabs to the conquest of <span class=\"place\" data-place-id=\"531109\">Syria</span>, <span class=\"place\" data-place-id=\"766\">Egypt</span>, and <span class=\"place\" data-place-id=\"324852\">Africa</span>, the provinces of the Roman empire; nor can I check their victorious career till they have overthrown the monarchies of Persia and <span class=\"place\" data-place-id=\"737056\">Spain</span>. In the third, I shall inquire how Constantinople and <span class=\"place\" data-place-id=\"991376\">Europe</span> were saved by the luxury and arts, the division and decay, of the empire of the caliphs. A single chapter will include, III. The Bulgarians, IV. Hungarians, and V. Rus- sians, who assaulted bv sea or by land the provinces and the capital: but the last of these, so important in their present greatness, will excite some curiosity in their origin and infancy. VI. The Normans: or rather the private adventures of that warlike people, who founded a powerful kingdom in <span class=\"place\" data-place-id=\"442469\">Apulia</span> and <span class=\"place\" data-place-id=\"981549\">Sicily</span>, shook the", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA249&img=1&zoom=3&hl=en&sig=ACfU3U21Qjy052a7JwAOVRq0Y0Y_jC4Pfg&ci=0%2C0%2C1000%2C2000&edge=0"}