{"text": " 2Z8 TH E DECLIN E AN D FAL L throne of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, displayed the trophies of chivalry, and almost realized the wonders of romance. VII. The Latins; the subjects of the pope, the nations of the west, who enlisted under the banner of the cross for the recovery and relief of the holy sepulchre. The Greek emperors were terrified and preserved by the myriads of pilgrims who marched to <span class=\"place\" data-place-id=\"687928\">Jerusalem</span> with Godfrey of Bouillon and the peers of Christendom. 1'he second and third crusades trod on the footsteps of the first: <span class=\"place\" data-place-id=\"599527\">Asia</span> and <span class=\"place\" data-place-id=\"1001887\">Europe</span> were mingled in a sacred war of two hundred years; and the Christian powers were bravely resisted, and finally expelled, by Saladin and the mamalukes of Egjpt. In these memorable crusades, a fleet and army of French and Venetians were diverted from <span class=\"place\" data-place-id=\"531109\">Syria</span> to the Thracian <span class=\"place\" data-place-id=\"520977\">Bosphorus</span>; they assaulted the capital, they subverted the Greek monarchy; and a dynasty of <span class=\"place\" data-place-id=\"570417\">La</span>- tin princes was seated near threescore years on the throne of <span class=\"place\" data-place-id=\"305064\">Constantine</span>. VIII. The Greeks themselves, during this period of captivity and exile, must be con- sidered as a foreign nation; the enemies and again the sovereigns, of Constantino- ple. Misfortune had rekindled a spark of national virtue; and the imperial series may be continued with some dignity from their restoration to the Turkish conquest. IX. The Moguls and Tartars. By the arms of Zingis and his descendants, the globe was shaken from <span class=\"place\" data-place-id=\"118723\">China</span> to Poland and <span class=\"place\" data-place-id=\"1001896\">Greece</span>; the sultans were over- thrown; the caliphs fell, and the Caesars trembled on their throne. The victories of Timour suspended above fifty years the final ruin of the Byzantine empire. X. I have already noticed the first appearance of the Turks, and the names of the fathers, of Seljuk and Othman, discriminate the two successive dynasties of the nations, which emerged in the eleventh century from the Scythian wilderness. The former established a potent and splendid kingdom from the banks of the <span class=\"place\" data-place-id=\"59969\">Oxus</span> to Antioch and Nice; and the first crusade was provoked by the violation of Jerusalem and the danger of Constantinople. From an humble origin, the Otto- mans arose, the scourge and terror of Christendom. Constantinople was besieged and taken by Mahomet II. and his triumph annihilates the remnant, the image, the title of the Roman empire in the east. The schism of the Greeks will be con- nected with their last calamities, and the restoration of learning in the western world. I shall return from the captivity of the new, to the ruins of Ancient <span class=\"place\" data-place-id=\"423025\">Rome</span>; and the venerable name, the interesting theme, will shed a ray of glory on the conclusion of my labours. The emperor Heraclius had punished a tyrant and ascended his throne; and the memory of his reign is perpetuated by the transient conquest, and irreparable loss, of the eastern provinces. After the death of Eudocia, his first wife, he disobeyed the patriarch, and violated the laws, by his second marriage with his niece Marti- na; and the superstition of the Greeks beheld the judgment of heaven in the dis- eases of the father and the deformity of his offspring. But the opinion of an il- legitimate birth is sufficient to distract the choice, and loosen the obedience, of the people: the ambition of Martina was quickened by maternal love, and perhaps by the envy of a step-mother; and the aged husband was too feeble to withstand the arts of conjugal allurements. <span class=\"place\" data-place-id=\"305064\">Constantine</span>, his eldest son, enjoyed in a mature age the title of Augustus; but the weakness of his constitution required a colleague and a guardian, and he yielded with secret reluctance to the partition of the em- pire. The senate was summoned to the palace to ratitify or attest the association of Heracleonas, the son of Martina: the imposition of the diadem was consecrated by the prayer and blessing of the patriarch; the senators and patricians adored the majesty of the great emperor and the partners of his reign; and, as soon as the doors were thrown open, they were hailed by the tumultuary but important voice of the soldiers. After an interval of five months, the pompous ceremonies, which formed the essence of the Byzantine state, were celebrated in the cathedral and the hippodrome: the concord of the royal brothers was affectedly displayed by the younger leaning on the arm of the elder; and the name of Martina was mingled in the reluctant or venal acclamations of the people. Heraclius survived this association about two years; his last testimony declared his two sons the equal heirs of the eastern empire, and commanded them to honour his widow Martina as their mother and their sovereign. When Martina first appeared'on the throne with the name and attributes of royalty, she was checked by a firm, though respectful opposition; and the dying embers of freedom were kindled by the breath of superstitious prejudice:   \" We reverence (exclaimed the voice of a citizen,) we reverence the mother of our", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA250&img=1&zoom=3&hl=en&sig=ACfU3U0Psp2LrZROG00ag9WvrhxwD5OhGQ&ci=0%2C0%2C1000%2C2000&edge=0"}