{"text": " O F TH E ROMA N EMPIRE. 239  princes; but to those princes alone our obedience is due; and <span class=\"place\" data-place-id=\"305064\">Constantine</span>, the el- der emperor, is of an age to sustain, in his own hands, the weight of the sceptre. Your sex is excluded by nature from the toils of government. How could you combat, how could you answer, the barbarians, who, with hostile or friendly in- tentions, may approach the royal city? May heaven avert from the Roman re- public this national disgrace, which would provoke the patience of the slaves of Persia.\" Martina descended from the throne with indignation, and sought a re- fuge in the female apartment of the palace. The reign of <span class=\"place\" data-place-id=\"305064\">Constantine</span> ifi. lasted only one hundred and three days: he expired in the thirtieth year of his age, and although his life had been a long malady, a belief was entertained that poison had been the means, and his cruel step-mother the author, of his untimely fate. Mar- tina reaped indeed the harvest of his death, and assumed the government in the name of the surviving emperor; but the incestuous widow of Heraclius was uni- versally abhorred; the jealousy of the people was awakened, and the two orphans whom <span class=\"place\" data-place-id=\"305064\">Constantine</span> had left, became the objects of the public care. It was in vain that the son of Martina, who was no more than fifteen years of age, was taught to declare himself the guardian of his nephews, one of whom he had presented at the baptismal font: it was in vain that he swore on the wood of the true cross, to defend them against all their enemies. On his death-bed, the late emperor des- patched a trusty servant to arm the troops and provinces of the east in the defence of his helpless children: the eloquence and liberality of Valentin had been success- ful, and, from his camp of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, he boldly demanded the punishment of the assassins, and the restoration of the lawful heir. The license of the soldiers, who devoured the grapes and drank the wine of their Asiatic vineyards, provoked the citizens of <span class=\"place\" data-place-id=\"520985\">Constantinople</span> against the domestic authors of their calamities, and the dome of St. Sophia re-echoed, not with prayers and hymns, but with the cla- mours and imprecations of an enraged multitude. At their imperious command, Heracleonas appeared in the pulpit with the eldest of the royal orphans; Constans alone was saluted as emperor of the Romans, and a crown of gold which had been taken from the tomb of Heraclius, was placed on his head, with the solemn bene- diction of the patriarch. But in the tumult of joy and indignation, the church was pillaged, the sanctuary was polluted by a promiscuous crowd of Jews and barba- rians; and the Monothelite Pyrrhus, a creature of the empress, after dropping a protestation on the altar, escaped by a prudent flight from the zeal of the catho- lics. A more serious and bloody task was reserved for the senate, who derived a temporary strength from the consent of the soldiers and people. The spirit of Roman freedom revived the ancient and awful examples of the judgment of ty- rants, and the imperial culprits were deposed and condemned as the authors of the death of <span class=\"place\" data-place-id=\"305064\">Constantine</span>. But the severity of the conscript fathers was stained by the indiscriminate punishment of the innocent and the gulity: Martina and Heracleo   nas were sentenced to the amputation, the former of her tongue; the latter of hit nose; and after this cruel execution they consumed the remainder of their days in exile and oblivion. The Greeks who were capable of reflection might find some consolation for their servitude, by observing the abuse of power when it was lodged for a. moment in the hands of an aristocracy. We shall imagine ourselves transported five hundred years backwards to the age of the Antonines, if we listen to the oration which Constans II. pronounced in the twelfth year of his age before the Byzantine senate. After returning his thanks for the just punishment of the assassins who had intercepted the fairest hopes of his father's reign,   \" By the Divine Providence,\" said the young empe- ror,\" and by your righteous decree, Martina and her incestuous progeny have been cast headlong from the throne. Your majesty and wisdom have prevented the Roman state from degenerating into lawless tyranny. I therefore exhort and beseech you to stand forth as the counsellors and judges of the common safety.\" The senators were gratified bv the respectful address and liberal donative of their sovereign; but these servile Greeks were unworthy and regardless of freedom, and in his mind, the lesson of an hour was quickly erased by the prejudices of the age and the habits of despotism. He retained only a jealous fear lest the senate or people should one day invade the right of primogeniture, and seat his brother Theodosius on an equal throne. By the imposition of holy orders, the grandson of Heraclius was disqualified for the purple; but this ceremony, which seemed to profane the sacraments of the church, was insufficient to appease the suspicions of the tyrant, and the death of the deacon Theodosius could alone expiate the crime of his royal birth. His murder was avenged by the imprecations of the  ", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA251&img=1&zoom=3&hl=en&sig=ACfU3U01saFprz0r4wHZ3fqusJ7RUcPP9w&ci=0%2C0%2C1000%2C2000&edge=0"}