{"text": " TH E DECLIN E AN D FAL L people, and the assassin, in the fulness of power, was driven from his capital into voluntary and perpetual exile. Constans embarked for <span class=\"place\" data-place-id=\"1001896\">Greece</span>; and, as if he meant to retort the abhorrence which he deserved, he is said from the imperial galley, to have spit against the walls of his native city. After passing the winter at <span class=\"place\" data-place-id=\"579885\">Athens</span>, he sailed to <span class=\"place\" data-place-id=\"442810\">Tarentum</span> in <span class=\"place\" data-place-id=\"1052\">Italy</span>, visited <span class=\"place\" data-place-id=\"423025\">Rome</span>, and concluded a long pilgrimage of disgrace and sacrilegious rapine, by fixing his residence at Syra- cuse. But if Constans would fly from his people, he could not fly from himself. The remorse of his conscience created a phantom who pursued him by land and sea, by day and by night; and the visionary Theodosius, presented to his lips a cup of blood, said, or seemed to say, Drink, brother, drink; a sure emblem of the ag- gravation of his guilt, since he had received from the hands of the deacon the mys- tic cup of the blood of Christ. Odious to himself and to mankind, Constans pe- rished by domestic, perhaps by episcopal treason, in the capital of <span class=\"place\" data-place-id=\"991353\">Sicily</span>. A ser- vant who waited in the bath, after pouring warm water on his head, struck him violently with the vase. He fell, stunned by the blow, and suffocated by the wa- ter; and his attendants, who wondered at the tedious delay, beheld with indiffer- ence the corpse of their lifeless emperor. The troops of Sicily invested with the purple an obscure youth, whose inimitable beauty eluded, and it might easily elude, the declining art of the painters and sculptors of the age. Constans had left in the Byzantine palace three sons, the eldest of whom had been clothed in his infancy with the purple. When the father summoned them to attend his person in Sicily, these precious hostages were detained by the Greeks, and a firm refusal informed him that they were the children of the state. The news of his murder was conveyed with almost supernatural speed from <span class=\"place\" data-place-id=\"462503\">Syracuse</span> to Constantinople; and <span class=\"place\" data-place-id=\"305064\">Constantine</span>, the eldest of his sons, inherited his throne without being the heir of the public hatred. His subjects contributed, with zeal and alacrity, to chastise the guilt and presumption of a province which had usurped the rights of the senate and people: the young emperor sailed from the Hellespont with a powerful fleet; and the legions of Rome and <span class=\"place\" data-place-id=\"314921\">Carthage</span> were assembled un- der his standard in the harbour of Syracuse. The defeat of the Sicilian tyrant was easy, his punishment just, and his beauteous head was exposed in the hippodrome; but I cannot applaud the clemency of a prince, who, among a crowd of victims, condemned the son of apatrician, for deploring with some bitterness the execution of a virtuous father. The youth was castrated; he survived the operation, and the memory of this indecent cruelty is preserved by the elevation of Germanus to the rank of a patriarch and saint. After pouring this bloody libation on his father's tomb, <span class=\"place\" data-place-id=\"305064\">Constantine</span> returned to his capital, and the growth of his young beard during the Sicilian voyage, was announced by the familiar surname of Po- gonatus, to the Grecian world. But his reign, like that of his predecessor, was stained with fraternal discord. On his two brothers, Heraclius and Tiberius, he had bestowed the title of Augustus; an empty title, for they continued to languish without trust or power in the solitude of the palace. At their secret instigation, the troops of the Anatolian theme or province approached the city on the Asiatic side, demanded for the royal brothers, the partition or exercise of sovereignty, and supported their seditious claim by a theological argument. They were Chris- tians, (they cried,) and orthodox catholics; the sincere votaries of the holy and un- divided Trinity. Since there are three equal persons in heaven, it is reasonable there should be three equal persons upon earth. The emperor invited these learned divines to a friendly conference; in which they might propose their arguments to the senate; they obeyed the summons; but the prospect of their bodies hanging on a gib- bet in the suburb of <span class=\"place\" data-place-id=\"314961\">Galata</span>, reconciled their companions to the unity of the reign of <span class=\"place\" data-place-id=\"305064\">Constantine</span>. He pardoned his brothers, and their names were still pronounced in the public acclamations; but on the repetition or suspicion of a similar offence, the obnoxious princes were deprived of their titles and noses, in the presence of the catholic bishops who were assembled at <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, in the sixth general synod. In the close of his life, Pogonatus was anxious only to establish the right of primogeniture: the hair of his two sons, Justinian and Heraclius, was offered on the shrine of St. Peter, as a symbol of their spiritual adoption by the pope; but the elder was alone exalted to the rank of Augustus and the assurance of the em- pire. After the decease of his father, the inheritance of the Roman world devolved to Justinian II. and the name of a triumphant lawgiver was dishonoured by the vices of a'boy, who imitated his namesake onlv in the expensive luxury of build- ing. His passions were strong; his understanding was feeble; and he was intoxi-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA252&img=1&zoom=3&hl=en&sig=ACfU3U3em-Mr-_qyMCVkdrK9CL7lBND35Q&ci=0%2C0%2C1000%2C2000&edge=0"}