{"text": " O F TH E ROMA N EMPIRE. 241 cated with a foolish pride, that his birth had given him the command of millions^ of whom the smallest community would not have chosen him for their local ma- gistrate. His favourite ministers were two beings the least susceptible of human sympathy; a eunuch and a monk: to the one he abandoned the palace, to the other the finances; the former corrected the emperor's mother with a scourge, the lat- ter suspended the insolvent tributaries, with their heads downward?, over a slow and smoky fire. Since the days of Commodus and Caracalla, the cruelty of the Roman princes had most commonly been the effect of their fear; but Justinian, who possessed some vigour of character, enjoyed the sufferings, and braved the revenge, of his subjects about ten years, till the measure was full of his crimes and of their patience. In a dark dungeon, Leontius, a general of reputation, had groaned above three years with some of the noblest and most deserving of the pa- tricians: he was suddenly drawn forth to assume the government of <span class=\"place\" data-place-id=\"1001896\">Greece</span>; and this promotion of an injured man was a mark of the contempt rather than of the confidence of his prince. As he was followed to the port by the kind offices of his friends, Leontius observed, with a sigh, that he was a victim adorned for sa- crifice, and that inevitable death would pursue his footsteps. They ventured to reply, that glory and empire might be the recompense of a generous resolution; that every order of men abhorred the reign of a monster; and that the hands of two hundred thousand patriots expected only the voice of a leader. The night was chosen for their deliverance; and in the first effort of the conspirators, the prefect was slain; and the prisons were forced open: the emissaries'of Leontius proclaimed in every street,   Christians! to St. Sofihia: and the seasonable text of the patri- arch, This is the day of the Lord! was the prelude of an inflammatory sermon. From the church the people adjourned to the hippodrome: Justinian, in whose cause not a sword had been drawn, was dragged before these tumultuary judges, and their clamours demanded the instant death of the tyrant. But Leontius, who was already clothed with the purple, cast an eye of pity on the prostrate son of his own benefactor and of so many emperors. The life of Justinian was spared; the amputation of his nose, perhaps of his tongue, was imperfectly performed: the happy flexibility of the Greek language could impose the name of Rhinotmetus; and the mutilated tyrant was banished to Chersonse in Crim-Tartary, a lonely settlement, where corn, wine, and oil, were imported as foreign luxuries. On the edge of the Scythian wilderness, Justinian still cherished the pride of his birth and the hope of his restoration. After three years' exile, he received the pleasing intelligence that his injury was avenged by a second revolution, and that Leontius in his turn had been dethroned and mutilated by the rebel Apsimar, who assumed the more respectable name of Tiberius. But the claim of lineal suc- cession was still formidable to a plebeian usurper, and his jealousy was stimulated by the complaints and charges of the Chersonites, who beheld the vices of the ty- rant in the spirit of the exile. With a band of followers, attached to his person by common hope or common despair, Justinian fled from the inhospitable shore to the horde of the Chozars, who pitched their tents between the <span class=\"place\" data-place-id=\"825397\">Tanais</span> and Bo- rysthenes. The khan entertained with pity and respect the royal suppliant: Phana- goria, once an opulent city, on the Asiatic side of the lake Moeotis, was assigned for his residence; and every Roman prejudice was stifled in his marriage with the sister of the barbarian, who seems, however, from the name of Theodora, to have received the sacrament of baptism. But the faithless Chozar was soon tempted by the gold of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>; and had not the design been revealed by the conjugal love of Theodora, her husband must have been assassinated, or be- trayed into the power of his enemies. After strangling, with his own hands, the two emissaries of the khan, Justinian sent back his wife to her brother, and em- barked on the <span class=\"place\" data-place-id=\"638838\">Euxine</span> in search of new and more faithful allies. His vessel was assaulted by a violent tempest; and one of his pious companions advised him to deserve the mercy of God by a vow of general forgiveness, if he should be re- stored to the throne.\" Of forgiveness (replied the intrepid tyrant?) may I pe- rish this instant   may the Almighty whelm me in the waves   if I consent to spare a single head of my enemies!\" He survived this impious menace, sailed into the mouth of the <span class=\"place\" data-place-id=\"216798\">Danube</span>, trusted his person in the royal village of the Bulgarians, and purchased the aid of Terbelis, a pagan conqueror, by the promise of his daughter, and a fair partition of the treasures of the empire. The Bulgarian kingdom extended to the confines of <span class=\"place\" data-place-id=\"1001889\">Thrace</span>; and the two princes besieged Con- stantinople at the head of fifteen thousand horse. Apsimar was dismayed by the sudden and hostile apparition of his rival, whose head had been promised by the Vox,, nr. n", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA253&img=1&zoom=3&hl=en&sig=ACfU3U2XKCP7SREazgqHhi1kXvoQWOKYLQ&ci=0%2C0%2C1000%2C2000&edge=0"}