{"text": " 242 TH E DECLIN E AN D FAL L Chozar, and of whose evasion he was yet ignorant. After an absence of ten years,, the crimes of Justinian were faintly remembered, and the birth and misfortunes of their hereditary sovereign excited the pity of the multitude, ever discontented with the ruling powers; and by the active diligence of his adherents, he was intro- duced into the city and palace of <span class=\"place\" data-place-id=\"305064\">Constantine</span>. In rewarding his allies and recalling his wife, Justinian displayed some sense of honour and gratitude; and Terbelis retired, after sweeping away a heap of gold coin, which ne measured with his Scythian whip. But never was vow more reli- giously performed than the sacred oath of revenge which he had sworn amidst the storms of the <span class=\"place\" data-place-id=\"638838\">Euxine</span>. The two usurpers, for I must reserve the name of tyrant for the conqueror, were dragged into the hippodrome, the one from his prison, the other from his palace. Before their execution, Leontius and Apsimar were cast prostrate in chains beneath the throne of the emperor: and Justinian, planting a foot on each of their necks, contemplated above an hour the chariot race, while, the inconstant people shouted, in the words of the psalmist,   \"Thou shalt tram- ple on the asp and basilisk, and on the lion and dragon shalt thou set thy foot!\" The universal defection which he had once experienced might provoke him to re- peat the wish of Caligula, that the Roman people had but one head. Yet I shall presume to observe, that such a wish is unworthy of an ingenious tyrant, since his revenge and cruelty would have been extinguished by a single blow, instead of the slow variety of tortures which Justinian inflicted on the victims of his anger. His pleasures were inexhaustible: neither private virtue nor pujlic service could ex- piate the guilt of active, or even passive, obedience to an established government; and, during the six years of his new reign, he considered the axe, the cord, and the rack, as the only instruments of royalty. But his most implacable hatred was pointed against the Chersonites, who had insulted his exile, and violated the laws of hospitality. Their remote situation afforded some means of defence, or at least of escape; and a grievous tax was imposed on <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, to supply the preparations of a fleet and army. All are guilty, and all must perish, was the mandate of Justinian: arid the bloody execution was intrusted to his favourite Ste- Ehen, who was recommended by the epithet of the savage. Yet even the savage tephen imperfectly accomplished the intentions of his sovereign. The slowness of his attack allowed the greater part of the inhabitants to withdraw into the country; and the minister of vengeance contented himself with reducing the youth of both sexes to a state of servitude, with roasting alive seven of the principal citizens, with drowning twenty in the sea, and with reserving forty-two in chains to receive their doom from the mouth of the emperor. In their return the fleet was driven on the rocky shores of Anatolia; and Justinian applauded the obedience of the <span class=\"place\" data-place-id=\"638838\">Euxine</span>, which had involved so many of his subjects and enemies in a com- mon shipwreck: but the tyrant was still insatiate of blcod; and a second expedition was commanded to extirpate the remains of the proscribed colony. In the short interval, the Chersonites had returned to their city, and were prepared to die in arms; the khan of the Chozars had renounced the cause of his odious brother: the exiles of every province were assembled in <span class=\"place\" data-place-id=\"197544\">Tauris</span>; and Bardanes, under the name of Philippicus, was invested with the purple. The imperial troops, unwill- ing and unable to perpetuate the revenge of Justinian, escaped his displeasure by abjuring his allegiance; the fleet under their new sovereign, steered back a more auspicious course to the harbours of Synope and Constantinople: and every tongue was prompt to pronounce, every hand to execute, the death of the tyrant. Destitute of friends, he was deserted by his barbarian guards; and the stroke of the assassin was praised as an act of patriotism and Roman virtue. His son Tiberius had taken refuge in a church; his aged grandmother guarded the door; and the innocent youth, suspending round his neck the most formidable relics, embraced with one hand the altar, with the other the wood of the true cross. But the popular fury that dares to trample on superstition, is deaf to the cries of humanity; and the race of Heraclius was extinguished after a reign of one hundred years. Between the fall of Heraclian and the rise of the Isaurian dynasty, a short in- terval of six years is divided into three reigns. Bardanes, or Philippicus, was hailed at Constantinople as a hero who had delivered his country from a tyrant; and he might taste some moments of happiness in the first transports of sincere and universal joy. Justinian had left behind him an ample treasure, the fruit of cruelty and rapine: but this useful fund was soon and idly dissipated by his succes- sor. On the festival of his birth-day, Philippicus entertained the multitude with.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA254&img=1&zoom=3&hl=en&sig=ACfU3U3p7H6h4x9sGcOwGWGsOowHpJpf3Q&ci=0%2C0%2C1000%2C2000&edge=0"}