{"text": " O F TH E ROMA N EMPIRE. 243 the games of the hippodrome; from thence he paraded through the streets with a thousand banners, and a thousand trumpets; refreshed himself in the baths of Zeuxippus, and returning to the palace, entertained his nobles with a sumptuous banquet. At the meridian hour he withdrew to his chamber, intoxicated with flattery and wine, and forgetful that his example had made every subject ambi- tious, and that every ambitious subject was his secret enemy. Some bold conspi- rators introduced themselves into the disorder of the feast; and the slumbering monarch was surprised, bound, blinded, and deposed before he was sensible of his danger. Yet the traitors were deprived of their reward; and the free voice of the senate and people promoted Artemius from the office of secretary to that of emperor: he assumed the title of Anastasius II. and displayed in a short and trou- bled reign the virtues both of peace and war. But after the extinction of the im- perial line, the rule of obedience was violated, and every change diffused the seeds of new revolutions. In a mutiny of the fleet, an obscure and reluctant officer of the revenue was forcibly invested with the purple: after some months of a naval war, Anastasius resigned the sceptre; and the conqueror, Theodosius III., submitted in his turn to the superior ascendant of Leo, the general and emperor of the oriental troops. His two predecessors were permitted to embrace the ecclesiastical pro- fession: the restless impatience of Anastasius tempted him to risk and to lose his life in a treasonable enterprise; but the last days of Theodosius were honourable and secure. The single and sublime word\" health,\" which he inscribed on his tomb, expresses the confidence of philosophy or religion; and the fame of his mi- racles was long preserved among the people of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>. This convenient shel- ter of the church might sometimes impose a lesson of clemency: but it may be questioned whether it is for the public interest to diminish the perils of unsuccess- ful ambition. I have dwelt on the fall of a tyrant: I shall briefly represent the founder of a new dynasty, who is known to posterity by the invectives of his enemies, and whose public and private life is involved in the ecclesiastical story of the Iconoclasts. Yet in spite of the clamours of superstition, a favourable prejudice for the character of Leo the Isaurian, may be reasonably drawn from the obscurity of his birth, and the duration of his reign.   I. In an age of manly spirit, the prospect of an impe- perial reward would have kindled every energy of the mind, and produced a crowd of competitors as deserving as they were desirous to reign. Even in the corruption and debility of the modern Greeks, the elevation of a plebeian from the last to the first rank of society, supposes some qualifications above the level of the multitude. He would probably be ignorant and disdainful of speculative sci- ence; and in the pursuit of fortune, he might absolve himself from the obligations of benevolence and justice; but to his character we may ascribe the useful virtues of prudence and fortitude, the knowledge of mankind, and the important art of gaining their confidence and directing their passions. It is agreed that Leo was a native of <span class=\"place\" data-place-id=\"982261\">Isauria</span>, and that Conon was his primitive name. The writers, whose awkward satire is praise, describe him as an itinerant pedlar, who drove an ass with some paltry merchandise to the country fairs; and foolishly relate that he met on the road some Jewish fortune-tellers, who promised him the Roman empire, on condition that he should abolish the worship of idols. A more probable account relates the migration of his father from <span class=\"place\" data-place-id=\"837\">Asia</span> <span class=\"place\" data-place-id=\"837\">Minor</span> to <span class=\"place\" data-place-id=\"501638\">Thrace</span>, where he exer- cised the lucrative trade of a grazier; and he must have acquired considerable wealth, since the first introduction of his son was procured by a supply of five hun- dred sheep to the imperial camp. His first service was in the guards of Justinian, where he soon attracted the notice, and by degrees, the jealousy of the tyrant. His valour and dexterity were conspicuous in the Colchian war: from Anastasius he received the command of the Anatolian legions, and by the suffrage of the sol- diers he was raised to the empire, With the general applause of the Roman world. II. In this dangerous elevation, Leo III. supported himself against, the envy of his equals, the discontent of a powerful faction, and the assaults of his foreign and do- mestic enemies. The catholics, who accuse his religious innovations, are obliged to confess that they were undertaken with temper, and conducted with firmness. Their silence respects the wisdom of his administration and the purity of his man- ners. After a reign of twenty-four years, he peaceably expired in his palace of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>; and the purple which he had acquired, was transmitted by the right of inheritance to the third generation. In the long reign of thirty-four years, the son and successor of Leo, <span class=\"place\" data-place-id=\"305064\">Constantine</span> V, surnamedCopronymus, attacked with less temperate zeal the images or idols", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA255&img=1&zoom=3&hl=en&sig=ACfU3U3uF34HHImyMuE3xFEnzBfDmYXwjQ&ci=0%2C0%2C1000%2C2000&edge=0"}