{"text": " M A TH E DECLIN E AN D FAL L of the church. Their votaries have exhausted the bitterness of religious gall, ih their portrait of this spotted panther', this antichrist, this flying dragon of the ser- pent's seed, who surpassed the vices of Elagabalus and Nero. His reign was a long butchery of whatever was most noble, or holy, or innocent, in his empire. In person, the emperor assisted at the execution of his victims, surveyed their ago- nies, listened to their groans, and indulged, without satiating his appetite for blood: a plate of noses was accepted as a grateful offering, and his domestics were often pollution of his baptismal font. The infant might be excused; but the manly pleasures of Copronymus degraded him below the level of a brute; his lust con- founded the eternal distinctions of sex and species; and he seemed to extract some unnatural delight from the objects most offensive to human sense. In his religion, the Iconoclast was a heretic, a Jew, a Mahometan, a pagan, and an atheist; and his belief of an invisible power could be discovered only in his magic rites, human vic- tims, and nocturnal sacrifices to Venus and the demons of antiquity. His life was stained with the most opposite vices, and the ulcers which covered his body, anti- cipated before his death the sentiment of hell tortures. Of these accusations, which I have so patiently copied, a part is refuted by its own absurdity; and in the private anecdotes of the life of princes, the lie is more easy as the detection is more difficult. Without adopting the pernicious maxim, that were much is al- leged, something must be true, I can, however, discern that <span class=\"place\" data-place-id=\"305064\">Constantine</span> V, was dissolute and cruel. Calumny is more prone to exaggerate than to invent; and her licentious tongue is checked in some measure by the experience of the age and country to which she appeals. Of the bishops and monks, the generals and ma- gistrates, who are said to have suffered under his reign, the numbers are recorded, the names were conspicuous, the execution was public, the mutilation visible and permanent. The catholics hated the person and government of Copronymus; but even their hatred is a proof of their oppression. They dissemble the provo- cations which might excuse or justify his rigour; but even these provocations must gradually inflame his resentment, and harden his temper in the use or the abuse of despotism. Yet the character of the fifth <span class=\"place\" data-place-id=\"305064\">Constantine</span> was not devoid of merit, nor did his government always deserve the curses or the contempt of the Greeks. From the confession of his enemies, I am informed of the restoration of an ancient aqueduct, of the redemption of two thousand five hundred captives, of the uncom- mon plenty of the times, and of the new colonies with which he repeopled Constan- tinople and the Thracian cities. They reluctantly praise his activity and courage; he was on horseback in the field at the head of his legions; and although the fortune of his arms was various, he triumphed by sea and land, on the <span class=\"place\" data-place-id=\"912849\">Euphrates</span> and the <span class=\"place\" data-place-id=\"216798\">Danube</span>, in civil and barbarian war. Heretical praise must be cast into the scale, to counterbalance the weight of orthodox invective. The Iconoclasts revered the virtues of the prince: forty years after his death, they still prayed before the tomb of the saint. A miraculous vision was propagated by fanaticism or fraud; and the Christian hero appeared on a milk-white steed brandishing his lance against the pagans of Bulgaria:\" an absurd fable,\" says the catholic histo- rian,\" since Copronymus is chained with the demons in the abyss of hell.\" Leo IV. the son of the fifth, and the father of the sixth <span class=\"place\" data-place-id=\"305064\">Constantine</span>, was of a feeble constitution both of mind and body, and the principal care of his reign was the settlement of the succession. The association of the young <span class=\"place\" data-place-id=\"305064\">Constantine</span> was urged by the officious zeal of his subjects: and the emperor, conscious of his de- cay, complied, after a prudent hesitation, with their unanimous wishes. The royal infant, at the age of five years, was crowned with his mother Irene; and the national consent was ratified by every circumstance of pomp and solemnity, that could dazzle the eyes, or bind the conscience of the Greeks. An oath of fidelity was administered in the palace, the church, and the hippodrome, to the several orders of the state, who abjured the holy names of the son and mother of God.*' Be witness, u Christ! that we will watch over the safety of <span class=\"place\" data-place-id=\"305064\">Constantine</span> the son of Leo, expose our lives in his service, and bear true allegiance to his person and posterity.\" They pledged their faith on the wood of the true' cross, and the act of their engagement was deposited on the altar of St. Sophia. The first to swear, and the first to violate their oath, were the five sons of Copronymus by a second marriage; and the story of these princes is singular and tragic. The tight of pri- mogeniture excluded them from the throne; the injustice of their elder brother defrauded them of a legacy of about two millions sterling; some vain titles were not deemed a sufficient compensation for wealth and power; and they repeatedly  surname was derived from his", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA256&img=1&zoom=3&hl=en&sig=ACfU3U0dKh7r_-QEjv1-fLb_1dEQ6YsbYw&ci=0%2C0%2C1000%2C2000&edge=0"}