{"text": " O F TH E ROMA N EMPIRE. 245 conspired against their nephew, before, and after, the death of his father. Their first attempt was pardoned: for the second offence they were condemned to the ecclesiastical state; and for the third treason, Nicephorus, the eldest and most guilty, was deprived of his eyes, and his four brothers, Christopher, Nicetas, Anthemeus, and Eudoxas, were punished, as a milder sentence, by the amputation of their tongues. After five years' confinement, they escaped to the church of St, Sophia, and displayed a pathetic spectacle to the people.\"Countrymen and Christians,\" cried Nicephorus for himself and his mute brethren,\"behold the sons of your emperor, if you can still recognize our features in this miserable state. A life, an imperfect life, is all that the malice of our enemies has spared. It is now threatened, and we now throw ourselves on your compassion.\" The rising murmur might have produced a revolution, had it not been checked by the pre- sence of a minister, who soothed the unhappy princes with flattery and hope, and gently drew them from the sanctuary to the palace. They were speedily em- barked for <span class=\"place\" data-place-id=\"1001896\">Greece</span>, and <span class=\"place\" data-place-id=\"579885\">Athens</span> was allotted for the place of their exile. In this calm retreat, and in their helpless condition, Nicephorus and his brothers were tormented by the thirst of power, and tempted by a Sclavonian chief, who offered to break their prison, and to lead them in arms, and in the purple, to the gates of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. But the Athenian people, ever zealous in the cause of Irene, prevented her justice or cruelty; and the five sons of Copronymus were plunged in eternal darkness and oblivion. For himself, that emperor had chosen a barbarian wife, the daughter of the khan of the Chozars: but in the marriage of his heir, he preferred an Athenian virgin, an orphan, seventeen years old, whose sole fortune must have consisted in her personal accomplishments. The nuptials of Leo and Irene were celebrated with royal pomp; she soon acquired the love and confidence of a feeble husband, and in his testament he declared the empress guardian of the Roman world, and of their son <span class=\"place\" data-place-id=\"305064\">Constantine</span> VI. who was no more than ten years of age. During his childhood Irene most ably and assiduously discharged in her public administration the duties of a faithful mother; and her zeal in the restoration of images has de- served the name and honours of a saint, which she still occupies in the Greek ca- lendar. But the emperor attained the maturity of youth; the maternal yoke be- came more grievous; and he listened to the favourites of his own age, who shared his pleasures, and were ambitious of sharing his power. Their reasons convinced him of his right, their praises of his ability, to reign; and he consented to reward the services of Irene by a perpetual banishment to the isle of <span class=\"place\" data-place-id=\"981549\">Sicily</span>. But her vigilance and penetration easily disconcerted their rash projects: a similar, or more severe punishment was retaliated on themselves and their advisers; and Irene inflicted on the ungrateful prince the chastisement of a boy. After this contest the mother and the son were at the head of two domestic factions; and, instead of mild influence and voluntary obedience, she held in chains a captive and an enemy. The empress was overthrown by the abuse of victory; the oath of fidelity which she exacted to herself alone, was pronounced with reluctant mur- murs; and the bold refusal of the Armenian guards encouraged a free and general declaration, that <span class=\"place\" data-place-id=\"305064\">Constantine</span> VI. was the lawful emperor of the Romans. In this character he ascended his hereditary throne, and dismissed Irene to a life of soli- tude and repose. But her haughty spirit condescended to the arts of dissimulation: she flattered the bishops and eunuchs, revived the filial tenderness of the prince, regained his confidence, and betrayed his credulity. The character of Constan- tine was not less destitute of sense or spirit; but his education had been studiously neglected; and his ambitious mother exposed to the public censure the vices which she had nourished, and the actions which she had secretly advised; his divorce and second marriage offended the prejudices of the clergy, and by his imprudent rigour he forfeited the attachment of the Armenian guards. A powerful conspi- racy was formed for the restoration of Irene; and the secret, though widely dif- fused, was faithfully kept above eight months, till the emperor, suspicious of his clanger, escaped from Constantinople, with the design of appealing to the pro- vinces and armies. By this hasty flight, the empress was left on the brink of the precipice; yet before she implored the mercy of her son, Irene addressed a private epistle to the friends whom she had placed about his person, with a menace, that unless they accomplished, she would reveal their treason. Their fear rendered them intrepid; they seized the emperor on the Asiatic shore, and he was transport- ed to the Pophyry apartment of the palace where he had first seen the light. In the mind of Irene, ambition had stifled every sentiment of humanity and nature;", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA257&img=1&zoom=3&hl=en&sig=ACfU3U05Z17AxnFRKgz_5iVRg0SzD2v8pg&ci=0%2C0%2C1000%2C2000&edge=0"}