{"text": " TH E ROMA N EMPIRE. 24? and to assert the right of a military election. They marched towards the capital; yet the clergy, the senate, and the people of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, adhered to the cause of Michael; and the troops and treasures of <span class=\"place\" data-place-id=\"599527\">Asia</span> might have protracted the mis- chiefs of civil war. But his humanity (by the ambitious it will be termed his weakness) protested, that not a drop of Christian blood should be shed in his quar- rel, and his messengers presented the conquerors with the keys of the city and the palace. They were disarmed by his innocence and submission; his life and his eyes were spared; and the imperial monk enjoyed the comforts of solitude and reli- gion above thirty-two years after he had been stripped of the purple and separated from his wife. A rebel in the time of Nicephorus, the famous and unfortunate Bardanes, had once the curiosity to consult an Asiatic prophet, who, after prognosticating his fall, announced the fortunes of his three principal officers, Leo the Armenian, Michael the Phrygian, and Thomas the Cappadocian, the successive reigns of the two for- mer, the fruitless and fatal enterprise of the third. This prediction was verified, or rather was produced by the event. Ten years afterwards, when the Thracian camp rejected the husband of Procopia, the crown was presented to the same Leo, the first in military rank, and the secret author of the mutiny. As he affected to hesitate,   \" With this sword,\" said his companion Michael,\" I will open the gates of Constantinople to your imperial sway; or instantly plunge it into\"your bosom, if you obstinately resist the just desires of your fellow-soldiers.\" The compli- ance of the Armenian was rewarded with the empire, and he reigned seven years and a half under the name of Leo V. Educated in a camp, and ignorant both of laws and letters, he introduced into his civil government the rigour and even cru- elty of military discipline; but if his severity was sometimes dangerous to the in- nocent, it was always formidable to the guilty.   His religious inconstancy was taxed by the epithet of Chameleon, but the catholics have acknowledged* by the voice of a saint and confessors, that the life of the Iconoclast was useful to the republic. The zeal of his companion Michael was repaid with riches, honours, and military command; and his subordinate talents were beneficially employed in the public service. Yet the Phrygian was dissatisfied at receiving as a favour a scanty por- tion of the imperial prize, which he had bestowed on his equal; and his discontent, which sometimes evaporated in a hasty discourse, at length assumed a more threat- ening and hostile aspect against a prince whom he represented as a cruel tyrant. That tyrant, however, repeatedly detected, warned, and dismissed the old com- panion of his arms, till fear and resentment prevailed over gratitude; and Michael, after a scsutiny into his actions, was convicted of treason, and sentenced to be burnt alive in the furnace of the private baths. The devout humanity of the em- press Theophano was fatal to her husband and family. A solemn day, the twenty- fifth of December, had been fixed for the execution; she urged, that the anniver- sary of the Saviour's birth would be profaned by this inhuman spectacle, and Leo consented with reluctance to a decent respite. But on the vigil of the feast, his sleepless anxiety prompted him to visit at the dead of night the chamber in which his enemy was confined: he beheld him released from his chain, and stretched on the jailor's bed in a profound slumber. Leo was alarmed at these signs of securi- ty and intelligence; but though he retired with silent steps, his entrance and de- parture were noticed by a.slave who lay concealed in a corner of the prison. Un- der the pretence of requesting the spiritual aid of a confessor, Michael informed the conspirators, that their lives depended on his discretion, and that a few hours were left to assure their own safety, by the deliverance of their friend and coun- try. On the great festivals a chosen band of priests and chanters was admitted into the palace by a private gate to sing matins in the chapel; and Leo, who re- gulated with the same strictness the discipline of the choir and of the camp, was seldom absent from those early devotions. In the ecclesiastical habit, but with swords under their robes, the conspirators mingled with the procession, lurked in the angles of the chapel, and expected, as the signal of murder, the intonation of the first psalm by the emperor himself. The imperfect light, and the unifor- mity of dress, might have favoured his escape, while their assault was pointed against a harmless priest; but they soon discovered their mistake, and encom- passed on all sides the royal victim. Without a weapon and without a friend, he grasped a weighty cross, and stood at bay against the hunters of his life; but as he asked for mercy,   \"This is the hour, not of mercy, but of vengeance,\" was the inexorable reply. The stroke of a well-aimed sword separated from hisbodv the right arm and the cross, and Leo the Armenian was slain at tne foot of the altar.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA259&img=1&zoom=3&hl=en&sig=ACfU3U2R8eG89GPw88A-7fAZtrCBcAF6Mw&ci=0%2C0%2C1000%2C2000&edge=0"}