{"text": " 11 TH E DECLIN E AN D FAL L III. That empire, after Home was barbarous, still embraced the nations whom she had conquered beyond the Hadriatic, and as far as the frontiers of <span class=\"place\" data-place-id=\"334481\">Ethiopia</span> and Persia. Justinian reigned over sixty-four provinces, and nine hundred and thirty-five cities;(l) his dominions were blessed by nature with the advantages of soil, situation, and climate; and the improvements of human art had been perpe- tually diffused along the coast of the Mediterranean and the banks of the Nile, from ancient <span class=\"place\" data-place-id=\"550595\">Troy</span> to the Egyptian <span class=\"place\" data-place-id=\"541138\">Thebes</span>. Abraham(2) had been relieved by the well-known plenty of <span class=\"place\" data-place-id=\"766\">Egypt</span>; the same country, a small and populous tract, was still capable of exporting, each year, two hundred and sixty thousand quarters- of wheat for the use of Constantinople;(3) and the capital of Justinian was sup- plied with the manufactures of <span class=\"place\" data-place-id=\"678393\">Sidon</span>, fifteen centuries afterthey had been celebrated in the poems of Homer. (4) The annual powers of vegetation, instead of being exhausted by two thousand harvests, were renewed and invigorated by skilful hus- bandly, rich manure, and seasonable repose. The breed of domestic animals was infinitely multiplied. Plantations, buildings, and instruments of labour and luxu- ry, which are more durable than the term of human life, were accumulated by the care of successive generations. Tradition preserved, and experience simpli- fied, the humble practice of the arts; society was enriched by the division of la- bour and the facility of exchange; and every Roman was lodged, clothed, and subsisted by the industry of a thousand hands. The invention of the loom and distaff has been piously ascribed to the gods. In every age, a variety of animal and vegetable productions, hair, skins, wool, flax, cotton, and at length silk, have been skilfully manufactured to hide or adorn the human body; they were stained with an infusion of permanent colours; and the pencil was successfully employed to improve the labours of the loom. In the choice of those colours,(5) which im- itate the beauties of nature, the freedom of taste and fashion was indulged; but the deep purple, (6) which the Phoenicians extracted from a shell-fish, was re- strained to the sacred person and palace of the emperor; and the penalties of trea- son were denounced against the ambitious subjects, who dared to usurp the prero- gative of the throne. (7) I need not explain that silk(8) is originally spun from the bowels of a caterpillar, and that it composes the golden tomb from whence a worm emerges in the form of a butterfly. Till the reign of Iustinian, the silk worms, who feed on the leaves of the white mulberry tree, were confined to <span class=\"place\" data-place-id=\"118723\">China</span>; those of the pine, the oak, and the ash, were common in the forests both of <span class=\"place\" data-place-id=\"599527\">Asia</span> and <span class=\"place\" data-place-id=\"991376\">Europe</span>; but as their educa- tion is more difficult, and their produce more uncertain, they were generally ne- glected, except in the little island of <span class=\"place\" data-place-id=\"570348\">Ceos</span>, near the coast of <span class=\"place\" data-place-id=\"579888\">Attica</span>. A thin gauze was procured from their webs; and Cean manufacture, the invention of a woman, for female use, was long admired both in the east and-at <span class=\"place\" data-place-id=\"423025\">Rome</span>. Whatever sus- picions may be raised by the garments of the Medes and Assyrians, Virgil is the most ancient writer, who expressly mentions the soft wool which was combed from the trees of the Seres or Chinese;(9) and this natural error, less marvellous thousand victims: and the tliirty-five thousand of Theophanes are swelled to forty thousand by the more re- cent Znnaras. Such is the usual progress of exaggeration. (1) Hierocles, a cotemporary of Justinian, composed his Swfccguo; (Itineraria, p. 631.,) or review of the east- ern provinces and cities, before the year 535. (Wesseling in Pnefat. and Not. ad p. 623, See.) (2) See the book of <span class=\"place\" data-place-id=\"481841\">Genesis</span> (xii. 10.) and the administration of Joseph.'Hie annals of the Greeks and He- brews agree in the early ai ts and plenty of Egypt: but this antiquity supposes a long- series of improvements: and Warburton, who is almost stifled by the Hebrew, calls aloud for the Samaritan chronology. (Divine Le- gation, vol. iii. p. 29,&c.) (3) Eight millions of Uoman modii, besides a contribution of eighty thousand auri, for the expenses of wa- ter-carriage, from which the subject was graciously excused. See the thirteenth edict of Justinian: the num- bers are checked and verified by the agreement of the Greek and Latin texts. (4) Homer's Iliad, vi. 289. These veils. smA.tt srapjrotxtiket, were the work of the Sidoninn women, llut this-passage is more honourable to the manufactures than to the navigation of Phoenicia, from whence they bad been imported to Troy in Phrygian bottoms. (5) See in Ovid (de Arte Amandi, 3. 269,&c.) a poetical list of twelve colours borrowed from flowers, the ele- ments, Sec. But it is almost impossible to discriminate by words all the nice and various shades both of art and nature. (6) By the discovery of cochineal,&c. we far surpass the colours of antiquity. Their royal purple had a strong smell, and a dark cast as deep as bull's blood.   Otiscuritas rnbens (says Cassiodorus, Var. 1.2.) nigredo aanguinea. The president Goguet (Origiiie des Loix, et des arts, part 2. lib. ii. e. 2. p. 184   215.) will aniuss and satisfy the reader. I doubt whether his book,especially in England, ii as well known as it deserves to be. (7) Historical proofs of this jealousy have been occasionally introduced, und many more might have been added; but the arbitrary acts of despotism were justified by the sober and general declarations of law (Codex, Theodosian. lib. x. tit. 21. leg. 3. Codex. Justinian, lib. xi. tit. 8. leg. 5.) An inglorious permission, and neces- sary restriction, was applied to the mimcr., the female dancers (Cod. Theodos. lib. xv. tit. 7. leg. 11.) (8) In the history of insects (far more wonderful than Ovid's Metamorphoses) the silk-worm holds a conspi- cuous place. The bombyx of the isle of Ceos, as described by Pliny (Hist. Natur. 11. 26,27. with the notes of the two learned Jesuits, Hardolrin and Brotier,) may be illustrated by a similar species in China (Memoires sur les Chinois, torn. ii. p. 575   lis.:) but our silk-worm, as well as the white mulberry tree, were unknown to Theophrastus and Pliny. (9) Gcorgic, 2.121. Sirica quando vencrint in mum pianissimo mm icioi suipicor (amen in Julii Ctcsorn", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA26&img=1&zoom=3&hl=en&sig=ACfU3U28GF2eFOEBfkXUonxutgCpMxtBaQ&ci=0%2C0%2C1000%2C2000&edge=0"}