{"text": " 24 S TH E DECLINE; AN D FAL L A memorable reverse of fortune was displayed in Michael II. who, from a defect in his speech, was surnamed the Stammerer. He was snatched from the fiery furnace to the sovereignty of an empire; and as in the tumult a smith could not readily be found, the fetters remained on his legs several hours after he was seated on the throne of the Caesars. The royal blood which had been the price of his elevation, was unprofitably spent; in the purple he retained the ignoble vices of his origin; and Michael lost his provinces with as supine indifference as if they had been the inheritance of his fathers. His title was disputed by Thomas, the last of the military triumvirate, who transported into <span class=\"place\" data-place-id=\"1001887\">Europe</span> fourscore thou- sand barbarians from the banks of the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, and the shores of the Caspian. He formed the siege of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>; but the capital was defended with spiritual and carnal weapons; a Bulgarian king assaulted the camp of the orientals, and Thomas had the misfortune or the weakness to fall alive into the power of the conqueror. The hands and feet of the rebel were amputated; he was placed on an ass, and, amidst the insults of the people, was led through the streets, which he sprinkled with his blood. The depravation of' manners, as savage as they were corrupt, is marked by the presence of the emperor himself. Deaf to the lamentations of a fellow-soldier, he incessantly pressed the discovery of more ac- complices, till his curiosity was checked by the question of an honest or guilty minister:   '  Would you give credit to an enemy against the most faithful of your friends?\" After the death of his first wife, the emperor, at the request of the se- nate, drew from her monastery Euphrosyne, the daughter of <span class=\"place\" data-place-id=\"305064\">Constantine</span> VI. Her august birth might justify a stipulation in the marriage-contract, that her children should equally share the empire with their elder brother. But the nup- tials of Michael and Euphrosyne were barren; and she was content with the title of mother of Theophilus, his son and successor. The character of Theophilus is a rare example in which religious zeal has al- lowed, and perhaps magnified, the virtues of a heretic, and a persecutor. His valour was often felt by the enemies, and his justice by the subjects, of the monarchy; but the valour of Theophilus was rash and fruitless, and his justice arbitrary and cruel. He displayed the banner of the cross against the Saracens; but his five expedi- tions were concluded by a signal overthrow; Amorium, the native city of his an- cestors, was levelled with the ground, and from his military toils, he derived only the surname of the Unfortunate. The wisdom of a sovereign is comprised in the institution of laws and the choice of magistrates, and while he seems without action, his civil government revolved round his centre with the silence and order of the planetary system. But the justice of Theophilus was fashioned on the mo- del of the oriental despots, who, in personal and irregular acts of authority, con- sult the reason or passion of the moment without measuring the sentence by the laws, or the penalty by offence. A poor woman threw herself at the empe- ror's feet to complain of a powerful neighbour, the brother of the empress, who had raised his palace-wall to such an inconvenient height, that her humble dwelling was excluded from light and air! On the proof of the fact, instead of granting, like an ordinary judge, sufficient or ample damages to the plaintiff, the sovereign adjudged to her use and benefit the palace and the ground. Nor was Theophilus content with this extravagant satisfaction; his zeal converted a civil trespass into a criminal act; and the unfortunate patrician was stripped and scourged in the public place of Constantinople. For some venial offences, some defect of equity or vigilance, the principal ministers, a prefect, a questor, a cap- tain of the guards, were banished or mutilated, or scalded with boiling pitch, or burnt alive in the hippodrome; and as these dreadful examples might be the ef- fects of error or caprice, they must have alienated from his service the best and wisest of the citizens. But the pride of the monarch was flattered in the exercise of power, or, as he thought, of virtue; and the people, safe in their obscurity, ap- plauded the danger and debasement of their superiors. This extraordinary ri- gour was justified, in some measure, by its salutary consequences; since, after a scrutiny of seventeen days, not a complaint or abuse could be found in the court or city; and it might be alleged that the Greeks could be ruled only with a rod of iron, and that the public interest is the motive and law of the supreme judge. Yet in the crime, or the suspicion of treason, that judge is of all others the most credulous and partial. Theophilus rrfight inflict a tardy vengeance on the assas- sins of Leo and the saviours of his father; but he enjoyed the fruits of their crime; and his jealous tyranny sacrificed a brother and a prince to the future safety of his life. A Persian or the race of the SaSsanides died in poverty and exile at Cor.-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA260&img=1&zoom=3&hl=en&sig=ACfU3U1ohco3DdIOQkc4olvHssSxy8HOng&ci=0%2C0%2C1000%2C2000&edge=0"}