{"text": " 250 TH E DECLIN E AN D FAL L sic and poetry, betrayed some symptoms of a liberal taste: the more ignoble arte of the son of Theophilus were confined to the chariot-race of the hippodrome. The four factions which had agitated the peace, still amused the idleness, of the capi- tal: for himself, the emperor assumed the blue livery; the three rival colours were distributed to his favourites, and in the vile, though eager contention, he forgot the dignity of his person, and the safety of his dominions. He silenced the messenger of an invasion, who presumed to divert his attention in the most critical moment of the race; and by his command, the importunate beacons were ektinguished, that too frequently spread the alarm from <span class=\"place\" data-place-id=\"648789\">Tarsus</span> to Constantinople. The most skilful charioteers obtained the first place in his confidence and esteem; their me- rit was profusely rewarded: the emperor feasted in their houses, and presented their children at the baptismal font; and while he applauded his own popularity, he affected to blame the cold and stately reserve of his predecessors. The unna- tural lusts which had degraded even the manhood of Nero, were banished from the world; yet the strength of Michael was consumed by the indulgence of love and intemperance. In his midnight revels, when his passions were inflamed by wine, he was provoked to issue the most sanguinary commands; and if any feelings of humanity were left, he was reduced, with the return of sense, to approve the salutary disobedience of his servants. But the most extraordinary feature in the character of Michael, is the profane mockery of the religion of his country. The superstition of the Greeks might indeed excite the smile of a philosopher: but his smile would have been rational and temperate, and he must have condemned the ignorant folly of a youth who insulted the objects of public veneration. A buffoon of the court was invested in the robes of the patriarch; the twelve metropolitans, among whom the emperor was ranked, assumed their ecclesiastical garments: they used or abused the sacred vessels of the altar; and in their bacchanalian feasts, the holy communion was administered in a nauseous compound of vinegar and mus- tard. Nor were these impious spectacles concealed from the eyes of the city. On the day of a solemn festival, the emperor, with his bishops or buffoons, rode on asses through the streets; encountered the true patriarch at the head of his clergy; and by their licentious shouts and obscene gestures, disordered the gravity of the Christian procession. The devotion of Michael appeared only in some of- fence to reason or piety: be received his theatrical crowns from the statue of the Virgin; and an imperial tomb was violated for the sake of burning the bones of <span class=\"place\" data-place-id=\"305064\">Constantine</span> the Iconoclast. By this extravagant conduct, the son of Theophilus became as contemptible as he was odious; every citizen was impatient for the deli- verance of his country; and even the favourites of the moment were apprehen- sive that a caprice might snatch away what a caprice had bestowed. In the thir- tieth year of his age, and in the hour of intoxication and sleep, Michael III. was murdered in his chamber by the founder of a new dynasty, whom the emperor had raised to an equality of rank and power. The genealogy of Basil the Macedonian (if it be not the spurious offspring of pride and flattery) exhibits a genuine picture of the revolution of the most illus- trious families. The Arsacides, the rivals of <span class=\"place\" data-place-id=\"423025\">Rome</span>, possessed the sceptre of the east near four hundred years: a younger branch of these Parthian kings continued to reign in <span class=\"place\" data-place-id=\"981507\">Armenia</span>; and their royal descendants survived the partition and servi.- tude of that ancient monarchy. Two of these, Artabanus and Chlienes, escaped or retired to the court of Leo I.; his bounty seated them in a safe and hospitable exile, in the province of <span class=\"place\" data-place-id=\"991368\">Macedonia</span>: Adrianople was their final settlement. During several generations they maintained the dignity of their birth; and their Roman patriotism rejected the tempting offers of the Persian and Arabian powers, who recalled them to their native country. But their splendour was insensibly clouded by time and poverty: and the father\"of Basil was reduced to a small farm, which he cultivated with his own hands: yet he scorned to disgrace the blood of the Arsacides by a plebeian alliance   his wife, a widow of Adrianople, was pleased to count ameng her ancestors, the great <span class=\"place\" data-place-id=\"305064\">Constantine</span>; and their royal in- fant was connected by some dark affinity of lineage or country with the Macedonian Alexander. No sooner was he born, than the cradle of Basil, his family, and his city, were swept away by an inundation of the Bulgarians: he was educated a slave in a foreign land; and in this severe discipline, he acquired the hardiness of body and flexibility of mind which promoted his future elevation. In the age of youth or manhood he shared the deliverance of the Roman captives, who generously broke their fetters, marched through Bulgaria to the shores of the <span class=\"place\" data-place-id=\"638838\">Euxine</span>, de- feated two armies of the barbarians, embarked in the ships which had been sta-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA262&img=1&zoom=3&hl=en&sig=ACfU3U343sgdBml4AzdxtTwxazhLhhxV0g&ci=0%2C0%2C1000%2C2000&edge=0"}