{"text": " O F TH E ROMA N EMPIRE. 251 tkmed for their reception, and returned to Constantinople, from whence they were distributed to their respective homes. But the freedom of Basil was naked and destitute: his farm was ruined by the calamities of war: after his father's death, his manual labour or service, could no longer support a family of orphans; and he resolved to seek a more conspicuous theatre, in which every virtue and every vice may lead to the paths of greatness. The first night of his arrival at Constantino- ple, without friends or money, the weary pilgrim slept on the steps of the church of St. Diomede; he was fed by the casaal hospitality of a monk; and was intro- duced to the service of a cousin and a namesake of the emperor Theophilus: who, though himself of a diminutive person, was always followed by a train of tall and handsome domestics. Basil attended his patron to the government of <span class=\"place\" data-place-id=\"570577\">Peloponnesus</span>; eclipsed, by his personal merit, the birth and dignity of Theophilus, and formed a useful connexion with a wealthy and charitable matron of Patras. Her spiritual or carnal love embraced the young adventurer, whom she adopted as her son. Danielis presented him with thirty slaves; and the produce of her bounty was ex- pended in the support of his brothers, and the purchase of some large estates in <span class=\"place\" data-place-id=\"981531\">Macedonia</span>. His gratitude or ambition still attached him to the service of The- ophilus; and a lucky accident recommended him to the notice of the court. A fa- mous wrestler, in the train of the Bulgarian ambassadors, had defied, at the royal banquet, the boldest and most robust of the Greeks. The strength of Basil was praised: he accepted the challenge; and the barbarian champion was overthrown at the first onset. A beautiful but vicious horse was condemned to be hamstrung; it was subdued by the dexterity and courage of the servant of Theophilus; and his conqueror was promoted to an honourable rank in the imperial stables. But it was impossible to obtain the confidence of Michael without complying with his vices; and his new favourite, the great chamberlain of the palace, was raised and supported by a disgraceful marriage with a royal concubine, and the dishonour of his sister, who succeeded to her place. The public administration had been aban- doned to the C<esar Bardas, the brother and enemy of Theodora; but the arts of female influence persuaded Michael to hate and to fear his uncle: he was drawn from <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, under the pretext of a Cretan expedition, and stabbed in the tent of audience, by the sword of the chamberlain, and in the presence of the em- peror. About a month after this execution, Basil was invested with the title of Augustus and the government of the empire. He supported this unequal associa- tion till his influence was fortified by popular esteem. His life was endangered by the caprice of the emperor; and his dignity was profaned by a second colleague, who had rowed in the galleys. Yet the murder of his benefactor must be con- demned as an act of ingratitude and treason; and the churches which he dedicated to the name of St. Michael, were a poor and puerile expiation of his guilt. The different ages of Basil I. may be compared with those of Augustus. The situation of the Greek did not allow him in his earliest youth to lead an army against his country, or to proscribe the noblest of her sons; but his aspiring genius stooped to the arts of a slave; he dissembled his ambition and even his virtues, and grasped, with the bloody hand of an assassin, the empire which he ruled with the wisdom and tenderness of a parent. A private citizen may feel his interest repug- nant to his duty; but it must be from a deficiency of sense or courage, that an ab- solute monarch can separate his happiness from his glory, or his glory from the public welfare. The life or panegyric of Basil has indeed been composed and published under the long reign of his descendants; but even their stability on the throne may be justly ascribed to the superior merit of their ancestor.*In his cha- racter, his grandson <span class=\"place\" data-place-id=\"305064\">Constantine</span> has attempted to delineate a perfect image of royalty; but that feeble prince, unless he had copied a real model, could not ea- sily have soared above the level of his own conduct or conceptions. But the most solid praise of Basil is drawn from the comparison of a ruined and a flourishing monarchy, that which he wrested from the dissolute Michael, and that which he bequeathed to the Macedonian dynasty. The evils which had been sanctified by time and example, were corrected by his master-hand; and he revived, if not the national spirit, at least the order and majesty of the Roman empire. His appli- cation was indefatigable, his temper cool, his understanding vigorous and decisive; and in his practice he observed that rare\"and salutary moderation, which pursues each virtue, at an equal distance between the opposite vices. His military service liad been confined to the palace; nor was the emperor endowed with the spirit or the talents of a warrior. Yet under his reign the Roman arms were again formi- dable to the barbarians. As soon as he had formed a new army by discipline and", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA263&img=1&zoom=3&hl=en&sig=ACfU3U3YwbLJ_vhgbU2v8hMl3D01G9i3Qw&ci=0%2C0%2C1000%2C2000&edge=0"}