{"text": " TH E DECLIN E AN D FAL L exercise, he appeared in person on the banks of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, curbed the pride of the Saracens, and suppressed the dangerous though just revolt of the Mani- chacans. His indignation against a rebel who had long eluded his pursuit, pro- voked him to wish and to pray, that by the grace of God, he might drive three arrows into the head of Chrysochir. That odious head, which had been obtained by treason rather than by valour, was suspended from a tree, and thrice exposed to the dexterity of the imperial archer: a base revenge against the dead, more worthy of the times, than of the character of Basil. But hisprincipal merit was in the civil administration of the finances and of the laws. To replenish an ex- hausted treasury, it was proposed to resume the lavish and ill-placed gifts of his predecessors: his prudence abated one moiety of the restitution; and a sum of 3,200,000/. was instantly procured to answer the most pressing demands, and to allow some space for the mature operations of economy. Among the various schemes for the improvement of the revenue, a new mode was suggested of capi- tation, or tribute, which would have too much depended on the arbitrary discre- tion of the assessors. A sufficient list of honest and able agents was instantly pro- duced by the minister; but on the more careful scrutiny of Basil himself, only two could be found, who might be safely intrusted with such dangerous powers; and they justified his esteem by declining his confidence. But the serious and success- ful diligence of the emperor established by degrees an equitable balance of pro- perty and payment, of receipt and expenditure; a peculiar fund was appropriated to each service; and a public method secured the interest of the prince and the property of the people. After reforming the luxury, he assigned two patrimonial estates to supply the decent plenty, of the imperial table: the contributions of the subject were reserved for his defence: and the residue was employed in the em- bellishment of the capital and provinces. A taste for building, however costly, may deserve some praise and much excuse; from thence industry is fed, art is en- couraged, and some object is attained of public emolument or. pleasure; the use of a road, an aqueduct,or a hospital, is obvious and solid; and the hundred churches that arose by the command of Basil, were consecrated to the devotion of the age. In the character of a judge he was assiduous and impartial; desirous to save, but not afraid to strike: the oppressors of the people were severely chastised; but his personal foes, whom it might be unsafe to pardon, were condemned, after the loss of their eyes, to a life of solitude and repentance. The change of language and manners'demanded a revision of the obsolete jurisprudence of Justinian: the vo- luminous body of his institutes, pandects, code, and novels, was digested under forty titles, in the Greek idiom; and the Basilica, which were improved and-com- pleted by his son and grandson, must be referred to the original genius of the founder of their race. This glorious reign was terminated by at) accident in the chase. A furious stag entangled his horns in the belt of Basil, and raised him from his horse: he was rescued by an attendant, who cut the belt and slew the ani- mal; but the fall, or the fever, exhausted the strength of the aged monarch, and he expired in the palace, amidst the tears of his family and people. If he struck off the head of the faithful servant for presuming to draw his sword against his sovereign, the pride of despotism, which had lain dormant in his life, revived in the last moments of despair, when he no longer wanted or valued the opinion of mankind. Of the four sons of the emperor, <span class=\"place\" data-place-id=\"305064\">Constantine</span> died before his father, whose grief and credulity were amused by a flattering impostor and a vain apparition. Ste- Ehen, the youngest, was content with the honours of a patriarch and a saint: both,eo and Alexander were alike invested with the purple, but the powers of govern- ment were solely exercised by the elder brother. The name of Leo VI. has been dignified with the title of fihiloso/iker; and the union of the prince and the sage, of the active and speculative virtues, would indeed constitute the perfection of human nature._ But the claims of Leo are far short of this ideal excellence. Did he reduce his passions and appetites under the dominion of reason? His life was spent in the pomp of the palace, in the society of his wives and concubines; and even the cle- mency which he showed, and the peace which he strove to preserve, must be im- puted to the softness and indolence of his character. Did he subdue his prejudices, and those of his subjects? His mind was tinged with the most puerile superstition; the influence of the clergy, and the errors of the people, were consecrated by his laws; and the oracles of Leo, which reveal, in prophetic style, the fates of the em- pire, are founded on the arts of astrology and divination. If we still inquire the rea- son of his sage appellation, it can onl v be replied* that the son of Basil was less igno-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA264&img=1&zoom=3&hl=en&sig=ACfU3U3j7thbNlk4GUncckv9SlC8zKuvjQ&ci=0%2C0%2C1000%2C2000&edge=0"}