{"text": " O F TH E ROMAN. EMPIRE. rant than the greater part of his cotemporaries in church and state; that his edu- cation had been directed by the learned Photius; and that several books of profane and ecclesiastical science were composed by the pen, or in the name, of the im- perial fihilosofiher. But the reputation of his philosophy and religion was over- thrown by a domestic vice, the reputation of his nuptials. The primitive ideas of the merit and holiness of celibacy were preached by the monks and entertained by the Greeks, Marriage was allowed as a necessary means for the propagation of mankind: after the death of either party, the survivor might satisfy, by a se- cond union, the weakness or the strength of the flesh; but a third marriage was censured as a state of legal fornication; and a fourth was a sin or scandal yet un- known to the Christians of the east. In the beginning of his reign, Leo himself had abolished the state of concubines, and condemned without annulling, third marriages; but his patriotism and love soon compelled him to violate his own laws, and to incur the penance, which in a similar case he had imposed on his subjects. In his three first alliances, his nuptial bed was unfruitful; the emperor required a female companion: and the empire a legitimate heir. The beautiful Zoe was in- troduced into the palace as a concubine; and after a trial of her fecundity, and the birth of <span class=\"place\" data-place-id=\"305064\">Constantine</span>, her lover declared his intention of legitimating the mother and the child, by the celebration of his fourth nuptials. But the patriarch Nicho- las refused his blessing: the imperial baptism of the young prince was obtained by a promise of separation; and the contumacious husband of Zoe was excluded from the communion of the faithful. Neither the fear of exile, nor the desertion of his brethren, nor the authority of the Latin church, nor the danger of failure or doubt in the succession to the empire, could bend the spirit of the inflexible monk. Af- ter the death of Leo, he was recalled from exile to the civil and ecclesiastical ad- ministration; and the edict of union which was promulgated in the name of Con- stantine, condemned the future scandal of fourth marriages, and left a tacit impu- tation on his own birth. In the Greek language fiurfile and fiorfihyry are the same word: and as the co- lours of nature are invariable, we may learn, that a dark deep red was the Tyrian dye which stained the purple of the ancients. An apartment of the Byzantine palace was lined with porphyry: it. was reserved for the use of the pregnant em- presses; and the royal birth of their children was expressed by the appellation of porfihyrogenite, or born in the purple. Several of the Roman princes had been blessed with an heir; but this peculiar surname was first applied to Constantine VE L His life and titular reign were of equal duration; but of fifty-four years, six had elapsed before his father's death; and the son of Leo was ever the voluntary or reluctant subject of those who oppressed his weakness or abused his confidence. His uncle Alexander, who had long been invested with the title of Augustus, was the first colleague and governor of the young prince: but in a rapid career of vice and folly, the brother of Leo already emulated the reputation of Michael; and when he was extinguished by a timely death, he entertained a project of castrating his nephew, and leaving the empire to a worthless favourite. The succeeding years of the minority of <span class=\"place\" data-place-id=\"305064\">Constantine</span> were occupied by his mother Zoe, and a suc- cession of councils of seven regents, who pursued their interest, gratified their pas- sions, abandoned the republic, supplanted each other, and finally vanished hr the{wesence of a soldier. From an obscure origin, Romanus Lecapenus had raised limself to the command of the naval armies; and in the anarchy of the times, had deserved, or at least had obtained, the national esteem. With a victorious and af- fectionate fleet, he sailed from the mouth of the <span class=\"place\" data-place-id=\"216798\">Danube</span> into the harbour of Con- stantinople, and was hailed as the deliverer of the people, and the guardian of the prince. His supreme office was at first defined by the new appellation of father of the emperor; but Romanus soon disdained the subordinate powers of a minister, and assumed, with the titles of Gsesar and Augustus, the full independence of roy- alty, which he held near five-and-twenty years. His three sons, Christopher, Stephen, and <span class=\"place\" data-place-id=\"305064\">Constantine</span>, were successively adorned with the same honours, and the lawful emperor was degraded from the first to the fifth rank in this college of princes. Yet, in the preservation of his life-and crown, he might still applaud his own fortune and the clemency of the usurper. The examples of ancient and modern history would have excused the ambition of Romanus: the powers and the laws of the empire were in his hand; the spurious birth of <span class=\"place\" data-place-id=\"305064\">Constantine</span> would have justi- fied his exclusion; and the grave or the monastery was open to receive the son of the concubine. But Lecapenus does not appear to have possessed either the virtues or the vices of a tyrant. The spirit and activity of his private life dissolved away", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA265&img=1&zoom=3&hl=en&sig=ACfU3U0meYXeDzwa-ng0ErRIbSNbKUzIBQ&ci=0%2C0%2C1000%2C2000&edge=0"}