{"text": " TH E DECLIN E AN D FAL L in the sunshine of the throne; and in his licentious pleasures, he forgot the safety both of the republic and of his family. Of a mild and religious character, he re- spected the sanctity of oaths, the innocence of the youth, the memory of his parents, and the attachment of the people. The studious temper and retirement of Con- stantine disarmed the jealousy of power: his books and music, his pen and his pen- cil, were a constant source of amusement; and if he could improve a scanty allow- ance by the sale of his pictures, if their price was not enhanced by the name of the artist,- he was endowed with a personal talent, which few princes could employ in the hour of adversity. The fall of Romanus was occasioned by his own vices and those of his children. After the decease of Christopher, his eldest son, the two surviving brothers quar- relled with each other, and conspired against their father. At the hour of noon, when all strangers were regularly excluded from the palace, they entered his apartment with an armed force, and conveyed him in the habit of a monk, to a small island in the <span class=\"place\" data-place-id=\"511381\">Propontis</span>, which was peopled by a religious community. The rumour of this domestic revolution excited a tumult in the city; but Porphyroge- nitus alone, the true and lawful emperor, was the object of the public care; and the sons of Lecapenus were taught, by tardy experience, that they had achieved a guilty and perilous enterprise for the benefit of their rival. Their sister Hele- na, the wife of <span class=\"place\" data-place-id=\"305064\">Constantine</span>, revealed, or supposed their treacherous design of as- sassinating her husband at the royal banquet. His royal adherents were alarmed; and the two usurpers were prevented, seized, degraded from the purple, and em- barked for the same island and monastery where their father had been so lately confined. Old Romanus met them on the beach with a sarcastic smile, and, after a just reproach of their folly and ingratitude,/presented his imperial colleagues with an equal share of his water and vegetable diet In the fortieth year of his reign', <span class=\"place\" data-place-id=\"305064\">Constantine</span> VII. obtained the possession of the eastern world, which he ruled, or seemed to ru!e,iiear fifteen years. But he was devoid of that energy of character which could emerge into a life of action and&lory: and the studies which had amused and dignified his leisure, were incompatible with the serious duties of a sovereign. The emperor neglected the practice, to instruct his son Romanus in the theory of government; while he indulged the habits of intemperance and sloth, he dropped the reins of the administration into the hands of <span class=\"place\" data-place-id=\"511240\">Helena</span> his wife, and, in the shifting scene of her favour and caprice, each minister was regretted in the promotion of a more worthless successor. Yet the birth and misfortunes of Con- stantine had endeared him to the Greeks: they excused his failings; they respected his learning, his innocence, and charity, his love of justice; and the ceremony of his funeral was mourned with the unfeigned tears of his subjects! The body, ac- cording to ancient custom, lay in state in the vestibule of the palace; and the civil and military officers, the patricians, the senate, and the clergy, approached in due order to adore and kiss the inanimate corpse of their sovereign. Before the procession moved towards the imperial sepulchre, a herald proclaimed this awful admonition:   \" Arise, O king of the world, and obey the summons of the King of kings!\" The death of <span class=\"place\" data-place-id=\"305064\">Constantine</span> was imputed to poison; and his son Romanus, who de- rived that name from his maternal grandfather, ascended the throne of Constanti- nople. A prince who, at the age of twenty, could be suspected of anticipating his inheritance, must have been already lost in the public esteem; yet Romanus was rather weak than wicked; and the largest share of the guilt was transferred to his wife, Theophano, a woman of base origin, masculine spirit, and flagitious man- ners. The sense of personal glory, and public happiness, the true pleasures of royalty, were unknown to the son of <span class=\"place\" data-place-id=\"305064\">Constantine</span>; and while the two brothers, Ni- cephorus and Leo, triumphed over the Saracens, the hours which the emperor owed to his people were consumed in strenuous idleness. In the morning he visit- ed the circus: at noon he feasted the senators; the greater part of the afternoon he spent in the Sfiharisterium, or tennis court, the only theatre of his victories; from thence he passed over to the Asiatic side of the <span class=\"place\" data-place-id=\"520977\">Bosphorus</span>, hunted and killed four wild boars of the largest size, and returned to the palace proudly content with the labours of the day. In strength and beauty he was conspicuous above his equals: tall and straight as a young cypress, his complexion was fair and florid, his eyes sparkling, his shoulders broad, his nose long and aquiline. Yet even these per- fections were insufficient to fix the love of Theophano; and, after a reign of four years, she mingled for her husband the same deadly draught which she had com- posed for his father.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA266&img=1&zoom=3&hl=en&sig=ACfU3U39hvtyesx45aq1P8nkABdRVD2u4g&ci=0%2C0%2C1000%2C2000&edge=0"}