{"text": " O F TH E ROMA N EMPIRE, qs) By, his marriage with this impious woman, Romanus the younger left two sons, Basil II. and <span class=\"place\" data-place-id=\"305064\">Constantine</span> IX. and two daughters, Theophano and Anne. The eldest sister was given to Otho II. emperor of the west; the younger became the wife of Wolodomir, great duke and apostle of <span class=\"place\" data-place-id=\"324840\">Russia</span>, and by the marriage of her grand-daughter with Henry I. king of <span class=\"place\" data-place-id=\"236467\">France</span>, the blood of the Macedonians, and perhaps of the Arsacides, still flows in the veins of the Bourbon line. After the death of her husband, the empress aspired to reign in the name of her sons, the elder of whom was five, and the younger only two years of age; but she soon felt the instability of a throne, which was supported by a female who could not be es- teemed, and two infants who could not be feared. Theophano looked around for a protector, and threw herself into the arms of the bravest soldier: her heart was capricious; but the deformity of the new favourite rendered it more probable that interest was the motive and excuse of her love. Nicephorus Phocas united, in the popular opinion, the double merit of a hero and a saint. In the former character, his qualifications were genuine and splendid: the descendant of a race, illustrious by their military exploits, he had displayed in every station, and in every pro- vince, the courage of a soldier and the conduct of a chief; and Nicephorus was crowned with recent laurels, from the important conquest of the isle of <span class=\"place\" data-place-id=\"589748\">Crete</span>. His religion was of a more ambiguous cast; and his hair-cloth, his fasts, his pious idiom, and his wish to retire from the business of the world, were a convenient mask for his dark and dangerous ambition. Yet he imposed on a holy patriarch, by whose influence, and by a decree of the senate, he was intrusted, during the minority of the young princes, with the absolute and independent command of the oriental armies. As soon as he had secured the leaders and the troops, he boldly marched to Constantinople, trampled on his enemies, avowed his correspondence with the empress, and, without degrading her sons, assumed, with the title of Augustus, the pre-eminence of rank and the plenitude of power. But his marriage with Theophano was refused by the same patriarch who had placed the crown on his head; by his second nuptials he incurred a year of canonical penance; a bar of spiritual affinity was opposed to their celebration; and some evasion and perjury were required to silence the scruples of the clergy and people. The popularity of the emperor was lost in the purple: in a reign of six years he provoked the ha- tred of strangers and subjects, and the hypocrisy and avarice of the first Nice- phorus were revived in his successor. Hypocrisy I shall never justify or palliate; but I will dare to observe, that the odious vice of avarice is of all others most hastily arraigned, and most unmercifully condemned. In a private citizen, ouy judgment seldom expects an accurate scrutiny into his fortune and expense: and in a steward of the public treasure, frugality is always a virtue, and the increase of taxes too often an indispensable duty. In the use of his patrimony, the generous temper of Nicephorus had been proved; and the revenue was strictly applied to the service of the state: each spring the emperor marched in person against the Saracens; and every Roman might compute the employment of his taxes in tri- umphs, conquests, and the security of the eastern barrier. Among the warriors who promoted his elevation, and served under his standard, a noble and Valiant Armenian had deserved and obtained the most eminent re- wards. The statue of John Zimisces was below the ordinary standard; but this diminutive body was endowed with strength, beauty, and the soul of a hero. By the jealousy of the emperor's brother, he was degraded from the office of general of the east, to that of director of the posts, and his murmurs were chastised with disgrace and exile. But Zimisces was ranked among the numerous lovers of the empress: on her intercession he was permitted to reside at <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>, in the neigh- bourhood of the capital: her bounty was repaid in his clandestine and amorous visits to the palace; and Theophano consented with alacrity to the death of an ugly and penurious husband. Some bold and trusty conspirators were concealed in her most private chambers; in the darkness of a winter night, Zimisces, with his principal companions, embarked in a small boat, traversed the <span class=\"place\" data-place-id=\"520977\">Bosphorus</span>, landed at the palace stairs, and silently ascended a ladder of ropes, which was cast down by the female attendants. Neither his own suspicions, nor the warnings of his friends, nor the tardy aid of his brother Leo, nor the fortress which he had erected in the palace, could protect Nicephorus from a domestic foe, at whose voice every door was opened to the assassins. As he slept on a bear-skin on the ground, ho was roused by their noisy intrusion, and thirty daggers glittered before his eyes. It is doubtful whether Zimisces imbrued his hands in the blood of his sovereign; but he enjoyed the inhuman spectacle of revenge. The murder was protracted by insult", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA267&img=1&zoom=3&hl=en&sig=ACfU3U3zXPueBpjDctnMtBoXCWYznPR3yQ&ci=0%2C0%2C1000%2C2000&edge=0"}