{"text": " O F TH E ROMA N EMPIRE. first license of his youth, Basil II. devoted his life, in the palace and the camp, to the penance of a hermit, wore the monastic habit under his robes and armour, ob- served a vow of continence, and imposed on his appetites a perpetual abstinence from wine and flesh. In the sixty-eighth year of his age, his martial spirit urged him to embark in person for a holy war against the Saracens of Sicily; he was pre- vented by death, and Basil, surnamed the slayer of the Bulgarians, was dismissed from the world, with the blessings of the clergy and the curses of the people. After his decease, his brother <span class=\"place\" data-place-id=\"305064\">Constantine</span> enjoyed, about three years, the power, or rather the pleasures, of royalty; and his only care was the settlement of his suc- cession. He had enjoyed sixty-six years the title of Augustus; and the reign of the two brothers is the longest, and most obscure, of the Byzantine history. A lineal succession of five emperors in a period of one hundred and sixty years, had attached the loyalty of the Greeks to the Macedonian dynasty, which had been thrice respected by the usurpers of their power. After the death of Con- stantine IX., the last male of the royal race, a new and broken scene presented it- self, and the accumulated years of twelve emperors do not equal the space of his single reign. His elder brother had preferred his private chastity to the public interest,, and <span class=\"place\" data-place-id=\"305064\">Constantine</span> himself had only three daughters, Eudocia, who took the veil, and Zoe and Theodora, who were preserved till a mature age in a state of ignorance and virginity. When their marriage was discussed in the council of their dying father, the cold or pious Theodora refused to give an heir to the em- pire, but her sister Zoe presented herself a willing victim at the altar. Romanus Argyrus, a patrician of a graceful person and fair reputation, was chosen for her husband, and on his declining that honour, was informed, that blindness or death Was the second alfernative. The motive of his reluctance was conjugal affection; but his faithful wife sacrificed her own happiness to his safety and greatness; and her entrance into a monastery removed the only bar to the imperial nuptials. Af- ter the decease of <span class=\"place\" data-place-id=\"305064\">Constantine</span>, the sceptre devolved to Romanus III., but his la- bours at home and abroad were equally feeble and fruitless; and the mature age, the forty-eight years of Zoe, were less favourable to the hopes of pregnancy than to the indulgence of pleasure. Her favourite chamberlain was a handsome Paph- lagonian of the name of Michael, whose first trade had been that of a money-chan^ ger; and Romanus, either from gratitude or equity, connived at their criminal in- tercourse, or accepted a slight assurance of their innocence. But Zoe soon justi- fied the Roman maxim, that every adulteress is capable of poisoning her husband; and the death of Romanus was instantly followed by the scandalous marriage and elevation of Michael IV. The expectations of Zoe were, however, disappointed; instead of a vigorous and grateful lover, she had placed in her bed a miserable wretch, whose health and reason were impaired bv epileptic fits, and whose con- science was tormented by despair and remorse. The most skilful physicians of the mind and body were summoned to his aid; and his hopes were amused by fre- quent pilgrimages to the baths, and to the tombs of the most popular saints: the monks applauded his penance, and, except restitution (but to whom should he have restored?) Michael sought every method of expiating his guilt. While he groaned and prayed in sackcloth and ashes, his brother, the eunuch John, smiled at his re- morse, and enjoyed the harvest of a crime of which himself was the secret and most guilty author. His administration was only the art of satiating his avarice, and Zoe became a captive in the palace of her fathers and in the hands of her slaves. When he perceived the irretrievable decline of his brother's health, he introduced his nephew,-another Michael, who derived his surname of Calaphates from his father's occupation in the careening of vessels: at the command of the eunuch, Zoe adopted for her son the son of a mechanic; and the fictitious heir was invested with the title and purple of the Ciesars, in the presence of the senate and clergy. So feeble was the characterof Zoe, that she was oppressed by the liberty and power which he recovered by the death of the Paphlagonian; and at the end of four days, she placed the crown on the head of Michael V., who had protested, with tears and oaths, that he should ever reign the first and most obedient of hey subjects. The only act of his short reign was his base ingratitude to his benefactors, the eunuch and the empress. The disgrace of the former was pleasing to the pub- lic; but the murmurs, and at length the clamours, of <span class=\"place\" data-place-id=\"520985\">Constantinople</span> deplored the exile of Zoe, the daughter of'so many emperors; her vices were forgotten, and Michael was taught, that there is a period in which the patience of the tamest slaves rises into fury and revenge. The citizens of everv degree assembled in a. Vol. III. 33", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA269&img=1&zoom=3&hl=en&sig=ACfU3U0P7yM7SV5Xpdrj62OQJgcZg93lpg&ci=0%2C0%2C1000%2C2000&edge=0"}