{"text": " O F TH E ROMA N EMPIRE. 15 than the truth, was slowly corrected by the knowledge of a valuable insect, the first artificer of the luxury of nations. That rare and elegant luxury was cen- sured in the reign of Tiberius, by the gravest of the Romans; and Pliny, in af- fected though forcible language, has condemned the thirst of gain, which explored the last confines of the earth, for the pernicious purpose of exposing to the public eye naked draperies and transparent matrons. (1) A dress, which showed the turn of the limbs, and colour of the skin, might gratify vanity, or provoke desire; the silks, which had been closely woven in <span class=\"place\" data-place-id=\"118723\">China</span>, were sometimes unravelled by the Phoenician women, and theprecious materials were multiplied by a looser tex- ture, and the intermixture of linen threads.(2) Two hundred years after the age of Pliny, the use of pure or even of mixed silks was confined to the female sex, till the opulent citizens of <span class=\"place\" data-place-id=\"423025\">Rome</span> and the provinces were insensibly familiarized with the example of Elagabalus, the first who, by this effeminate habit, had sullied the dignity of an emperor and a man. Aurelian complained that a pound of silk, sold at Rome for twelve ounces of gold; but the supply increased with the de- mand, and the price diminished with the supply. If accident or monopoly some- times raised the value even above the standard of Aurelian, the manufacturers of <span class=\"place\" data-place-id=\"678437\">Tyre</span> and <span class=\"place\" data-place-id=\"678060\">Berytus</span> were sometimes compelled, by the operation of the same causes, to content themselves with a ninth part of that extravagant rate. (3) A law was thought necessary to discriminate the dress of comedians from that of senators; and of the silk exported from its native country, the far greater part was consumed by the subjects of Justinian. They were still more intimately acquainted with a shell-fish of the Mediterranean, surnamed the silk-worm of the sea; the fine wool or hair by which the mother-of-pearl affixes itself to the rock, is now manu- factured for curiosity rather than use; and a robe obtained from the same singular' materials, was the gift of the Roman emperor to the satraps of <span class=\"place\" data-place-id=\"874350\">Armenia</span>. (4) A valuable merchandise of small bulk is capable of defraying the expense of land carriage; and the caravans traversed-the whole latitude of <span class=\"place\" data-place-id=\"599527\">Asia</span> in two hun- dred and forty-three days from the Chinese ocean to the sea-coast of <span class=\"place\" data-place-id=\"981550\">Syria</span>. Silk was immediately delivered to the Romans by the Persian merchants, (5) who fre- quented the fairs of- <span class=\"place\" data-place-id=\"874350\">Armenia</span> and <span class=\"place\" data-place-id=\"874623\">Nisibis</span>: but this trade, which in the intervals of truce was oppressed by avarice and jealousy, was totally interrupted by the long wars of the rival monarchies. The great king might proudly number <span class=\"place\" data-place-id=\"60058\">Sogdiana</span>, and even Serica, among the provinces of his empire; but his real dominion was bounded by'the <span class=\"place\" data-place-id=\"59969\">Oxus</span>, and his useful intercourse with the Sogdoites beyond the river depended on the pleasure of their conquerors, the white Huns, and the Turks, who successively reigned over that industrious people. Yet the most savage do- minion has not extirpated the seeds of agriculture and commerce, in a region which is celebrated as one of the four gardens of <span class=\"place\" data-place-id=\"599527\">Asia</span>; the cities of Samarcand and Bochara are advantageously seated for the exchange of its various productions; and their merchants purchased from the Chinese(6) the raw or manufactured silk which they transported into Persia for the use of the Roman empire. In the vain capital of China, the Sogdian caravans were entertained as the suppliant em- bassies of tributary kingdoms, and if they returned in safety, the bold adventure was rewarded with exorbitant gain. But the difficulty and perilous march from Samarcand to the first town of Shensi, could not be performed in less than sixty,-sbvo, nam ante non invenio, says Jwt'ii L'piius (Excursus 1. ad Tacit. Annal. 2.32.) See <span class=\"place\" data-place-id=\"491572\">Dion</span> Cassius (lib- xliii. p. S58. edit.) Hcimar, and Pamaii S u (lib.'i. p. 519. J the first who describes, however strangely, the <span class=\"place\" data-place-id=\"324808\">Se</span>- rie insect. (1) Tarn longinquo crue petitur,ut in publico matrona translucent nt denudet fceminas Testis (Plin. vi. 20. xi. 21.) Varro and publtus Syrus had already played on the Toga rentrea, ventus texilis, and nebula linea (Horat. Sermon. 1,2.101. with the notes of Torrentius and Dacier.) (2) On the texture, colours, names, and use of the silk, half silk, and lineo garments of antiquity, see the profound, diffuse, and obscure researches of the great Salmasius (in Hist. August, p. 127. 309,310.339.341, 342. 344. 388   391.395. 513.,) who was ignorant of the most common trades of Dijon or Leyden. (3)^Flavins Vopiscus in Aurelian. c 45. in Hist. August, p. 224. See Saimasius ad Hist. Aug. p. 392. and Plmian Excrcitat. in Solinum, p. 694,695. The Anecdotes of Procopius (c. 25.) state a partial and imperfect rate of the price of silk in the time of Justinian. (4) Procopius de Edif. lib. iii. c. 1. These pinnts de mer are found near <span class=\"place\" data-place-id=\"550771\">Smyrna</span>, <span class=\"place\" data-place-id=\"991353\">Sicily</span>, <span class=\"place\" data-place-id=\"991339\">Corsica</span>, and Minor, ca: and a pair of gloves of their silk was presented to Pope Benedict XIV. (5) Procopius Persic lib. i. c. 20. lib. ii. c. 25. Gothic. Iib.iv.c. 17. Menander in Excerpt. Legat. p. 107. Of the Parthian or Persian empire, Isidore of <span class=\"place\" data-place-id=\"550495\">Charax</span> (in Stathrais Parthicis, p. 7,8. in Hudson, Geograph. Mi- nor, torn, ii.) has marked the roads, and Ammianus Marceilinus (lib. xxiii. c. 6. p. 400.) has enumerated the provinces. (6)'f he blind admiration of the Jesuits confounds the different periods of the Chinese history. They are more critically distinguished by M. de Guignes (Hist, des <span class=\"place\" data-place-id=\"226709\">Hum</span>. torn. i. parti, in the Tables, part 2. in the Geogi-aphy;MemoiresdePAcademiedes Inscriptions, torn. 33. 36. 42,4S.)who discovers the gradual progress of the truth of the annals, and the extent of the monarchy, till the Christian era. He had searched with a cu- rious eye, the connexions of the Chinese with the nations of the west: but these connexions are slight, casual, and obscure; nor did the Romans entertain a suspicion that the Seres or Sinie possessed an empire not inferior  their own.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA27&img=1&zoom=3&hl=en&sig=ACfU3U1tOh2LNHNWS5HqwE6cEWMb43CAUA&ci=0%2C0%2C1000%2C2000&edge=0"}