{"text": " TH E DECLIN E AN D FAL L formidable tumult which lasted three days; they besieged the palace, forced the gates, recalled their mothers, Zoe from her prison, Theodora from her monastery, and condemned the son of Calaphates to the loss of his eyes or of his rife. For the first time, the Greeks beheld with surprise the two royal sisters seated on the same throne, presiding in the senate, and giving audience to the ambassadors of the nations. But this singular union subsisted no more than two months: the two sovereigns, their tempers, interests, and adherents, were secretly hostile to each other; and as Theodora was still averse to marriage, the indefatigable Zoe, at the age of sixty, consented, for the public good, to sustain the embraces of a third husband, and the censures of the Greek church. His name and number were Constantine X., and the epithet of Monomachus, the single combatant, must have been expressive of his valour and victory in some public or private quarrel. But his health was broken by the tortures of the gout, and his dissolute reign was spent in the alternative of sickness and pleasure. A fair and noble widow had accom- panied <span class=\"place\" data-place-id=\"305064\">Constantine</span> in his exile to.the isle of <span class=\"place\" data-place-id=\"550763\">Lesbos</span>, and Sclerena gloried in the appellation of his mistress. After his marriage and elevation, she was invested with the title and pomp of <span class=\"place\" data-place-id=\"206935\">Augusta</span>, and occupied a contiguous apartment in the palace. The lawful consort (such was the delicacy or corruption of Zoe) consent- ed to this strange and scandalous partition; and the emperor appeared in public be- tween his wife and his concubine. He survived them both; but the last measures of <span class=\"place\" data-place-id=\"305064\">Constantine</span> to change the order of succession were prevented by the more vi- gilant friends of Theodora; and after his decease, she resumed, with the general consent, the possession of her inheritance. In her name, and by the influence of four eunuchs, the eastern world was peaceably governed about nineteen months; and as they wished to prolong their dominion, they persuaded tTle aged princess to nominate for her successor Michael VI. The surname of Stratioticus declares his military profession; but the crazy and decrepit veteran could only see with the eyes, and execute with the hands of his ministers. Whilst he ascended the throne, Theodora sunk into the grave; the last of the Macedonian or Basilian dynasty. I have hastily reviewed, and gladly dismiss, this shameful and destructive period of twenty-eight years, in which the Greeks, degraded below the common level of servitude, were transferred like a herd of cattle by the choice or caprice of'two impotent females. From this night of slavery, a ray of freedom, or at least of spirit, begins to emerge: the Greeks either preserved or revived the use of surnames, which per- petuate the fame of hereditary virtue; and we now discern the rise, succession, and alliance, of the last dynasties of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> and Trebizond. The Com- Tteni, who upheld for awhile the fate of the sinking empire, assumed the honour of a Roman origin: but the family had been long since transported from <span class=\"place\" data-place-id=\"1052\">Italy</span> to <span class=\"place\" data-place-id=\"599527\">Asia</span>. Their patrimonial estate was situate in the district of Castamona, in the neighbourhood of the <span class=\"place\" data-place-id=\"638838\">Euxine</span>; and one of their chiefs, who had already entered the paths of ambition, revisited with affection, perhaps with regret, the mo- dest though honourable dwelling of his fathers. The first of their line was the illustrious Manuel, who, in the reign of the second Basil, contributed by war and treaty, to appease the troubles of the east: he left, in a tender age, twosons, Isaac and John, whom, with the consciousness of desert, he bequeathed to the gratitude and favour of his sovereign. The noble youths were carefully trained in the learn- ing of the monastery, the arts of the palace, and the exercises of the camp; and from the domestic service of the.guards, they were rapidly promoted to the com- mand of provinces and armies. Their fraternal union doubled the force and re- putation of Comneni, and their ancient nobility was illustrated by the marriage of the two brothers with a captive princess of Bulgaria, and the daughter of a patri- cian, who had obtained the name of Charon, from the number of enemies whom he had sent to the infernal shades. The soldiers had served with reluctant loyal- ty a series of effeminate masters; the elevation of Michael VI. was a personal in- sult to the more deserving generals; and their discontent was inflamed by the par- simony of the emperor and the insolence of the eunuchs. They secretly assem- bled in the sanctuary of St. Sophia, and the votes of the military synod would have been unanimous in favour of the old and valiant Catacalon, if the patriotism or modesty of the veteran had not suggested the importance of birth as well as me- rit in the choice of a sovereign. Isaac Comnenusnvas approved by general con- sent, and the associates separated without delay to meet in the plains of <span class=\"place\" data-place-id=\"511362\">Phrygia</span> at the head of their respective squadrons and detachments. The cause of\"Mi- chael was defended in a sipgle battle by the mercenaries of the imperial guard, who were aliens to the public interest, and animated only by a principle of honour", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA270&img=1&zoom=3&hl=en&sig=ACfU3U3E9VDyJmOIjE2ynEY6P8rp3BGaww&ci=0%2C0%2C1000%2C2000&edge=0"}