{"text": " O F TH E ROMA N EMPIRE, 259 and gratitude. After their defeat, the fears of the emperor solicited a treaty, which was almost accepted by the moderation of the Comnenian. But the former was betrayed by his ambassadors, and the latter was prevented by his friends. The solitary Michael submitted to the voice of the people; the patriarch annulled their oath of allegiance; and as he shaved the head of the royal monk, congra- tulated his beneficial exchange of temporal royalty for the kingdom of heaven: an exchange, however, which the priest, on his own account, would probably have declined. By the hands of the same patriarch, Isaac Comnenus was solemnly crowned: the sword which he inscribed on his coins, might be an offensive symbol, it it implied his title by conquest; but this sword would have been drawn against the foreign and domestic enemies of the state- The decline of his health and vi- gour suspended the operation of active virtue; and the prospect of approaching death determined him to interpose some moments between life and eternity. But instead of leaving the empire as the marriage portion of his daughter, his reason and inclination concurred in the preference of his brother John, a soldier, a pa- triot, and the father of five sons, the future pillars of an hereditary succession. His first nicest reluctance might be the natural dictates of discretion and tender- ness, but his obstinate and successful perseverance, however it may dazzle with the show of virtue, must be censured as a criminal desertion of his duty, and a rare offence against his family and countiy. The purple which he had refused was accepted by <span class=\"place\" data-place-id=\"305064\">Constantine</span> Ducas, a friend of the Comnenian house, and whose noble birth was adorned with the experience and reputation of civil policy. In the monastic habit, Isaac recovered.his health, and survived two years his volun- tary abdication. At the command of his abbot, he observed the rule of St. Basil, and executed the most servile offices of the convent; but his latent vanity was gra- tified by the frequent and respectful visits of the reigning monarch, who revered in his person the character of a benefactor and a saint. If <span class=\"place\" data-place-id=\"305064\">Constantine</span> XI. were indeed the subject most worthy of empire, we must pity the debasement of the age and nation in which he was chosen. In the labour of puerile declamations he sought, without obtaining, the crown of eloquence, more precious, in his opinion, than that of <span class=\"place\" data-place-id=\"423025\">Rome</span>; and, in the subordinate functions of a judge, he forgot the duties of a sovereign and a warrior. Far from imitating the patriotic indifference of the authors of his greatness, Ducas was anxious only to se- cure, at the expense of the republic, the power and prosperity of his children. His three sons, Michael VII. Andronicus I. and <span class=\"place\" data-place-id=\"305064\">Constantine</span> XII. were invested, in a tender age, with the equal title of Augustus; and the succession was speedily opened by their father's death. His widow, Eudocia, was intrusted with.the ad- ministration; but experience had taught the jealousy of the dying monarch to pro- tect his sons from the danger of her second nuptials; and her solemn engagement, attested by the principal senators, was deposited in the hands of the patriarch. Before the end of seven months, the wants of Eudocia, or those of the state, called aloud for the male virtues of a soldier; and her heart had already chosen <span class=\"place\" data-place-id=\"423025\">Roma</span>- nus Diogenes, whom she raised from the scaffold to the throne.' The discovery of a treasonable attempt had exposed hinVto the severity of the laws: his beauty and valour absolved him in the eyes of the empress; and Romanus, from a mild exile, was recalled on the second day to the command of the oriental armies. Her royal choice was yet unknown to the public, and the promise which would have betrayed her falsehood and levity, was stolen by a dexterous emissary from the ambition of the patriarch. Xiphilin at first alleged the sanctity of oaths and the sacred, nature of a trust; but a whisper that his brother was the future emperor, relaxed his scruples, and forced him to confess that the public safety was the su- preme law. He resigned the important paper; and when his hopes were con- founded by the nomination of Romanus, he could no longer regain his security, re- tract his declarations, nor oppose the second nuptials of the empress. Yet a mur- mur was heard in the palace; and the barbarian guards had raised their battle-axes in the cause of the house of Ducas, till the young princes were soothed by the tears of their mother, and the solemn assurances of the fidelity of their guardian, who filled the imperial station with dignity and honour. Hereafter I shall relate his valiant but unsuccessful efforts to resist'the progress of the Turks. His defeat and captivity inflicted a deadly wound on the Byzantine monarchy of the east; and after he was released from the chains of the sultan, he vainly sought his wife and his subjects. His wife had been thrust into a monastery, and the subjects of Ro- manus had embraced a rigid maxim of the civil law, that a prisoner in the hands of the enemy is deprived, as by the stroke of death, of all the public and private:", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA271&img=1&zoom=3&hl=en&sig=ACfU3U13840SS-_aCd5mBzNydPPnEf1uRw&ci=0%2C0%2C1000%2C2000&edge=0"}