{"text": " Jtj O TH E DECLIN E AN D FAL L rights of a citiaen. In the general consternation, the Caesar John asserted the in- defeasible right of his three nephews: <span class=\"place\" data-place-id=\"520985\">Constantinople</span> listened to his voice; and the Turkish captive was proclaimed in the capital, and received on the frontier, as an enemy of the republic. Romanus was not more fortunate in domestic than in fo- reign war: the loss of two battles compelled him to yield, on the assurance of fair and honourable treatment; but his enemies were devoid of faith or humanity; and, after the cruel extinction of his sight, his wounds were left to bleed and corrupt, till in a few days.he was relieved from a state of misery. Under the triple reign of the house of Ducas, the two younger brothers were reduced to the vain honours of the purple; but the eldest, the pusillanimous Michael, was incapable of sustain- ing the Roman sceptre; and his surname of Sdrafiinaces denotes the reproach which he shared with an avaricious favourite, who enhanced the price, and di- minished the measure of wheat. In the school of Pselhis, and after the example of his mother: the son of Eudocia made some proficiency in philosophy and rheto- ric; but his character was degraded, rather than ennobled, by the virtues of a monk, and the learning o'f a sophist. Strong in the contempt of their sovereign and their own esteem, two generals at the head of the European and Asiatic le- gions assumed the purple at Adrianople and Nice. Their revolt was in the same month; they bore the same name of Nicephorus; but the two candidates were dis- tinguished by the surnames of Bryennius and Botaniates; the former in the matu- rity of wisdom and courage,'the latter conspicuous only by the memory of his past exploits. While Botaniates advanced with cautious and dilatory steps, his active competitor stood in arms before the gates of Constantinople. The name of Bry- ennius was illustrious; his cause was popular; but his licentious troops could not be restrained from burning and pillaging a suburb; and the people, who would have hailed the rebel, rejected and repulsed the incendiary of his country. This change of the public opinion was favourable to Botaniates, who at length, with an army of Turks, approached the shores of <span class=\"place\" data-place-id=\"520988\">Chalcedon</span>. A formal invitation, in the name of the patriarch, the synod, and the senate, was circulated through the streets of Constantinople; and the general assembly, in the dome of St. Sophia, debated with order and calmness, on the choice of their sovereign. The guards of Michael would have dispersed this unarmed multitude; but the feeble emperor, applauding his own moderation and clemency, resigned the ensigns of royalty, and was re- warded with a monastic habit, and the title of archbishop of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>. He left a son, a <span class=\"place\" data-place-id=\"305064\">Constantine</span>, born and educated in the purple; and a daughter of the house of Ducas illustrated the blood, and confirmed the succession of the Comnenian dynasty. John Comnerius, the brother of the emperor Isaac, survived in peace and dig- nity his generous refusal of the sceptre. By his wife Anne, a woman of masculine spirit and policy, he left eight children; the three daughters multiplied the Com- nenian alliances with the noblest of the Greeks; of the five sons, Manuel was stopped by a premature death; Isaac and Alexius restored the imperial greatness of their house, which was enjoyed without toil or danger by the two younger bre- thren, Adrian and Nicephorus. Alexius, the third and most illustrious of the brothers, was endowed by nature with the choicest gifts both of mind and body: they were cultivated by a liberal education, and exercised in the school of obedi- ence and adversity. The youth was dismissed from the perils of the Turkish war, by the paternal care of the emperor Romanus; but the mother of the Com- peni, with her aspiring race, was accused of treason, and banished by the sons of Ducas, to an island in the <span class=\"place\" data-place-id=\"511381\">Propontis</span>. The two brothers soon emerged into favour and action, fought by each other's side against the rebels and barbarians, and ad- hered to the emperor Michael, till he was deserted by the world and by himself. In his first interview with Botaniates,\" Prince (said Alexius, with a noble frank- ness,) my duty rendered me your-enemy; the decrees of God and of the people have made me your subject. Judge of my future loyalty by my past opposition.\" The successor of Michael entertained him with esteem and confidence: his valour was employed against three rebels, who disturbed the peace of the emperor, or at least of the emperors, Ursel, Bryennius, and Basilacius, were formidable by their numerous forces and military fame: they were successively vanquished in the field, and led in chains to the foot of the throne; and whatever treatment they might re- ceive from a timid and cruel court, they applauded the clemency, as well as the courage of the conqueror. But the loyalty of the Comneni was soon tainted by fear and suspicion; nor is it easy to settle between a subject and a despot, the debt of gratitude, which tne former is tempted to claim by a revolt, and the latter to", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA272&img=1&zoom=3&hl=en&sig=ACfU3U3fnBE5Y140OWJblje5uec7NRQsBw&ci=0%2C0%2C1000%2C2000&edge=0"}