{"text": " O S TH E ROHA N EMPIRE\". 361 discharge by an executioner. The refusal of Alexius to march against a fourth rebel, the husband of his sister, destroyed the merit or memory of his past services: the favourites of Botaniates provoked the ambition which they apprehended and accused; and the retreat of tne two brothers might be justified by the defence of their life or liberty. The women of the family were deposited in a sanctuary, respected by tyrants: the men, mounted on horseback, sallied from the city, and erected the standard of civil war. The soldiers, who had been gradually assem- bled in the capital and tne neighbourhood, were devoted to the cause of a victori- ous and injured leaden the ties of common interest and domestic alliance secured the attachment of the house of Ducas: and the generous dispute of the Comneni was terminated by the decisive resolution of Isaac, who was the first to invest his younger brother with the name and ensigns of royalty. They returned to Con- stantinople, to threaten rather than besiege that impregnable fortress; but the fidelity of the guards was corrupted: a gate was surprised; and the fleet was occu- pied by the active courage of George Pelzologus, who fought against his father, without foreseeing that he laboured for his posterity. Alexius ascended the throne; and his aged competitor disappeared in a monastery. An army of various nations was gratified with the pillage of the city; but the public disorders were expiated by the tears and fasts of the Comneni, who submitted to every penance compatible with the possession of the empire. The life of.the emperor Alexius had been delineated by a favourite daughter, who was inspired by a tender regard for his person, and a laudable zeal to perpe- tuate his virtues. Conscious of the just suspicion of her readers, the princess Anna Comnena repeatedly protests, that, besides her personal knowledge, she had searched the discourse and writings of the most respectable veterans; that after an interval of thirty years, forgotten by, and forgetful of, the world, her mournful soli- tude was inaccessible to hope and fear; and that truth, the naked perfect truth, was more dear and sacred than the memory of her parent. Yet, instead of the simpli- city of style and narrative which wins our belief, an elaborate affectation of rhetoric and science betrays in every page the vanity of a female author. The genuine character of Alexius is lost in a vague constellation of virtues: and the perpetual strain of panegyric and apology awakens our jealousy, to question the veracity of the historian and the merit of the hero. We cannot however refuse her judi- cious and important remark, that the disorders of the times were the misfortune and the glory of Alexius; and that every calamity which can afflict a declining em- pire was accumulated on his reign by the justice of Heaven and the vices of his predecessors. In the east, the victorious Turks had spread, from Persia to Hel- lespont, the reign of the Koran and the crescent: the west was invaded by the ad- venturous valour of the Normans; and in the moments of peace, the <span class=\"place\" data-place-id=\"216798\">Danube</span> Eoured forth new swarms, who had gained, in the science of war, what they had*t in the ferociousness of manners. The sea was not less hostile than the land; and while the frontiers were assaulted by an open enemy, the palace was distract- ed with secret treason and conspiracy. On a sudden the banner of the cross was displayed by the Latins: <span class=\"place\" data-place-id=\"1001887\">Europe</span> has precipitated on <span class=\"place\" data-place-id=\"599527\">Asia</span>; and <span class=\"place\" data-place-id=\"520985\">Constantinople</span> had almost been swept away by this impetuous deluge. In the tempest, Alexius steered the imperial vessel with dexterity and courage. At the head of his ar- mies, he was bold in action, skilful in stratagem, patient of fatigue, ready to im- prove his advantages, and rising from his defeats with inexhaustible vigour. The discipline of the camp was revived, and a new generation of men and soldiers was created by the example and the precepts of their leader. In his intercourse with the Latins, Alexius was patient and artful: his discerning eye pervaded the new sys- tem of an unknown world; and I shall hereafter describe the superior policy with which he balanced the interests and passions of the champions of the first crusade. In along reign of thirty-seven years, he subdued and pardoned the envy of his equals: the laws of public and private order were restored: the arts of wealth and science were cultivated: the limits of the empire were enlarged in <span class=\"place\" data-place-id=\"1001887\">Europe</span> and <span class=\"place\" data-place-id=\"599527\">Asia</span>; and the Comnenian sceptre was transmitted to his children of the third and fourth generation. Yet the difficulties of the times betrayed some defects in his charac- ter; and have exposed his memory to some just or ungenerous reproach. The reader may possibly smile at the lavish praise which his daughter so often bestows on a flying hero: the weakness or prudence of his situation might be mistaken for a want of personal courage; and his political arts are branded by the Latins with the names of deceit and dissimulation. The increase of the male and female branches of his family adorned the throne and secured the succession: but their princely", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA273&img=1&zoom=3&hl=en&sig=ACfU3U29WFaRKQufWi5xTCE5g_sVRvD_aA&ci=0%2C0%2C1000%2C2000&edge=0"}