{"text": " O F TH E ROMA N EMPIRE. 263 tes and the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, the dominion of <span class=\"place\" data-place-id=\"531109\">Syria</span>, and the conquest of Jerusalam, the thread of his life and of the public felicity was broken by a singular accident. He hunted the wild boar in the valley of Anazarbus, and had fixed his javelin in the body of the furious animal: but, in the struggle, a poisoned arrow dropped from his quiver, and a slight wound in his hand, which produced a mortification, was fatal to the best and greatest of the Comnenian princes. A premature death had swept away the two eldest sons of John the Handsome; of the two survivors, Isaac and Manuel, his judgment or affection preferred the younger; and the choice of the dying prince was ratified by the soldiers who had applauded the valour of the favourite in his Turkish war. The faithful Axuch hastened to the capital, secured the person of Isaac in honourable confinement, and purchased with a gift of two hundred pounds of silver, the leading ecclesiastics of St. Sophia, who possessed a decisive voice in the consecration of an emperor. With his veteran and affectionate troops, Manuel soon visited <span class=\"place\" data-place-id=\"520985\">Constantinople</span>; his brother acquiesced in the title of Sebastocrator; his subjects admired the lofty stature and martial graces of their new sovereign, and listened with credulity to the flattering promise, that he blended the wisdom of age with the activity and vigour of youth. By the experience of his government, they were taught, that he emulated the spirit, and shared the talents of his father, whose social virtues were buried in the grave. A reign of thirty-seven years is filled by a perpetual though various warfare against the Turks, the Christians, and the hordes of the wilder- ness beyond the <span class=\"place\" data-place-id=\"216798\">Danube</span>. The arms of Manuel were exercised on mount <span class=\"place\" data-place-id=\"648792\">Taurus</span>, in the plains of Hungary, on the coast of <span class=\"place\" data-place-id=\"1052\">Italy</span> and <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, and on the seas of <span class=\"place\" data-place-id=\"991353\">Sicily</span> and <span class=\"place\" data-place-id=\"1001896\">Greece</span>: the influence of his negotiations extended from <span class=\"place\" data-place-id=\"687928\">Jerusalem</span> to <span class=\"place\" data-place-id=\"423025\">Rome</span> and <span class=\"place\" data-place-id=\"324840\">Russia</span>; and the Byzantine monarchy, for awhile, became an object of respect or terror to the powers of <span class=\"place\" data-place-id=\"599527\">Asia</span> and <span class=\"place\" data-place-id=\"1001887\">Europe</span>. Educated in the silk and purple of the east, Manual possessed the iron temper of a soldier, which cannot easily be paralleled, except in the lives of Richard I. of England, and of Charles XII. of Swe- den. Such was the strength and exercise in arms, that Raymond, surnamed the Hercules of Antioch, was incapable of wielding the lance and buckler of the Greek emperor. In a famous tournament, he entered the lists on a fiery courser, and overturned in his first career two of the stoutest of the Italian knights. The first in the charge, the last in the retreat, his friends and his enemies alike trembled, the former for his safety, and the latter for their own. After posting an ambuscade in a wood, he rode forth in quest of some perilous adventure, accompanied only by his brother and the faithful Axuch, who refused to desert their sovereign. Eigh- teen horsemen, after a short combat, fled before them: but the numbers of the enemy increased; the march of the re-enforcement was tardy and fearful, and Manuel, without receiving a wound, cut his way through a squadron of the Turks. In a battle against the Hungarians, impatient of the slowness of his troops, he snatched a standard from the head of the column, and was the first, almost alone, who passed a bridge that separated him from the enemy. In the same country, after transporting his army beyond the <span class=\"place\" data-place-id=\"207428\">Save</span>, he sent back the boats, with an order, under pain of death, to their commander, that he should leave him to conquer or die on that hostile land. In the siege of Corfu, towing after him a captive galley, the emperor stood aloft on the poop, opposing against the volley of darts and stones,, a large buckler and a flowing sail; nor could he have escaped inevitable death, had not the Sicilian admiral enjoined his archers to respect the person of a hero. In one day, he is said to have slain above forty of the barbarians with his own hand; he returned to the camp, dragging along four Turkish prisoners, whom he had tied to the rings of his saddle: he was ever the foremost to provoke or accept a single combat; and the gigantic champions, who encountered his arm, were transpierced by the lance, or cut asunder by the sword of the invincible Manuel. The story of his exploits, which appear as a model or a copy of the romances of chivalry, may induce a reasonable suspicion of the veracity of the Greeks: I will not, to vindicate their credit, endanger my own; yet I may observe, that in the long series of their annals, Manuel is the only prince who has been the subject of similar exaggeration. With the valour of a soldier, he did not unite the skill or prudence of a general: his victories were not productive of any permanent or useful conquest; and his Turkish laurels were blasted in his last unfortunate campaign, in which he lost his armies in the mountains of <span class=\"place\" data-place-id=\"981544\">Pisidia</span>, and owed his deliverance to the generosity of the sultan. But the most singular feature in the character of Manuel, is the con- trast of labour and sloth, of hardiness and effeminacy. In war he seemed igno- rant of peace; in peace he appeared incapable of war. In the field he slept in the sun or in the snow, tired in the longest marches the strength of his men and horses;,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA275&img=1&zoom=3&hl=en&sig=ACfU3U0pbZ5hOZoso9tkNTUNVNyaQIM7UA&ci=0%2C0%2C1000%2C2000&edge=0"}