{"text": " 264 TH E DECLIN E AN D FAL L and shared with a smile the abstinence or diet of the camp. No sooner did he re- turn to Constantinople, than he resigned himself to the arts and pleasures of a life of luxury: the expense of his dress, his table, and his palace, surpassed the mea- sure of his predecessors, and whole summer days, were idly wasted in the delicious isles of the <span class=\"place\" data-place-id=\"511381\">Propontis</span>, in the incestuous love of his niece Theodora. The double coast of a warlike and dissolute prince, exhausted the revenue, and multiplied the taxes; and Manuel, in the distress of his last Turkish camp, endured a bitter reproach from the mouth of a desperate soldier. As he quenched his thirst, he complained that the water of a fountain was mingled with Christian blood.\" It is not the first time\" (exclaimed a voice from the crowd)\" that you have drank, O emperor! the blood of your Christian subjects.\" Manuel Comnenus was twice married; to the virtuous <span class=\"place\" data-place-id=\"89116\">Bertha</span> or Irene of <span class=\"place\" data-place-id=\"481844\">Germany</span>, and to the beauteous Maria, a French or Latin princess of Antioch. The only daughter of his first wife destined for Bela, a Hungarian prince, who was educated at <span class=\"place\" data-place-id=\"520985\">Constantinople</span> under the name of Alexius; and the consummation of their nuptials might have transferred the Roman sceptre to a race of free and warlike barbarians. But as soon as Maria of Antioch had given a son and heir to the empire, the presumptive rights of Bela were abolished, and he was deprived of his promised bride: but the Hungarian prince resumed his name and the kingdom of his fathers, and displayed such vir- tues as might excite the regret and envy of the Greeks. The son of Maria was named Alexius; and at the age of ten years, he ascended the Byzantine throne, after his father's decease had closed the glories of the Comnenian line. The fraternal concord of the two sons of the great Alexius, had been sometimes clouded by an opposition of interest and passion. By ambition, Isaac the Sebasto- crator was excited to flight and rebellion, from whence he was reclaimed by the firmness and clemency of John the Handsome. The errors of Isaac, the father of the emperors of Trebizond, were short and venial; but John the elder of his sons, renounced for ever his religion. Provoked by a real or imaginary insult of his uncle, he escaped from the Roman to the Turkish camp: his apostacy was re- warded with the sultan's daughter, the title of Chelebi, or noble, and the inheri- tance of a princely estate; and in the fifteenth century Mahomet II. boasted of his imperial descent from the Comnenian family. Andronicus, the younger brother of John, son of Isaac, and grandson of Alexius Comnenus, is one of the most conspi- cuous characters of the age: and his genuine adventures might form the subject of a very singular romance. To justify the choice of three ladies of royal birth, it is incumbent on me to observe, that their fortunate lover was cast in the best pro- portions of strength and beauty; and that the want of the softer graces was supplied by a manly countenance, a lofty stature, athletic muscles, and the air and deport- ment of a soldier. The preservation, in his old age, of health and vigour, was the reward of temperance and exercise. A piece of bread and a draught of water were often his sole and evening repast; and if he tasted of a wild boar, or a stag, which he had roasted with his own hands, it was the well-earned fruit of a laborious chase. Dexterous in arms, he was ignorant of fear: his persuasive eloquence could bend to every situation and character of life: his style, though not his practice, was fashioned by the example of St. Paul; and, in every deed of mischief, he had a heart to re- solve, a head to contrive, and a hand to execute. In his youth, after the death of the emperor John, he followed the retreat of the Roman army; but in the march through <span class=\"place\" data-place-id=\"837\">Asia</span> <span class=\"place\" data-place-id=\"837\">Minor</span>, design or accident tempted him to wander into the mountains: the hunter was encompassed by the Turkish huntsmen, and he remained some time a reluctant or willing captive in the power of the sultan. His virtues and vices recommended him to the favour of his cousin; he shared the perils and the pleasures of Manuel; and while the emperor lived in public incest with his niece Theodora, the affections of her sister Eudocia were seduced and enjoyed by An- dronicus. Above the decencies, of her sex and rank, she gloried in the name of his concubine; and both the palace and the camp could witness that she slept or watched in the arms of her lover. She accompanied him to his military command of <span class=\"place\" data-place-id=\"981514\">Cilicia</span>, the first scene of his valour and imprudence. He pressed, with active ardour, the siege of Mopsuestia: the day was employed in the boldest attacks; but the night was wasted in song and dance; and a band of Greek comedians formed the choicest part of his retinue. Andronicus was surprised by the sally of a vigi- lant foe: but while his troops fled in disorder, his invincible lance transpierced the thickest ranks of the Armenians. On his return to the imperial camp in Mace- donia, he was received by Manuel with public smiles and a private reproof; but the duchies of <span class=\"place\" data-place-id=\"207303\">Naissus</span>, Braniscba, and Castoria, were the reward or consolation 01", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA276&img=1&zoom=3&hl=en&sig=ACfU3U2VDPMusdGi1Utkv3PU_kmG4tfIZQ&ci=0%2C0%2C1000%2C2000&edge=0"}