{"text": " 266 TH E BECLIN E AN D PAI X I Roman name, declined the unlawful engagement, and boldly protested against the adoption of a stranger. His patriotism was offensive to the emperor; but he spoke the sentiments of the people, and was removed from the royal presence by an ho- nourable banishment, a second command of the Cilician frontier, with the absolute disposal of the revenues of <span class=\"place\" data-place-id=\"687949\">Cyprus</span>. In this station, the Armenians again exer- cised his courage, and exposed his negligence; and the same rebel, who baffled all his operations, was unhorsed and almost slain by the vigour of his lance. But Andronicus soon discovered a more easy and pleasing conquest, the beautiful Phi- lippa, sister to the empress Maria, and daughter of Raymond of Poitou, the <span class=\"place\" data-place-id=\"570417\">La</span>- tin prince of Antioch. For her sake, he deserted his station, and wasted the sum- mer in balls and tournaments: to his love she sacrificed her innocence, her repu- tation, and the offer of an advantageous marriage. But the resentment of Ma- nuel for this domestic affront, interrupted his pleasures: Andronicus left the indis- creet princess to weep and to repent; and, with a band of desperate adventurers, undertook the pilgrimage of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>. His birth, his martial renown, and pro- fessions of zeal, announced him as the champion of the cross; he soon captivated both the clergy and the king; and the Greek prince was invested with the lord- ship of <span class=\"place\" data-place-id=\"678060\">Berytus</span>, on the coast of Phoenicia. In his neighbourhood resided a young and handsome queen of his own nation and family, great grand-daughter of the emperor Alexis, and widow of Baldwin III. king of Jerusalem. She visited and loved her kinsman. Theodora was the third victim of his amorous seduction; and her shame was more public and scandalous than that of her predecessors. The emperor still thirsted for revenge; and his subjects and allies of the Syrian frontier, were repeatedly pressed to seize the person, and put out the eyes, of the fugitive. In Palestine he was no longer safe; but the tender Theodora revealed his danger and accompanied his flight. The queen of Jerusalem was exposed to the east, his obsequious concubine; and two illegitimate children were the living monuments of her weakness. <span class=\"place\" data-place-id=\"678106\">Damascus</span> was his first refuge; and, in the characters of the great Noureddin and his servant Saladin, the superstitious Greek might learn to revere the virtues of the Mussulmans. As the friend of Noureddin, he visited most probably Bagdad, and the courts of Persia; and, after a long circuit round the Caspian sea and the mountains of <span class=\"place\" data-place-id=\"658471\">Georgia</span>, he finally settled among the Turks of <span class=\"place\" data-place-id=\"837\">Asia</span> <span class=\"place\" data-place-id=\"837\">Minor</span>, the hereditary enemies of his country. The sultan of Colonia af- forded a hospitable retreat to Andronicus, his mistress, and his band of outlaws; the debt of gratitude was paid by frequent inroads in the Roman province of Tre- bizond; and he seldom returned without an ample harvest of spoil and of Chris- tian captives. In the stoiy of his adventures, he was fond of comparing himself to David, who escaped, by a long exile, the snares of the wicked. But the royal prophet (he presumed to add) was content to lurk on the borders of <span class=\"place\" data-place-id=\"687934\">Judaea</span>, to slay an Amalekite, and to threaten, in his miserable state, the life of the avaricious Nabal. The excursions of the Comnenian prince had a wider range; and he had spread over the eastern world the glory of his name and religion. By a sentence of the Greek church the licentious rover had been separated from the faithful; but even this excommunication may prove, that he never abjured the profession of Christianity. His vigilance had eluded or repelled the open and secret persecution of the em- peror; but he was at length ensnared by the captivity of his female companion. The governor of Trebizond succeeded in his attempt to surprise the person of Theodora: the queen of Jerusalem and her two children were sent to Constanti- nople, and their loss imbittered the tedious solitude of banishment. The fugitive implored and obtained a final pardon, with leave to throw himself at the feet of his sovereign, who was satisfied with the submission of this haughty spirit. Pros- trate on the ground, he deplored with tears and groans the guilt of his past rebel- lion; nor would he presume to arise unless some faithful subject would drag him to the foot of the throne, by an iron chain with which he had secretly encircled his neck. This extraordinary penance excited the wonder and pity of the assem- bly; his sins were forgiven by the church and state; but the just suspicion of Ma- nuel fixed his residence at a distance from the court, at Oenoe, a town of Pontus, surrounded with rich vineyards, and situate on the coast of the <span class=\"place\" data-place-id=\"638838\">Euxine</span>. The death of Manuel, and the disorders of the minority, soon opened the fairest field for his ambition. The emperor was a boy of twelve or fourteen years of age, without vigour, or wisdom, or experience; his mother the empress Mary, aban- doned her person and government to a favourite of the Comnenian name; and his Sister, another Mary, whose husband, an Italian, was decorated with the title of", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA278&img=1&zoom=3&hl=en&sig=ACfU3U0usgLXG4p3IZ7FjFSKg4RFqAOCEg&ci=0%2C0%2C1000%2C2000&edge=0"}