{"text": " O F TH E ROMA N EMPIRE. 267 Ciesar, excited a conspiracy, and at length an insurrection, against her odious step- mother. The provinces were forgotten, the capital was in flames, and a century of peace and order was overthrown in the vice and weakness of a few months. A civil war was kindled in <span class=\"place\" data-place-id=\"520985\">Constantinople</span>; the two factions fought a bloody battle in the square of the palace, and the rebels sustained a regular siege in the cathedral of St. Sophia. The patriarch laboured with honest zeal to heal the wounds of the republic, the most respectable patriots called aloud for a guardian and avenger, and every tongue repeated the praise of the talents and even the virtues of An- dronicus. In his retirement, he affected to revolve the solemn duties of his oath.\" If the safety or honour of the imperial family be threatened, I will reveal or op- pose the mischief to the utmost in my power.\" His correspondence with the pa- triarch and patricians was seasoned with apt quotations from the Psalms of David and the epistles of St. Paul; and he patiently waited till he was called to her deli- verance by the voice of his country. In his march from Oenoe to Constantinople, his slender train insensibly swelled to a crowd and an army; his professions of re- ligion and loyalty were mistaken for the language of his heart; and the simplicity of a foreign dress, which showed to advantage his majestic stature, displayed a lively image of his poverty and exile. All opposition sunk before him; he reached' the straits of the Thracian <span class=\"place\" data-place-id=\"520977\">Bosphorus</span>; the Byzantine navy sailed from the harbour to receive and transport the saviour of the empire; the torrent was loud and irre- sistible, and the insects, who basked in the sunshine of royal favour, disappeared at the blast of the storm. It was the first care of Andronicus to occupy the pa- lace, to salute the emperor, to confine his mother, to punish her minister, and to restore the public order and tranquillity. He then visited the sepulchre of Ma- nuel: the spectators were ordered to stand aloof, but, as he bowed in the attitude of prayer, they heard, or thought they heard, a murmur of triumph and revenge. M I no longer fear thee, my old enemy, who hast driven me a vagabond to every climate of the earth. Thou art safely deposited under a sevenfold dome, from   whence thou canst never arise till the signal of the last trumpet. It is now my turn, and speedily will I trample on thy ashes and thy posterity.\" From his subsequent tyranny we may impute such feelings to the man and the moment. But it is not extremely probable that he gave an articulate sound to his secret thoughts. In the first months of his administration, his designs were veiled by a fair semblance of hypocrisy, which could delude only the eyes of the multi- tude: the coronation of Alexius was performed with due solemnity, and his perfi- dious guardian, holding in his hands the body and blood of Christ, most fervently declared, that he lived, and was ready to die for the service of his beloved pupil. But his numerous adherents were instructed to maintain, that the sinking empire must perish in the hands of a child: that the Romans could only be saved by a ve- teran prince, bold in arms, skilful in policy, and taught to reign by the long'expe- rience of fortune and mankind; and that it was the duty of every citizen, to force the reluctant modesty of Andronicus to undertake the burden of the public care. The young emperor was himself constrained to join his voice to the general accla- mation, and to solicit the association of a colleague, who instantly degraded him from the supreme rank, secluded his person, and verified the rash declaration of the patriarch, that Alexius might be considered as dead, so soon as he was com- mitted to the custody of his guardian. But his death was preceded by the impri- sonment and the execution of his mother. After blackening her reputation, and inflaming against her the passions of the multitude, the tyrant accused and tried the empress for a treasonable correspondence with the king of Hungary. His own son, a youth of honour and humanity, avowed his abhorrence of this flagitious act, and three of the judges bad the merit of preferring their conscience to their safety; but the obsequious tribunal, without requiring any proof, or hearing any defence, condemned the widow of Manuel; and her unfortunate son subscribed the sentence of her death. Maria was strangled, her corpse was buried in the sea, and her memory was wounded by the insult most offensive to female vanity, a false and ugly representation of her beauteous form. The fate of her son was not long de- ferred: he was strangled with a bow-string, and the tyrant, insensible to pity or remorse, after surveying the body of the innocent youth, struck it rudely with his foot:   \" Thv father,\" he cried,\" was a knave, thy mother a whore, and thyself a fool!\" The Roman sceptre the reward of his crimes, was held by Andronicus about three years and a half, as the guardian or sovereign of the empire. His government exhibited a singular contrast of vice and virtue. When he listened to his jja B-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA279&img=1&zoom=3&hl=en&sig=ACfU3U0jXB5wqycsjisCPn455igOwXTfVw&ci=0%2C0%2C1000%2C2000&edge=0"}