{"text": " 16 TH E DECLIN E AN D FAL L eighty, or one hundred days: as soon as they had passed the Jazartes, they entered the desert; and the wandering hordes, unless they are restrained by armies and garrisons, have always considered the citizen and the traveller as the objects of law- ful rapine. To escape the Tartar robbers, and the tyrants of Persia, the silk ca- ravans explored a more southern road; they traversed the mountains of Thibet, descended the streams of the Ganges or the <span class=\"place\" data-place-id=\"59851\">Indus</span>, and patiently expected in the ports of Guzerat and Malabar, the annual fleets of the west.(l) But the dangers of the desert were found less intolerable than toil, hunger, and the loss of time; the attempt was seldom renewed, and the only European, who has passed that unfrequented way, applauds his own diligence, that, in nine months after his de- parture from Pekin, he reached the mouth of the <span class=\"place\" data-place-id=\"59851\">Indus</span>. The ocean, however, was open to the free communication of mankind. From the great river to the tropic of Cancer, the <span class=\"place\" data-place-id=\"118723\">provinces</span> <span class=\"place\" data-place-id=\"118723\">of</span> <span class=\"place\" data-place-id=\"118723\">China</span> were subdued and civilized by the em- perors of the north; they were filled about the time of the Christian era with ci- ties and men, mulberry-trees and their precious inhabitants; and if the Chinese, with the knowledge of the compass, had possessed the genius of the Greeks or Phoenicians, they might have spread their discoveries over the southern hemi- sphere. I am not qualified to examine, and I am not disposed to believe, their dis- tant voyages to the Persian gulf, or the Cape of Good Hope: but their ancestors might equal the labours and success of the present race, and the sphere of their navigation might extend from the isles of Japan to the straits of Malacca, the pil- lars, if we may apply that name, of an Oriental Hercules. (2) Without losing sight of land, they might sail along the coast to the extreme promontory of Achin, which is annually visited by ten or twelve ships laden with the productions, the manufactures, and even the artificers, of <span class=\"place\" data-place-id=\"118723\">China</span>; the island of Sumatra and the* opposite peninsula, are faintly delineated(S) as the regions of gold and silver; and the trading cities named in the geography of Ptolemy, may indicate, that this wealth was not solely derived from the mines. The direct interval between Su- matra and Ceylon is about three hundred leagues; the Chinese and Indian navi- gators were conducted by the flight of birds and periodical winds, and the ocean might be securely traversed in square-built ships, which, instead of iron, were sewed together with the strong thread of the cocoa-nut. Ceylon, Serendib, or Taprobana, was divided between two hostile princes; one of whom possessed the mountains, the elephants, and the luminous carbuncle, and the other enjoyed the more solid riches of domestic industry, foreign trade, and the capacious harbour of Trinquemale, which received and dismissed the fleejs of the east and west. In this hospitable isle, at an equal distance (as it was computed) from their re- spective countries, the silk merchants of China, who had collected in their voy- ages, aloes, cloves, nutmeg, and santal wood, maintained a free and beneficial com- merce with the inhabitants of the Persian gulf. The subjects of the great king exalted, without a rival, his power and magnificence; and the Roman, who confounded their vanity by comparing his paltry coin with a gold medal of the emperor Anastasius, had sailed to Ceylon in an Ethiopian ship as a simple pas- senger.^) As silk became of indispensable use, the emperor Justinian saw, with concern, that the Persians had occupied by land and sea the monopoly of this important supply, and that the wealth of his subjects was continually drained by a nation of enemies and idolaters. An active government would have restored the trade of <span class=\"place\" data-place-id=\"1001943\">Egypt</span> and the navigation of the Red Sea, which had decayed with the prosperity of the empire; and the Roman vessels might have sailed, for the purchase of silk, to the ports of Ceylon, of Malacca, or even of China. Justinian embraced a more humble expedient, and solicited the aid of his Christian allies the Ethi- opians of Abyssinia, who had recently acquired the arts of navigation, the spirit (1) The roads from China to Persia and Hindostan may be investigated in the relations of Hackluyt and Therenot (the ambassadors of Sharokh, Anthony Jenkinson, the Fere Greuber,&c. See likewise HanwBy's Travels, vol. i. p. 345   357.) A communication through Thibet has been lately explored by the English so- vereign of Bengal. (2) For the Chinese navigation to Malacca and Achin. perhaps to Ceylon, see Henaudot (on the two Maho- metan Travellers, p. 8   11.13   17.141   1J7.,) Dampier (vol. ii. p. 136.,) the Hist. Philosophique des deux In- des, torn. i. p. 98.,) and the Hist. Generates des Voyages (torn. vi. p. 201.) (3) The knowledge, or rather ignorance, of Strabo, Pliny, Ptolemy, Arrian, Mareian,&e. of the countries'eastward of Cape Comorin,is finely Illustrated by d'Anville (Antiquite Geographique de l'lnde, especially p. 161   198.) Our geography of <span class=\"place\" data-place-id=\"50004\">India</span> is improved by commerce and conquest: and has been illnstrated by the excellent maps and memoirs of Major Rennel. If lie extends the sphere of his inquiries with the same criti- cal knowledge and sagacity, he wifi succeed, and may surpass, the first of modern geographers. (4) The Taprobane of Pliny (6.24.,) Solinus (c. 53.,) and <span class=\"place\" data-place-id=\"874671\">Salmas</span>. Plinianse Exercitat. (p. 781, 782.,) and most of the ancients, who often confound the islands of Ceylon and Sumatra, is more clearly described by Cosmaf Sndieopleustes; yet even the Christian topographer has exaggerated its dimensions. His reformation on the Indian and Chinese trade is rare and curious (fib. ii. p. 138. lib. xi. p. 337,333. edit. Montfancon.l", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA28&img=1&zoom=3&hl=en&sig=ACfU3U2ytidhrHeX66wMzgJevm46UIi9IQ&ci=0%2C0%2C1000%2C2000&edge=0"}