{"text": " TH E DECLIN E AN D FAL L sions, he was the scourge; when he consulted his reason, the father of his people* In the exercise of private justice, he was equitable and rigorous: a shameful and pernicious venality was abolished, and the offices were filled with the most de- serving candidates, by a prince who had sense to choose, and severity to punish. He prohibited the inhuman practice of pillaging the goods and persons of ship- wrecked mariners; the provinces, so long the objects of oppression or neglect, re- vived in prosperity and plenty, and millions applauded the distant blessings of his reign, while he was cursed by the witnesses of his daily cruelties. The ancient Eroverb, that blood-thirsty is the man who returns from banishment to power, ad been applied with too much truth to Marius and Tiberius; and was now veri- fied for the third time in the life of Andronicus. His memory was stored with a black list of the enemies and rivals, who had traduced his merit, opposed his greatness, or insulted his misfortunes: and the only comfort of his exile was the sacred hope and promise of revenge. The necessary extinction of the young em- peror and his mother, imposed the fatal obligation of extirpating the friends, who hated, and might punish, the assassin: and the repetition of murder rendered him less willing, and less able, to forgive. A horrid narrative of the victims whom he sacrificed by poison or the sword, by the sea or the flames, would be less expres- sive of his cruelty, than the appellation of the Halcyon-days, which was applied to a rare and bloodless week of repose: the tyrant strove to transfer, on the laws and the judges, some portion of his guilt; but the mask was fallen, and his subjects could no longer mistake the true author of their calamities. The noblest ot the Greeks, more especially those who, by descent or alliance, might dispute the Comnenian inheritance, escaped from the monster's den: Nice or Prussa, <span class=\"place\" data-place-id=\"991353\">Sicily</span> or <span class=\"place\" data-place-id=\"991392\">Cyprus</span>, were their places of refuge: and as their flight was already criminal, they aggravated their offence by an open revolt, and the imperial title. Yet An- dronicus resisted the daggers and swords of his most formidable enemies: Nice and Prussa were reduced and chastised: the Sicilians were content with the sack of Th'essalonica; and the distance of <span class=\"place\" data-place-id=\"991392\">Cyprus</span> was not more propitious to the rebel than to the tyrant. His throne was subverted by a rival without merit, and a peo- ple without arms. Isaac Angelus, a descendant in the female line from the great Alexis, was marked as a victim, by the prudence or superstition of the emperor. In a moment of despair, Angelus defended his life and liberty, slew the execu- tioner, and fled to the church of St. Sophia. The sanctuary was insensibly filled with a curious and mournful crowd, who, in his fate, prognosticated their own. But their lamentations were soon turned to curses, and their curses to threats: they dared to ask,\" Why do we fear? why do we obey? we are many, and he is one; our patience is the only bond of our slavery.\" With the dawn of day, the city burst into a general sedition, the prisons were thrown open, the coldest and most servile were roused to the defence of their country, and Isaac, the second of the name, was raised from the sanctuary to the throne. Unconscious of his danger, the tyrant was absent: withdrawn from the toils of state, in the delicious islands of the <span class=\"place\" data-place-id=\"511381\">Propontis</span>. He had contracted an indecent marriage with Alice, or Agnes, daughter of Lewis VII. of <span class=\"place\" data-place-id=\"98961\">France</span>, and relict of the unfortunate Alexius: and his society, more suitable to his temper than to his age, was composed of a young wife and a favourite concubine. On the first alarm he rushed to Constantinople, im- patient for the blood of the guilty; but he was astonished by the silence of the pa- lace, the tumult of the city, and the general desertion of mankind. Andronicus proclaimed a free pardon to his subjects; they neither desired nor would grant for- giveness: he offered to resign his crown to his son Manuel; but the virtues of. the son could not e5cpiate,his fathers crimes. The sea was still open for his retreat; but the news of the revolution had flown along the coast; when fear had ceased, obedience was no more; the imperial galley was pursued and taken by an armed brigantine; and the tyrant was dragged to the presence of Isaac Angelus, loaded with fetters, and a long chain round his neck. His eloquence, and the tears of his female companions, pleaded in vain for his life; but, instead of the decencies of a legal execution, the new monarch abandoned the criminal to the numerous suf- ferers, whom he had deprived of a father, a husband, or a friend. His teeth and hair, an eye and a hand, were torn from him, as a poor compensation for their loss; and a short respite was allowed, that he might feel the bitterness of death. Astride on a camel, without any danger of rescue, he was carried through the city, and the basest of the populace rejoiced to trample on the fallen majesty of their prince. After a thousand blows and outrages, Andronicus was hung by the feet between two pillars that supported the statues of a wolf and sow; and every", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA280&img=1&zoom=3&hl=en&sig=ACfU3U1913Akjn_EJdV9hQNKPFKE-3m72A&ci=0%2C0%2C1000%2C2000&edge=0"}