{"text": " O F TH E ROMA N EMPIRE. 269 liand, that Could reach the public enemy, inflicted on his body some mark of in- genious or brutal cruelty, till two friendly Italians, plunging their swords into his body, released him from all human punishment. In this long and painful agony   \"Lord, have mercy on me!\" and\" why willyou bruise a broken reed.'\" were the only words that escaped from his mouth. Our hatred for the tyrant is lost in pity for the man; nor can we blame his pusillanimous resignation, since a Greek Christian was no longer master of his life. I have been tempted to expatiate on the extraordinary character and adventures of Andronicus; but I shall here terminate the series of the Greek emperors since the time of Heraclius. The branches that sprang from the Comnenian trunk had insensibly withered; and the male line was continued only in the posterity of An- dronicus himself, who, in the public confusion, usurped the sovereignty of Trebi- zond, so obscure in history, and so famous in romance. A private citizen of Phi- ladelphia, <span class=\"place\" data-place-id=\"305064\">Constantine</span> Angelus, had emerged to wealth and honours by his mar- riage with a daughter of the emperor Alexius. His son Andronicus is conspicuous only by his cowardice. His grandson Isaac punished and succeeded the tyrant; but he was dethroned by his own vices and the ambition of his brother; and the discord introduced the Latins to the conquest of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, the first great pe- riod in the fall of the eastern empire. If we compute the number and duration of the reigns; it will be found, that a period of six hundred years is filled by sixty emperors, including in the Augustan list some female sovereigns; and deducting some usurpers who were never ac- knowledged in the capital, and some princes who did not live to possess their in- heritance. The average proportion will allow ten years for each emperor, far be- low the chronological rule of Sir Isaac Newton, who, from the experience of more recent and regular monarchies, has defined about eighteen or twenty years as the ter,m of an ordinary reign. The Byzantine empire was most tranquil and pros- perous when it could acquiesce in hereditary succession; five dynasties, the Hera- clian, Isaurian, Amorian, Basilian, and Comnenian families, enjoyed and trans- mitted the royal patrimony during their respective series of five, four, three, six, and four generations; several princes number the years of their reign with those of their infancy: and <span class=\"place\" data-place-id=\"305064\">Constantine</span> VII. and his two grandsons occupy the space of an entire century. But in the intervals of the Byzantine dynasties, the succession is rapid and broken, and the name of a successful candidate is speedily erased by a more fortunate competitor. Many were the paths that led to the summit of roy- alty; the fabric of rebellion was overthrown by the stroke of conspiracy, or un- dermined by the silent arts of intrigue; the favourite of the soldiers or people, of the senate or clergy, of the women and eunuchs, were alternately clothed with the purple; the means of their elevation were base, and their end was often con- temptible or tragic. A being of the nature of man, endowed with the same fa- culties, with a longer measure of existence, would cast down a smile of pity and contempt on the crimes and follies of human ambition, so eager, in a narrow span, to grasp at a precarious and short-lived enjoyment. It is thus that the experience of history exalts and enlarges the horizon of our intellectual view. In a compo- sition of some days, in a perusal of some hours, six hundred years have rolled away, and the duration of a life or reign is contracted to a fleeting moment: the grave is ever beside the throne; the success of a criminal is almost instantly fol- lowed by the loss of his prize; and our immortal reason survives and disdains the sixty phantoms of kings who have passed before our eyes, and faintly dwell on our remembrance. The observation, that in every age and climate, ambition has prevailed with the same commanding energy, may abate the surprise of a philo- sopher; but while he condemned the vanity, he may search the motive, of this uni- versal desire to obtain and hold the sceptre of dominion. To the greater part of the Byzantine series, we cannot reasonably ascribe the love of fame and mankind. The virtue alone of John Comnenus was beneficent and pure: the most illustri- ous of the princes, who precede or follow that respectable name, have trod with some dexterity and vigour, the crooked and bloody paths of a selfish policy; in scrutinizing the imperfect characters of Leo the Isaurian, Basil I., and Alexius Comnenus, of Theophilus, the second Basil, and Manuel Comnenus, our esteem and censure are almost equally balanced; and the remainder of the imperial crowd could only desire and expect to be forgotten by posterity. Was personal happi- ness the aim and object of their ambition? I shall not descant on the vulgar topic of the misery of kings; but I may surely observe, that their condition, of all others, k the most pregnant with fear, and the least susceptible of hope. For these op-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA281&img=1&zoom=3&hl=en&sig=ACfU3U1t-1y5iIVRBowDbsYVu0HSkAMliw&ci=0%2C0%2C1000%2C2000&edge=0"}