{"text": " 270 TH E DECLIN E AN D FAL L posite passions, a larger scope was, allowed in the revolutions of antiquity, than in the smooth and solid temper of the modem world, which cannot easily repeat either the triumph of Alexander or the fall of Darius. But the peculiar infelicity of the Byzantine princes exposed them to domestic perils, without affording any lively promise of foreign conquest. From the pinnacle of greatness, Andronicus was precipitated by a death more cruel and shameful than than that of the vilest malefactor; but the most glorious of his predecessors had much more to dread from their subjects than to hope from their enemies. The army_ was licentious without spirit, the nation turbulent without freedom; the barbarians of the east and west pressed on the monarchy, and the loss of the provinces was terminated by the final servitude of the capital. The entire series of Roman emperors, from the first of the Caesars to the last of the Constantines, extends above fifteen hundred years: and the term of dominion, unbroken by foreign conquest, surpassesthe measure of the ancient monarchies; the Assyrians or Medes, the successors of Cyrus, or those of Alexander. CHAPTE R XLIX. Introduction, worship, and persecution of images.   Revolt of <span class=\"place\" data-place-id=\"1052\">Italy</span> and Rome.   Temporal dominion of the popes.   Conquest of Italy by the Franks   Establishment of Images.   Character and coronation of Charlemagne.   Restoration and decay of the Roman em- pire in the west.   Independence of Italy.   Constitution of the Germanic body. In the connexion of the church and state, I have considered the former as sub- servient only, and relative to the latter; a salutary maxim, if in fact, as well as in narrative, it had ever been held sacred. The oriental philosophy of the Gnostics, tlje dark abyss of predestination and grace, and the strange transformations of the eucharist from the sign to the substance of Christ's body.fl) I have purposely abandoned to the curiosity of the speculative divines. But I nave reviewed, with diligence and pleasure, the objects of ecclesiastical history, by which the decline and fall of the Roman empire were materially affected, the propagation of Chris- tianity, the constitution of the catholic church, the ruin of paganism, and the sects that arose from the mysterious controversies concerning the Trinity and incarna- tion. At the head of this class, we may justly rank the worship of images, so fiercely disputed in the eighth and ninth centuries; since a question of popular su- perstition produced the revolt of Italy, the temporal power of the popes, and the restoration of the Roman empire in the west. The primitive Christians were possessed with an unconquerable repugnance to the use and abuse of images, and this aversion may be ascribed to their descent from the Jews, and their enmity to the Greeks. The Mosaic law had severely proscribed all representations of the Deity; and that precept was firmly established, in the principles and practice of the chosen people. The wit of the Christian apo- logists was pointed against the foolish idolaters, who bowed before the workman- ship of their own hands; the images of brass and marble, which, had they been en- dowed with sense and motion, should have started rather from the pedestal to adore the creative powers of the artist. (2) Perhaps some recent and imperfect converts of the Gnostic tribe, might crown the statues of Christ and St. Paul with the profane honours which they paid to those of Aristotle and Pythagoras;(3) but the public religion of the catholics was uniformly simple and spiritual; and the first notice of the use of pictures is in the censure of the council of Illiberis, three hundred years after the Christian era. Under the successors of <span class=\"place\" data-place-id=\"305064\">Constantine</span>, in the peace and luxury of the triumphant church, the more prudent bishops condescended to indulge a visible superstition, for the benefit of the multitude; and, after the ruin of paganism, they were no ionger restrained by the apprehension of an odious parallel. The first introduction of a symbolic worship was in the veneration of the cross, and of relics. The saints and martyrs, whose intercession was implored f 0 The learned Selden has given the history of transnbstantiation in a comprehensive and pithy sentence.  \" This opinion is only rhetoric turned into logic.\" (His Works, vol. iii. p. 2073. in his Tabletalk.) (2) Nec intelligunt homines ineptissimi, quod si sentire simulacra et rqoveri possent, adoratnra hominem fuissent a quo sunt expolira. (Divin. Instittu. lib. ii. c. 2.) Lactantius is the last as well as (he most eloqueot, of the Latin apologists. Their raillery of idols attacks not only the object, but the form and matter. (3) See Irenaeus, Epiphauius,and Augustin. fBasnage, Hist, des Egiises Reformees, torn. ii. p. 1313.) This Gnostic practice has a singular affinity with the private worship of Alexander Severut. (Lampridius, c. 39. Gardner, Heathen Testimonies, vol. iii. p. 34.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA282&img=1&zoom=3&hl=en&sig=ACfU3U2w7pXeG8Rk-EiH2mzgKZ69mCTvfw&ci=0%2C0%2C1000%2C2000&edge=0"}