{"text": " O F TH E ROMA N EMPIRE. 27$ tion of a painter, so profane and odious in the eyes of the primitive Christians. The Olympian Jove, created by the muse of Homer and the chisel of Phidias, might inspire a philosophic mind with momentary devotion; but these catholic images were faintly and flatly delineated by monkish artists, in the last degeneracy of taste and genius. (1) The worship of images has stolen into the church by insensible degrees, and each petty step was pleasing to the superstitious mind, as productive of comfort and innocent of sin. But in the beginning of the eighth century, in the full magni- tude of the abuse, the more timorous Greeks were awakened by an apprehension, that, under the mask of Christianity, they had restored the religion of their fa- thers: they heard, with grief and impatience, the name of idolaters; the incessant charge of the Jews and Mahometans,(2) who derived from the law and the Koran an immortal hatred to graven images and all the relative worship. The servitude of the Jews might curb their zeal and depreciate their authority; but the trium- phant Mussulmans, who reigned at <span class=\"place\" data-place-id=\"678106\">Damascus</span>, and threatened <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, cast into the scale of reproach the accumulated weight of truth and victory. The cities of <span class=\"place\" data-place-id=\"1306\">Syria</span>, Palestine, and <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, had been fortified by the images of Christ, his mother, and his saints; and each city presumed on the hope or promise of miracu- lous defence. In a rapid conquest often years, the Arabs subdued those cities and these images; and, in their opinion, the Lord of Hosts pronounced a decisive judg- ment between the adoration and contempt of these mute and inanimate idols. For awhile <span class=\"place\" data-place-id=\"658457\">Edessa</span> had braved the Persian assaults: but the chosen city, the spouse of Christ, was involved in the common ruin; and his divine resemblance became the slave and trophy of the infidels. After a servitude of three hundred years, the pal- ladium was yielded to the devotion of Constantinople, for a ransom of twelve thou- sand pounds of silver, the redemption of two hundred Mussulmans, and a perpetual truce of the territory of <span class=\"place\" data-place-id=\"658457\">Edessa</span>. (3) In this season of distress and dismay, the elo- quence of the monks was exercised in the defence of images; and they\"attempted to prove, that the sin of schism of the greatest part of the orientals had forfeited the favour, and annihilated the virtue, of these precious symbols. But they were now opposed by the murmurs of many simple or rational Christians, who appealed to the evidence of texts, of facts, and of the primitive times, and secretly desired the reformation of the church. As the worship of images had never been establish- ed by any general or positive law, its progress in the eastern empire had been re- tarded, or accelerated, by the differences of men and manners, the local degrees of refinement, and the personal characters of the bishops. The splendid devotion was fondly cherished bv the levity of the capital, and the inventive genius of the By- zantine clergy, while the rude and remote districts of <span class=\"place\" data-place-id=\"599527\">Asia</span> were strangers to this innovation of sacred luxury. Many large congregations of Gnostics and Arians maintained, after their conversion, the simple worship which had preceded their separation; and the Armenians, the most warlike subjects of <span class=\"place\" data-place-id=\"423025\">Rome</span>, were not re- conciled, in the twelfth century, to the sight of images. (4) The various denomina- tions of men afforded a fund of prejudices and aversion, of small account in the villages of Anatolia or <span class=\"place\" data-place-id=\"501638\">Thrace</span>, but which, in the fortune of a soldier, a prelate, or a eunuch, might be often connected with the powers of the church and state. Of such adventures, the most fortunate was the emperor Leo 111.(5) who, from the mountains of <span class=\"place\" data-place-id=\"648653\">Isauria</span>, ascended the throne of the east. He was ignorant of sa- (1) w Your scandalous figures stand quite out from the canvas: they are as bad as a croupe of statues.\" It was thus that the ignorance and bigotry of a Greek priest applauded the picture of Titian, which he had or* dered, and refused to accept. (2) By Cedrenus, Zonaras, Glycas, and Manasses, ttie origin of the Iconoclasts is imputed to the caliph Ye- zid and two Jews, who proniised the empii-e to Leo; and the reproaches of these hostile, sectaries are turned into an absurd conspiracy for restoring the purity of the Christian worship. (See Spanheim, Hist. Imag. C.2.) (3) See Elmacin,(Hist. Saracen, p. 267.) Abulpharagius, (Dynast, p. 201.) and Abulfeda, (Annal. Moslem, p. 29s.) the Criticisms of Pagi, torn. iii. A. D. 944.) The prudent Franciscan refused to determine whether the image of <span class=\"place\" data-place-id=\"658457\">Edessa</span> now reposes at Rome or Genoa; but its repose is inglorious, and this ancient object of worship is no longer famous or fashionable. (4) Appttuc.; xx* Axawxvat,- n*yi  v tiM**v rrpwxui<i|Ti.- xmiyop'.vTxt. (Xicetas, lib. ii. p. 258.) The Armenian churches are still content with the cross; (Missions do Levant, torn. tii. p. 148.) but surely the superstitious Greek is unjust to the superstition of the Germans of the twelfth century. (5) Our original but not impartial monuments of the Iconoclasts must lie drawn from the Acts of the Coun- cil, (mm. viii. and in.) Col leet. Labhe edit. Venet. and the historical writings of Theophanes, Nicephoms, Ma- nasses, Cedrenus, Zonaras, Sec, Of the modern catholics, Baroniiis, Pagi, Natalis Alexander, (Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. Scenlum 8. and 9.) and Maimbourg,(Hist. des Conoclastes) have treated the subject with learning, passion, and credulity. The protestant labours of Frederic Snanlieim (Historia Imaginarurn Reslituta) and James Basnage, (Hist, des Eglises Reformees, torn. ii. lib. xsiii. p. 1339   1385.) are cast into the Iconoclast scale.\"With this mutual aid, and opposite tendency, it is easy for us to poise the balance with philosophic indif- ference. Vol. III. S5", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA285&img=1&zoom=3&hl=en&sig=ACfU3U392vZwP02uay-DibAtphvRX16L1A&ci=0%2C0%2C1000%2C2000&edge=0"}