{"text": " 274 TH E DECLIN E AN D FAL L cred and profane letters; but his education, his reason, perhaps his intercourse with the Jews and Arabs, had inspired the martial peasant with a hatred of images; and it was held to be the dijty of a prince, to impose on his subjects the dictates of his own conscience. But in the outside of an unsettled reign, during ten years of toil and danger, Leo submitted to the meanness of hypocrisy, bowed before the idols, which he despised, and satisfied the Roman pontiff with the annual profes- sions of his orthodoxy and zeal. In the reformation of religion, his first steps were moderate and cautious; he assembled a great council of senators and bishops, and enacted,, with their consent, that all the images should be removed from the sanc- tuary and altar\"to a proper height in the churches, where they might be visible to the eyes, and inaccessible to the superstition of the people. But it was impossi- ble on either side to check the rapid though adverse impulse of veneration and ab- horrence: in their lofty position, the sacred images still edified their votaries and reproached the tyrant. He was himself provoked by resistance find invective; and his own party accused him of an imperfect discharge of his duty, and urged, for his imitation, the example of the Jewish king, who had broken without scruple the brazen serpent of the temple. By a second edict, he proscribed the existence as well as the use of religious pictures; the churches of <span class=\"place\" data-place-id=\"520985\">Constantinople</span> and the pro- vinces were cleansed from idolatry; the images of Christ, the Virgin, and the saints, were demolished, or a smooth surface of plaster was spread over the walls of the edifice. The sect of the Iconoclasts was supported by the zeal and despo- tism of six emperors, and the east and west were involved in a noisy conflict of one hundred and twenty years. It was the design of Leo the Isaurian to pronounce the condemnation of images, as an article of faith, and by the authority of a gene- ral council: but the convocation of such an assembly was reserved for his son Con- stantine;(l) and though it is stigmatized by triumphant bigotry as a meeting of fools and atheists, their own partial and mutilated acts betray many symptoms of rea- son and piety. The debates and decrees of many provincial synods introduced the summons of the general council which met in the suburbs of Constantinople and was composed of a respectable number of three hundred and thirty-eight bishops ef <span class=\"place\" data-place-id=\"1001887\">Europe</span> and Anatolia; for the patriarchs of Antioch and <span class=\"place\" data-place-id=\"727070\">Alexandria</span> were the slaves of the caliph, and the Roman pontiff had withdrawn the churches of <span class=\"place\" data-place-id=\"1052\">Italy</span> and the west from the communion of the Greeks. This Byzantine synod assumed the rank and powers of the seventh general council; yet even this title was a re- cognition of the six preceding assemblies which had laboriously built the structure of the catholic faith. After a serious deliberation of six months, the three hun- dred and thirty-eight bishops pronounced and subscribed a unanimous decree, that all visible symbols of Christ, except in the eucharist, were either blasphemous or heretical; that image-worship was a corruption of Christianity and a renewal of paganism; that all such monuments of idolatry should be broken or erased; and that those who should refuse to deliver the objects of their private superstition, were guilty of disobedience to the authority of the church and of the emperor. In their loud and loyal acclamations, they celebrated the merits of their temporal re- deemer; and to his zeal and justice they intrusted the execution of their spiritual censures. At Constantinople, as in the former councils, the will of the prince was the rule of episcopal faith: but, on this occasion, I am inclined to suspect, that a large majority of the prelates sacrificed their secret conscience to the temptations of hope and fear. In the long night of superstition, the Christians had wandered' far away from the simplicity of the gospel, nor was it easy for them to discern the clue, and tread back the mazes of the labyrinth. The worship of images was in- separably blended, at least to a pious fancy, with the cross, the Virgin, the saints, and their relics; the holy ground was involved in a cloud of miracles and visions; and the nerves of the mind, curiosity and scepticism, were benumbed by the ha- bits of obedience and belief. <span class=\"place\" data-place-id=\"305064\">Constantine</span> himself is accused of indulging a royal license to doubt, to deny, or deride, the mysteries of the catholics,(2) but they were deeply inscribed in the public and private creed of his bishops; and the bold- est Iconoclast might assault, with a secret horror, the monuments of popular de- ft) Some flowers of rhetoric are Eouvoaoy raprfrouw x*i  d  ov,and the bishops t&i? nxruaQptinv. By Damascene itis styled axupo; xsei mJshts;. (Opera, torn. i. p. 623.) Spanheim's Apology for the Synod of Constantinople (p. 171,&c.) is worked up with truth and ingenuity, from such materials as be could find in the Nicene Acts. (p. 1046,&c.) The witty John of <span class=\"place\" data-place-id=\"678106\">Damascus</span> converts ea-irxosrou; into stidcotcu;, makes them xotMoJatAoti;, slaves of their belly,&c.% Opera, torn, i. p. 306. (2) He is accused of proscribiiifr the title of saint; styling the Virgin, mother of Christ; comparing her after her delivery to an empty purse; of Arianism, Nestorhmism,&c In his defence, Spanheim (c, 4, p. 207.) is somewhat embarrassed between the interest of a protcitant and the duty of an orthodox divine.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA286&img=1&zoom=3&hl=en&sig=ACfU3U0s1ATRMvHk9nI_FeT4AT2Bn9Fojg&ci=0%2C0%2C1000%2C2000&edge=0"}