{"text": " O F TH E ROMA N EMPIRE. Votion, which were consecrated to the honour of his celestial patrons. In the re- formation of the sixteenth century, freedom and knowledge had expanded all the faculties of man; the thristof innovation superseded the reverence of antiquity, and the vigour of <span class=\"place\" data-place-id=\"991376\">Europe</span> could disdain those phantoms which terrified the sickly and servile weakness of the Greeks. The scandal of an abstract heresy can be only proclaimed to the people by the blast of the ecclesiastical trumpet; but the most ignorant can perceive, the most torpid must feel, the profanation and downfall of their visible deities. The first hostilities of Leo were directed against a lofty Christ on the vestibule, and above the gate, of the palace. A ladder had been planted for the assault, but it was fu- riously shaken by a crowd of zealots and women: they beheld with pious trans- port, the ministers of sacrilege tumbling from on high, and dashed against the pavement; and the honours of the ancient martyrs were prostituted to these cri- minals, who justly suffered for murder and rebellion. (1)'1 he execution of the im- perial edict was resisted by frequent tumults in <span class=\"place\" data-place-id=\"520985\">Constantinople</span> and the provinces: the person of Leo was endangered, his officers were massacred, and the popular enthusiasm was quelled by the strongest efforts of the civil and military power. Of the Archipelago, or holy see, the numerous islands were filled with images and monks: their votaries abjured, without scruple, the enemy of Christ, his mo- ther, and the saints: they armed a fleet of boats and galleys, displayed their con- secrated banners, and boldly steered for the harbour of Constantinople, to place on the throne a new favourite of God and the people. They depended on the succour of a miracle; but their miracles were inefficient against the Greek fire; and, after the defeat and conflagration of their fleet, the naked islands were abandoned to   the clemency or justice of the conqueror. The son of Leo, in the first year of his Teign, had undertaken an expedition against the Saracens: during his absence, the capital, the palace, and the purple, were occupied by his kinsman Artavasdes; the ambitious champion of the orthodox faith. The worship of images was triumph- antly restored; the patriarch renounced his dissimulation, or dissembled his senti- ments; and the righteous claim of the usurper was acknowledged, both in the new and in ancient <span class=\"place\" data-place-id=\"423025\">Rome</span>. <span class=\"place\" data-place-id=\"305064\">Constantine</span> flew for refuge to his paternal mountains; but he descended at the head of the bold and affectionate Isaurians; and his final vic- tory confounded the arms and predictions of the fanatics. His long reign was dis- tracted with clamour, sedition, conspiracy, and mutual hatred, and sanguinary revenge: the persecution of images was the motive, or pretence, of his adversa- ries; and if they missed a temporal diadem, they were rewarded by the Greeks with the crown of martyrdom. In every act of open and clandestine treason, the emperor felt the unforgiving enmity of the monks, the faithful slaves of the su- perstition to which they owed their riches and influence. They prayed, they preached, they absolved, they inflamed, they conspired; the solitude of Palestine poured forth a'torrent of invective; and the pen of St. John Damascenus,(2) the last of the Greek fathers, devoted the tyrant's head, both in this world and the next. (3) I am not at leisure to examine how far the monks provoked, nor how much they have exaggerated, their real or pretended suffering, nor how many lost their lives or limbs, their eyes or their beards, by the cruelty of the emperor. From the chastisement of individuals, he proceeded to the abolition of the order; and, as is was wealthy and useless, his resentment might be stimulated by avarice and justified by patriotism. The formidable name and mission of the Dragon>(<f) his visiter general, excited the terror and abhorrence of the black nation: the religious   communities were dissolved, the buildings were converted into magazines, or bar- 0) The holy confessor Theophanes approve* the principle of their rebetion, kwj.uivci (p. 330. Gregory II.) in Epist. i. ad Imp. Leon. Concil. torn. viii. p. 661. 664. applauds tlie zeal of the Byzantine wo- men who killed the imperial officer!. (2) John, or Mansur, was a noble Christian of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, who held a considerable office in the service of the caliph. His zeal in the cause of images exposed him to the resentment and treachery of the Greek emperor; and on the suspicion of a treasonable correspondence, he was deprived cf his ritsht hand, which was miracu- lously restored by the Virgin. After this deliverance, he resigned his office, distributed hit wealth, and buried himself in the monastery of St. Sabas, between <span class=\"place\" data-place-id=\"687928\">Jerusalem</span> and die Dead Sea. The legend is famous, but his learned editor, father Lcquien, has unluckily proved that St. John Damascenus was already a monk before the Iconoclast dispute (Oeera. torn. i. Vit. St. Joan. Damascen. p. 10   13. et Notas ad loc) (3) After sending Leo to the devil, he introduces hii heir   ro pixw aurov ysvMMusyts M tij;*  xix; tturcv KJufpo  flssa$ sv**  Ai  ysvaswMf. (Opera Damascen. torn. i. p. 625.) If the authenticity of this pi*ce he suspicious, we are sure that in other works, no longer extant, Damascenus bestowed on <span class=\"place\" data-place-id=\"305064\">Constantine</span> the title of wov Muw^i S X.ieroajs- X  v,7rer  \\  0i'. (toiTt. i. p. 306.)' (4) In the narrative of this persecution from Theophanes and Cedrenus, Spanheim (p. 235   238.) is hapnr to compare the Dracoef Leo with the dragoons (Dra  w  ) of I.ouis XIV. and highly solaces himself with this-<>nrrovcrsial pun. t", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA287&img=1&zoom=3&hl=en&sig=ACfU3U0O-CmfIk0Sfym0m5l3phP6AR7yPA&ci=0%2C0%2C1000%2C2000&edge=0"}