{"text": " O F TH E ROMA N EMPIRE. the evidence of the Latins; and the lives(l) and epistles of the popes them- selves. Two original epistles from Gregory II. to the emperor Leo, are still extant;(2) and if they cannot be praised as the most perfect models of eloquence and logic, they exhibit the portrait, or at least the mask, of the founder of the papal mo- narchy.\" During ten pure and fortunate years (says Gregory to the emperor,) we have tasted the annual comforts of your royal letters, subscribed in purple ink, with your own hand the sacred pledges of your attachment to the orthodox creed of our fathers. How deplorable is the change! how tremendous the scandal! You now accuse the catholics of idolatry: and, by the accusation, you betray your own impiety and ignorance. To this ignorance we are compelled to adapt the gross- ness of our style and arguments: the first elements of holy letters are sufficient for yourconfusion; and were you to enter a grammar school, and avow yourself the ene- my of our worship, the simple and pious children would be provoked to cast their horn-books at your head. After this decent salutation, the pope attempts the usual distinctions between the idols of antiquity and the Christian images. The former were the fanciful representations of phantoms or demons, at a time when the true God had not manifested his person in any visible likeness. The latter are the genuine forms of Christ, his mother, and his saints, who had approved, by a crowd of miracles, the innocence and merit of this relative worship. He must indeed have trusted to the ignorance of Leo, since he could assert the perpetual use of images, from the apostolic age, and their venerable presence in the six sy- nods of the catholic church. A more specious argument is drawn from the pre- sent possession and recent practice: the harmony of the Christian world supersedes the demand of a general council; and Gregory frankly confesses, that such assem- blies can only bp useful under the reign of an orthodox prince. To the impudent and inhuman Leo, more guilty than a heretic, he recommends peace, silence, and implicit obedience to his spiritual guides of <span class=\"place\" data-place-id=\"520985\">Constantinople</span> and <span class=\"place\" data-place-id=\"423025\">Rome</span>. The li- mits of civil and ecclesiastical powers are defined by the pontiff'. To the former he appropriates the body; to the latter the soul: the sword of justice is in the hands of the magistrate; the more formidable weapon of excommunication is intrusted to the clergy; and in the exercise of their divine commission, a zealous son will not spare his offending father: the successor of St. Peter may lawfully chastise the kings of the earth.*' You assault us, O tyrant! with a carnal and military hand: unarmed and naked, we can only implore the Christ, the prince of the heavenly host, that he will send unto you a devil, for the destruction of your body and the salvation of your soul. You declare, with foolish arrogance, I will despatch my orders to Rome; I will break in pieces the image of St. Peter; and Gregory, like his predecessor Martin, shall be transported in chains and in exile, to the foot of the imperial throne. Would to God, that I might be permitted to tread in the foot- steps of the holy Martin; but may the fate of Constans serve as a warning to the persecutors of the church. After his just condemnation by the bishops of Sicily, the tyrant was cut off, in the fulness of his sins, by a domestic servant; the saint is still adored by the nations of <span class=\"place\" data-place-id=\"1273\">Scythia</span>, among whom he ended his banishment and his life. But it is our duty to live for the edification and support of the faithful peo- ple; nor are we reduced to risk our safety on the event of a combat. Incapable as you are of defending your Roman subjects, the maritime situation of the city may perhaps expose it to your depredation; but we can remove to the distance of four- and-twenty stadia(3) to the first fortress-of the Lombards, and then you may pursue the winds. Are you ignorant, that the popes are the bond of union; the mediators of peace between the east and west? The eyes of the nations are fixed f 1) With some minute difference, the molt learned critici, <span class=\"place\" data-place-id=\"138429\">Lucas</span> Holstenius, Sehelestrate, Cinmphini, Bian- cmni, Muratori (Prolegomena ad torn. iii. pars. l. J are agreed that the Liber Pontificalis was composed and continoed by the apostolical librarians and notaries of the eighth and ninth centuries; and that the last, and smallest part is the work of Anastasius, whose name it bears. The style is barbarous, the narrative partial, the details are trifling   yet it must be read as a curious and authentic record of the times. The epistles of the popes are dispersed in the volumes of Councils. (2) The two epistles of Gregory II. have been preserved in the Acts of the Nieene Council, (torn. viii. p. 651   674.) They are without a date, which is variously fixed by Baronius in the year 726. by Muratori (Annali d'ltalia, torn. vi.p. 120.) in 729,and by Pagiin730. Such is the force of prejudice, that some papists have praised the good sense and moderation of these letters. (3) E'xoa-t-TEO-crsep* rraSi  ujrexwpijtrs* 0 Ap%*ip  .vs Partis n;, rtfv JfO W TM5 KapsmMNf mi v-rxyt 8i  fov tou? avsaov;. (Epist. i. p. 864.) This proximity of the Lombards, is hard of digestion. Camillo Pellegrini (Dis- aert. iv. de Ducatu Beneventi,in the Script. Ital. torn. v. p. 172,173) forcibly reckons the twenty-fourth sta- dia, not from Rome, but from the limits of the Roman duchy, to the first fortress, perhaps <span class=\"place\" data-place-id=\"433126\">Sora</span>, of the Lom- bards. I rather believe that Gregory, with the pedantry of the ago, employs tttiditi for miles, without much inquiry into the genuine measure.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA289&img=1&zoom=3&hl=en&sig=ACfU3U3vl29FrWPrODN7ilq3D5_cQw9ohw&ci=0%2C0%2C1000%2C2000&edge=0"}