{"text": " O F TH E ROMA N EMPIRE. trade, and the sea-port of Adulis,(l) still decorated with the trophies of a Gre- cian conqueror. Along the African coast, they penetrated to the equator in search of gold, emeralds, and aromatics, but they wisely declined an unequal competition, in which they must be always prevented by the vicinity of the Per- sians to the markets of <span class=\"place\" data-place-id=\"50004\">India</span>; and the emperor submitted to the disappointment, till his wishes were gratified by an unexpected event. The gospel had been preached to the Indians: a bishop already governed the Christians of St. Tho- mas on the pepper-coast of Malabar; a church was planted in Ceylon, and the missionaries pursued the footsteps of commerce to the extremities of <span class=\"place\" data-place-id=\"599527\">Asia</span>. (2) Two Persian monks had long resided in <span class=\"place\" data-place-id=\"118723\">China</span>, perhaps in the royal city of Nan- kin, the seat of a monarch addicted to foreign superstitions, and who actually re- ceived an embassy from the isle of Ceylon. Amidst their pious occupations, they viewed with a curious eye the common dress of the Chinese, the manufactures of silk and the myriads of silk-worms, whose education (either on trees or in houses) had once been considered as the labour of queens.(3) They soon discovered that it was impracticable to transport the short-lived insect, but that in the eggs a nume- rous progeny might be preserved and multiplied in a distant climate. Religion or interest had more power over the Persian monks than the love of their country: after a long journey, they arrived at <span class=\"place\" data-place-id=\"520998\">Constantinople</span> imparted their project to the emperor, and were liberally encouraged by the gifts and promises of Justinian. To the historians of that prince, a campaign at the foot of Mount <span class=\"place\" data-place-id=\"59834\">Caucasus</span> has seemed more deserving of a minute relation, than the labours of these missionaries of commerce, who again entered China, deceived a jealous people by concealing the eggs of the silk-worm in a hollow cane, and returned in triumph with the spoils of the east. Under their direction, the eggs were hatched at the proper season by the artificial heat of dung; the worms were fed with mulberry leaves; they lived and laboured in a foreign climate: a sufficient number of butterflies were saved to propagate the race, and trees were planted to supply the nourish- ment of the rising generations. Experience and reflection corrected the errors of a new attempt, and the Sogdoite ambassadors acknowledged in the succeeding reign, that the Romans were not inferior to the natives of China in the education of the insects and the manufactures of silk, (4) in which both China and Constan- tinople have been surpassed by the industry of modern <span class=\"place\" data-place-id=\"1001887\">Europe</span>. I am not insen- ble of the benefits of elegant luxury; yet I reflect with some pain, that if the im- porters of silk had introduced the art of printing, already practised by the Chi- nese, the comedies of Menander, and the entire decads of Livy, would have been perpetuated in the editions of the sixth century. A larger view of the globe might at least have promoted the improvement of speculative science; but the Chris- tian geography was forcibly extracted from.texts of Scripture, and the study of nature was the surest symptom of an unbelieving mind. The orthodox faith con- fined the habitable world to one temperate zone, and represented the earth as an oblong surface, four hundred days'journey in length, two hundred in breadth, encompassed by the ocean, and covered by the solid crystal of the firma- ment. (5) IV. The subjects of Justinian were dissatisfied with the times, and with the go- vernment <span class=\"place\" data-place-id=\"1001887\">Europe</span> was overran by the barbarians, and <span class=\"place\" data-place-id=\"599527\">Asia</span> by the monks; the poverty of the west discouraged the trade and manufactures of the east; the pro- duce of labour was consumed by the unprofitable servants of the church, the state, and the army, and a rapid decrease was felt in the fixed and circulating capitals (1) See Procopius, Persic, (lib. ii. c. 20.) Cosmas affords some interesting knowledge of the port and in- scription of Adutis (Topograph. Christ, lib. ii. p. 138. 140   143.) and of the traile of the Axumites along the African coast of <span class=\"place\" data-place-id=\"471890\">Barbaria</span> or Zingi (p. 138,139.,) and as far as Taprobane (lib. xi. p. 339. (2) See the Christian missions in <span class=\"place\" data-place-id=\"50004\">India</span>, in Cosmas (lib. iii. p. 178,179. lib. xi. p. 337.,) and consult Asseman. Bibliot. Orient, (ton*., iv. p. 413   548.) (3) The invention, manufacture, and general use of silk in China,may be seen in Duhalde (Description Ge- nerate de la Chine, torn. ii. p. 165. 205   223.) The province of Chekian is the most renowned both for quanti- ty and quality. (4) Procopius, lib. viii. Gothic, iv. c. 17. Theophanes, Byznnt. apud Phot. Cod. lxxxtv. p. 38. Zonaras, torn. ii. lib. xiv. p. 69. Pagi (torn, ii. p. 602.) assigns to the year 552 this memorable importation. Menander (in Excerpt. Legat. p. 107.) mentions the admiration of the Sogdoites: and Theopbylact Simocatta (lib. vii. e. 9.) darkly represents the two rival kingdoms in{China,) the country of silk. (5) Cosmas, surnamed Indicopleustes. or the Indian navigator, performed his voyage about the year 522.and composed,at Alexandria,between 535 and 547, Christian Topography, (Montfaucon, Prrefat. c. 1.,) in which he refutes the impious opinion, that the earth is a globe: and Pholitis had read this work (Cod, xxxvi. p. 9. 10.,) which displays the prejudices of a monk, with the knowledge of a merchant: the most valuable psrt has been given in French, and in Greek, by Melchisedec Thevenot (Relations Curieuses, part 1..) and'he whole is since published in a splendid edition by the Pere Montfaucon (Nova Col lectio Pairuni, Paris, 1707.2 vols, in fcl. torn, li. p. 113   346.) But the editor, a theologian, might blush at not discovering the Nestopan heresy of Cosmas, which has beentdeteeted by <span class=\"place\" data-place-id=\"570417\">La</span> Croze (Cliristianssme des Indes, torn. i. p. 40   J6.) Vol. in. 3", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA29&img=1&zoom=3&hl=en&sig=ACfU3U0w5js93_LieP05FOPXLokkqXKwCQ&ci=0%2C0%2C1000%2C2000&edge=0"}