{"text": " O F TH E ROMA N EMPIRE. fleet and army into the Adriatic gulf. After suffering from the winds and waves much loss and delay, the Greeks made their descent in the neighbourhood of Ra- venna: they threatened to depopulate the guilty capital, and to imitate, perhaps to surpass, the example of Justinian II., who had chastised a former rebellion by the choice and execution of fifty of the principal inhabitants. The women and clergy, in sackcloth and ashes, lay prostrate in prayer; the men were in arms for the de- fence of their country; the common danger had united the factions, and the event of a battle was preferred to the slow miseries of a siege. In a hard-fought day, as the two armies alternately yielded and advanced, a phantom was seen, a voice was he.ard, and <span class=\"place\" data-place-id=\"393480\">Ravenna</span> was victorious by the assurance of victory. The strangers retreated to their ships, but the populous sea-coast poured forth a multitude of boats; the waters of the Po were so deeply infected with blood, that during six years, the public prejudice abstained from the fish of the river: and the institution of an annual feast perpetuated the worship of images, and the abhorrence of the Greek tyrant. Amidst the triumph of the catholic arms, the Roman pontiff con- vened a synod of ninety-three bishops against the heresy of the Iconoclasts. With their consent he pronounced a general excommunication against all who by word or deed should attack the tradition of the fathers and the images of the saints; in this sentence the emperor was tacitly involved,(l) but the vote of a last and hope- less remonstrance may seem to imply that the anathema was yet suspended over his guilty head. No sooner had they confirmed their own safety, the worship of images, and the freedom of <span class=\"place\" data-place-id=\"423025\">Rome</span> and <span class=\"place\" data-place-id=\"1052\">Italy</span>, than the popes appear to have relaxed of their severity, and to have spared the relics of the Byzantine dominion. Their moderate counsels delayed and prevented the election of a new emperor, and they exhorted the Italians not to separate from the body of the Roman monarchy. The exarch was permitted to reside within the walls of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, a captive rather than a master; and till the imperial coronation of Charlemagne,\"the government of Rome and Italy was exercised in the name of the successors of Constantine.(2) The liberty of Rome, which had been oppressed by the arms and arts of Au- gustus, was rescued, after seven hundred and fifty years of servitude, from the persecution of Leo the IsaUrian. By the Cscsars, the triumphs, of the consuls had been annihilated: in the decline and fall of the empire, the God Terminus, the sacred boundary, had insensibly receded from the ocean, the Rhine, the <span class=\"place\" data-place-id=\"216798\">Danube</span>, and the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>; and Rome was reduced to her ancient territory from Viterbo to Xerracina, and from Narni to the mouth of the Tiber. (3) When the kings were banished, the republic reposed on the firm basis which had been founded by their wisdom and virtue. Their perpetual jurisdiction was divided between two annual magistrates; the senate continued to exercise the powers of administration and counsel; and the legislative authority was distributed in the assemblies of the people, by a well-proportioned scale of property and service. Ignorant of the arts of luxury, the primitive Romans had improved the science of government and war: the will of the community was absolute; the rights of individuals were sacred; one hundred and thirty thousand citizens were armed for defence or conquest; and a band of robbers and outlaws was moulded into a nation, deserv- ing of freedom, and ambitious of glory. (4) When the sovereignty of the Greek emperors was extinguished, the ruins of Rome presented the sad image of de- population and decay; her slavery was a habit, her liberty an accident; the ef- fect of superstition, and the object of her own amazement and terror. The last vestige of the substance, or even the forms, of the constitution, was obliterated from the practice and memory of the Romans; and they were devoid of knowledge, or virtue, again to build the fabric of a commonwealth. Their scanty remnant, (1) Yet Leo was undoubtedly comprised in the siquis imagtnum sacrartim destructor.... extiterit sit extorris a corpore I). N. Jesu Christi vel totius ecclesisc unitatc. The canonists may decide whether the guilt or the name constitutes the excommunicatiou; and the decision is of the last importance to their safe- ty, since, according to the oracle, (Gratian Caus. 23. p. 5. c. 47. apud Spanheim, Hist. Imag. p. 112.) homicidas non esse qui excommunicato* trucidant. (2) Compescuit tale consilium Pontifex, sperans conversionem principis. (Anastas. p. 15ft.) Sed ne desiste- rent ab amore et fide R. J. admonehat (p. 1*7.) The popes style Leo and <span class=\"place\" data-place-id=\"305064\">Constantine</span> Corpronymus, Impcra- tores et Domini, with the strange epithet of Piissimi. A famous mosaic of the Lateran (A. 0. 798.) repre- sents Christ, who delivers the keys to St. Peter and the banner to <span class=\"place\" data-place-id=\"305064\">Constantine</span> V. (Muraton, Annali d'ltalia, torn. vs. p. 337.) (3) I have traced the Roman duchy according to the maps, and the maps according to the excellent disserta- tion of father Baretti. (de Chorographia <span class=\"place\" data-place-id=\"1052\">Italia</span>; Medii*5>i.sect. 20. p. 216   232.) Yet I must nicely observe, that Viterbo is of Lombard foundation, (p. 211.) and that Terracina was usurped by the Greeks. (4) On the extent, population,&e. of the Roman kingdom, the reader may peruse with pleasure the Viscours Prelimhmire to the RepubliqueRomaine of M. de Beaufort (torn. i.;) who will not be accused of too much credulity for the early ages of Rome.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA291&img=1&zoom=3&hl=en&sig=ACfU3U2Rp-dqPXh7C1fkhKElnIGJ6zIMbw&ci=0%2C0%2C1000%2C2000&edge=0"}