{"text": " TH E DECLIN E AN D FAL L the offspring of slaves and strangers, was despicable in the eyes of the victorious barbarians. As often as the Franks or Lombards expressed their most bitter con- tempt of a foe, they called him a Roman;\"and in this name,\" says the bishop Liutprand,\" we include whatever is base, whatever is cowardly, whatever is per- fidious, the extremes of avarice and luxury, and every vice that can prostitute the dignity of human nature. \"(1) By the necessity of their situation, the inhabitants of <span class=\"place\" data-place-id=\"423025\">Rome</span> were cast into the rough model of a republican government: they were compelled to elect some judges in peace, and some leaders in war; the nobles as- sembled to deliberate, and their resolves could not be executed without the union and consent of the multitude. The style of the Roman senate and people was re- vived, (2) but the spirit was fled; and their new independence was disgraced by the tumultuous conflict of licentiousness and oppression. The want of laws could only be supplied by the influence of religion, and their foreign and domestic coun- sels were moderated by the authority of the bishop. His alms, his sermons, his correspondence with the kings and prelates of the west, his recent services, their gratitude, an oath, accustomed the Romans to consider him as the first magistrate or prince of the city. The Christian humility of the popes was not offended by the name of Domimts, or Lord; and their face and inscription are still apparent on the most ancient coins. (3) Their temporal dominion is now confirmed by the reverence of a thousand years; and their noblest title is the free choice of a peo- ple, whom they had redeemed from slavery..- W In the quarrels of ancient <span class=\"place\" data-place-id=\"1001896\">Greece</span>, the holy people of Ellis enjoyed a perpetual peace, under the protection of Jupiter, and in the exercise of the Olympic games. (4) Happy would it have been for the Romans if a similar privilege had guarded the patrimony of St. Peter from the calamities of war; if the Christians who visited the holy threshold, would have sheathed their swords in the presence of the apos- tle and his successor. But this mystic circle could have been traced only by the wand of a legislator and a sage; this pacific system was incompatible with the zeal and ambition of the popes; the Romans were not addicted, like the inhabi- tants of Ellis, to the innocent and placid labours of agriculture; and the barba- rians of <span class=\"place\" data-place-id=\"1052\">Italy</span>, though softened by the climate, were far below the Grecian states in the institutions of public and private life. A memorable example of repentance and piety was exhibited by Liutprand, king of the Lombards. In arms, at the gate of the Vatican, the conqueror listened to the voice of Gregory 11.(5) with- drew his troops, resigned his conquests, respectfully visited the church of St. Pe- ter, and after performing his devotions, offered his sword and dagger, his cuirass and mantle, his silver cross and his crown of gold, on the tomb of the apostle. But this religious fervour was the illusion, perhaps the artifice of the moment; the sense of interest is strong and lasting; the love of arms and rapine was congenial to the Lombards; and both the prince and people were irresistibly tempted bythe disorders of Italy, the nakedness of Rome, and the unwarlike profession of her new chief. On the first edicts of the emperor, they declared themselves the champions of the holy images: Liutprand invaded the province of Romagna, which had already assumed that distinctive appellation; the catholics of the ex,- archate yielded without reluctance to his civil and military power; and a foreign enemy was introduced for the first time into the impregnable fortress of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>. That city and fortress were speedily recovered by the- active diligence and mari- time forces of the Venetians; and those faithful subjects obeyed the exhortations of Gregory himself, in separating the personal guilt of Leo from the general cause of the Roman empire. (6) The Greeks were less mindful of the service, than the (1) Quos (Romanes) nos, <span class=\"place\" data-place-id=\"383688\">Langobardi</span> scilicet, <span class=\"place\" data-place-id=\"99035\">Saxones</span>, <span class=\"place\" data-place-id=\"108991\">Franci</span>, Lotharingi, Bajoari, Suevi, <span class=\"place\" data-place-id=\"118617\">Burgundiones</span> tanto dcdigtiamur ut inimicos nostra* commofii, nil aliud, contttmeliarum nisi Romane. dicamui: tine solo, id est Komanorum nomine, quicquid i^nobilitatis, quicqnid timiditntis, quicquid avaritise. quicqnid luxuria:, quicqnid mendacii, immo quicquid vitiorum est comprehendentes (Liutprand. in Legat. Script. Ita). torn. ii. pars. I. p. 4S1.) For the sins of Cato or Tully, Minos might have imposed, as a tit penance, the daily perusal of this barbarous passage. (2) Pipino reg? Francorum, omnii S''natiis atque universa populi generalitas a Deo serrate Romanse urbis (Codex Carolin. epist. xxxri. in Script. Ifal. torn, lit pari. 8. p. 160.) The names of senatus and senator were never totally extinct (Dissert. Chorograph. p. 216,217.) but in the middle age they signified little more than uobiles optimates,&e. (Ducange. Gloss. Latin.) (3) See Muratori Antiquit. <span class=\"place\" data-place-id=\"1052\">Italia</span>; MVdii Mv), torn. ii. dissertat. 27. p. 548. On one of these coins we read Ha- dnanui <span class=\"place\" data-place-id=\"736992\">Papa</span> (A. D. 772;) on the reverse, Viet. DDNN, with the word CONOB. which the pere Josbert (Science des Medailles, torn. ii. p. 42.) explains by COATstantinopoli Officina fcV, (secunda.) (4) See West's Dissertation on the Olympic Games (Pindar, vol. ii. p. 32   36. edition in duodecimo,) and the judicious reflections of Pokhius (lorn. i. lib. iv. p. 466. edit. Gronov.) (5) The speech of Gregory to the Lombard is finely composed by Sigonius (de Regno Ilaliss lib. iii. Opera, torn. ii. p. 173.,) who imitates the license and the spirit of Sallust or Livy. C3) The Venetian historians, John Sagorninus (Chron. Venct. p. 13.) and tbe doge Andrew Dandolo (Scrip.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA292&img=1&zoom=3&hl=en&sig=ACfU3U2WO7DbcEditkFBt-anbgyr-vaGTw&ci=0%2C0%2C1000%2C2000&edge=0"}