{"text": " TH E DECLIN E AN D FAL L again saved, and Astolphus was taught the lessons of justice and sincerity by tfee scourge of a foreign master. After this double chastisement, the Lombards lan- guished about twenty years in a state of langour and decay. But their minds were not yet humbled to their condition; and instead of affecting the pacific virtues of the feeble, they peevishly harassed the Romans with a repetition of claims, eva- sions, and inroads, which they undertook without reflection, and terminated with- out glory. On either side their expiring monarchy was pressed by the zeal and prudence of pope Adrian I. the genius, the fortune, and greatness of Charlemagne, the son of Pepin; these heroes of the church and state, were united in public and domestic friendship, and while they trampled on the prostrate, they varnished their proceedings with the fairest colours of equity and moderation. (1) The passes of the Alps, and the walls of Pavia, were the only defence of the Lombards; the former were surprised, the latter were invested, by the son of Pepin; and after a blockade of two years, Desiderius, the last of their native princes, surrendered his sceptre and his capital. Under the dominion of a foreign king, but in the pos- session of their national laws, the Lombards became the brethren rather than the subjects of the Franks; who derived their blood, and manners, and language, from the same Germanic origin. (2) The mutual obligations of the popes and the Carlovingian family form the im- portant link of ancient and modem, of civil and ecclesiastical history. In the con- quest of <span class=\"place\" data-place-id=\"1052\">Italy</span>, the champions of the Roman church obtained a favourable occasion, a specious title, the wishes of the people, the prayers and intrigues of the clergy. But the most essential gifts of the popes to the Carlovingian race were the digni- ties of the king of France,(3) and of patrician of <span class=\"place\" data-place-id=\"423025\">Rome</span>. I. Under the sacerdotal monarchy of St. Peter, the nations began to resume the practice of seeking, on the banks of the Tiber, their kings, their laws, and the oracles of their fate. The Franks were perplexed between the name and substance of their government. All the powers of royalty were exercised by Pepin, mayor of the palace; and nothing, except the regal title, was wanting to his ambition. His enemies were crushed by his valour; his friends were multiplied by his liberality; his father had been the sa- viour of Christendom; and the claims of personal merit were repeated and ennobled in a descent of four generations. The name and image of royalty were still pre- served in the last descendant of Clovis, the feeble Childeric; but his obsolete rijjrit. could only be used as an instrument of sedition: the nation was desirous of restoring the simplicity of the constitution; and Pepin, a subject and a prince, was ambitious to ascertain his own rank and the fortune of his family. The mayor and the no- bles were bound, by an oath of fidelity, to the royal phantom: the blood of Clovis was pure and sacred in their eyes; and their common ambassadors addressed the Roman pontiff, to dispel their scruples, or to absolve their promise. The interest of pope Zachary, the successors of the two Gregories, prompted him to decide, and to decide in their favour: he pronounced that the nation might lawfully unite, in the same person, the title and authority of king; and that the unfortunate Childerie, a victim of the public safety, should be degraded, shaved, and confined in a mo- nastery for the remainder of his days. An answer so agreeable to their wishes was accepted by\\he Franks, as the opinion of a casuist, the sentence of a judge, or the oracle of a prophet: the Merovingian race disappeared from the earth; and Pepin was exalted on a buckler by the suffrage of a free people, accustomed to obey his laws and to march\\jnder his standard. His coronation was twice performed, with the sanction of thepoj^s, by their most faithful servant St. Boniface, the apostle of <span class=\"place\" data-place-id=\"481844\">Germany</span>, and by the grateful hands of Stephen III., who, in the monastery of St. Denys, placed the diadem on the head of his benefactor. The royal unction of the kings of Israel was dexterously applied, (4) the successor of St. Peter assumed the (1) Except in the divorce of the daughto, of Desiderius, whom Charlemagne repudiated sine aliqno cri- mrae. Pope Stephen IV. hadmost furiously opposed the alliance of a noble Frank-oum perfida, horrida.nec dieendafaHcntissimanationeLangobardorum>towborn he imputes the first stain of leprosy. (Cod. Carolm. epist. 45. p. 178,179.) Another reason against t)  marriage was the existence of a first wife. (Muratori, Anna- fi d'ltalia, torn. ri. p. 232, 233.236, 237.) But ChMcmagne indulged himself in the freedom of polygamy ur concubinage. do r so- (2)..SZ??he Annali d'ltalia of Muratori, torn. vi.aw the three first dissertations of his Antiquitates <span class=\"place\" data-place-id=\"1052\">Italia</span>; Medn Mn, torn. 1.^ (3) Besides the common historians, three French critic, Launoy, (Opera, torn. v. pars ii. lib. vii. epist. ix. p. 477-487.) Pagi, (Critic*, A. D. 751. no. 1.6. A. D. 752. no.t_io.) and Natalis Alexander, (Hist. Novi Testa- ment!, dissertat. n. p. 26   107.) have treated this subject of the deposition of Childeric with learning ami at- tention, but with a strong bias to save the independence of the crown. Vet they are hard pressed by the text which they produce of Eginhard, Theophanes, and the old annals, Laureshamensis Fuldensis, Loisielani. (4) Not absolutely tor the first time. On a less conspicuous theatre it had been used, in the smh and se- venth centunesjjjy the provincial bishops of Britain and <span class=\"place\" data-place-id=\"737056\">Spain</span>. The royal unction of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> wsa", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA294&img=1&zoom=3&hl=en&sig=ACfU3U29FaBi1t2SWIMa_v_KM4b41ErtEg&ci=0%2C0%2C1000%2C2000&edge=0"}