{"text": " O F TH E ROMA N EMPIRE,'character of a divine ambassador: a German chieftain was transformed into the Lord's anointed; and this Jewish rite has been diffused and maintained by the su- perstition and vanity of modern <span class=\"place\" data-place-id=\"1001887\">Europe</span>. The Franks were absolved from their ancient oath; but a dire anathema was thundered against them and their posterity, if they should dare to renew the same freedom of choice, or to elect a king, except in the holy and meritorious race of the Carlovingian princes. Without apprehend- ing the future danger, these princes gloried in their present security; the secretary of Charlemagne affirms, that the French sceptre was transferred by the authority of the popes;(l) and in their boldest enterprises, they insist, with confidence, on this signal and successful act of temporal jurisdiction. II. In the change of manners and language, the patricians of Rome(2) were far removed from the senate of Romulus, or the palace of <span class=\"place\" data-place-id=\"305064\">Constantine</span>, from the free nobles of the republic, or the fictitious parents of the emperor. After the reco- very of <span class=\"place\" data-place-id=\"1052\">Italy</span> and <span class=\"place\" data-place-id=\"324852\">Africa</span> by the arms of Justinian, the importance and danger of those remote provinces required the presence of a supreme magistrate; he was indifferently styled the exarch or the patrician; and these governors of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, who fill their places in the chronology of princes, extended their jurisdiction over the Roman city. Since the revolt ot Italy and the loss of the exarchate, the dis- tress of the Romans had exacted some sacrifice of their independence. Yet, even in this act, they exercised the right of disposing of themselves; and the decrees of the senate and people successively invested Charles Martel and his posterity with the honours of patrician of <span class=\"place\" data-place-id=\"423025\">Rome</span>. The leaders of a powerful nation would have disdained a servile title and subordinate office; but the reign of the Greek emperors was suspended; and, in the vacancy of the empire, they derived a more glorious commission from the pope and the republic. The Roman ambassadors presented these patricians with the keys of the shrine of St. Peter, as a pledge and symbol of sovereignty; with a holy banner, which it was their right and duty to unfurl in the detence of the church and city. (3) In the time of Charles Martel and of Pepin, the interposition of the Lombard kingdom covered the free- dom, while it threatened the safety, of Rome; and the patriciate represented only the title, the service, the alliance, of these distant protectors. The power and policy of Charlemagne annihilated an enemy, and imposed a master. In his first visit to the capital, he was received with all the honours which had formerly been paid to the exarch, the representative of the emperor: and these honours obtained some new decorations from'the joy and gratitude of Pope Hadrian I. (4) No sooner was he informed of the sudden approach of the monarch, than he despatched the magistrates and nobles of Rome to meet him, with the banner about thirty miles from the city. At the distance of one mile, the Flaminian way was lined with the schools, or national communities, of Greeks, Lombards, Saxons,&c.: the Roman youth were under arms; and the children of a more tender age, with palms and olive branches in their hands, chanted the praises of their great deliverer. At the aspect of the holy crosses, and ensigns of the saints, he dismounted from his horse, led the procession of his nobles to the Vatican, and, as he ascended the stairs, de- voutly kissed each step of the threshold of the apostles. In the portico, Hadrian expected him at the head of his clergy: they embraced, as friends and equals; but in their march to the altar, the king or patrician assumed the right hand of the pope. Nor was the Frank content with these vain and empty demonstrations of respect. In the twenty-six years that elapsed, between the conquest of Lombar- dy and his imperial coronation, Rome, which had been delivered by the sword, borrowed from the Latins in the last age of the empire. <span class=\"place\" data-place-id=\"305064\">Constantine</span> Manasses mentions that of Charlemagne as a foreign, Jewish, incomprehensible ceremony. See Seidell's Tilles of Honour, in his Works, vol. iii. part i. p. 234   249. (0 See Eginhard, in Vita Caroli Magni, c. 1. p. S, See. c. 3. p. 24. Cliildeiic was deposed   ^ujjk, the Carlo- vingian* were established   avctoritate, Pontifices Komani, Launoy,&c, pretend that these strong words are susceptible of a very soft interpretation. Be it so; yet  ginhard understood the world, the court, and the <span class=\"place\" data-place-id=\"570417\">La</span>- tin language. (2) For the title and powers of patrician of Home, see Ducange, (Glo.s. Latin, torn. v. p. 149   151.) Pagi. (Critiea, A. I). 740. no. S   11.) Muratori, (Annali d'ltalia, torn. vi. p. 30H   329.) and St. Marc. (Abrege Chro- nologique d'ltalie, torn. i. p. 379   382.) Of these the Franciscan Pagi is the most disposed to make the patrii cian a l-eutenant of the church, rather than of the empire. (3) The papal advocates can soften the symbolic meaning of the banner and the keys; hut the style of ad regnwn ditnisimus, or direximus, (Codex Carolin. epist. i. torn. iii. pavsii. p. 76.) seems to allow of no pallia- lion or escape. In the MS. of the Vienna library, they read, instead of regnwn^ rogum, prayer or request; (see Ducange) and the royally of Charles Martel is subverted by this important correction. (Catalini, in his Criti- cal Prefaces Annali d'llalia, torn. xvii. p. 95   99.) (4) In the authentic narrative of this reception, the Liher Pontificalis observes   obviam illi ejus sanctiras di- ngens venerabiles crnces, id est stgna; sicut, mos est ad exarchum, ant patiicium suscipiendum, cum cum fn- ighenu honore suscipi ftcit. (font, iii, pais i. p. I8J0", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA295&img=1&zoom=3&hl=en&sig=ACfU3U3oBC9UeRwOOJjZG-TASWYkWg2Uig&ci=0%2C0%2C1000%2C2000&edge=0"}