{"text": " Tri E DECLIN E AN D FAL L   was subject, as his own* to the sceptre of Charlemagne. The people swore alie^ giance to his person and family: in his name money was coined, and justice was administered; and the election of the popes was examined and confirmed by his au- thority. Except an original and self-inherent claim of sovereignty, there was not any prerogative remaining, which the title of emperor could add to the patrician of Rome.(l) The gratitude of the Carlovingians was adequate to these obligations, and their names are consecrated as the saviours and benefactors of the Roman church. Her ancient patrimony of farms and houses was transformed by their bounty into the temporal dominion of cities and provinces; and the donation of the exarchate was the first-fruits of the conquest of Pepin. (2) Astolphus with a sigh relinquished his prey; the keys and the hostages of the principal cities were delivered to the French ambassador; and, in his master's name, he presented them before the tomb of St. Peter. The ample measure of the exarchate(S) might comprise all the provinces of <span class=\"place\" data-place-id=\"1052\">Italy</span> which had obeyed the emperor and his vicegerent; but its strict and proper limits were included in the territories of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, Bologna, and Ferrara; its inseparable dependency was the <span class=\"place\" data-place-id=\"373869\">Pentapolis</span>, which stretched along the Hadriatic from Rimini to <span class=\"place\" data-place-id=\"413014\">Ancona</span>, and advanced into the midland country as far as the ridges of the Appennine. In this transaction, the ambition and avarice of the, popes had been severely condemned. Perhaps the humility of a Christian priest should have rejected an earthly kingdom, which it was not easy for him to govern without renouncing the virtues of his profession. Perhaps a faithful subject, or a generous enemy, would have been less impatient to divide the spoils of the bar- barian; and if the emperor had intrusted Stephen to solicit in his name the resti- tution of the exarchate, I will not absolve the pope from the reproach of treachery and falsehood. But in the rigid interpretation of the laws, every one may accept, without injury, whatever his benefactor can bestow without injustice. The Greek emperor had abdicated or forfeited his right to the exarchate; and the sword of Astolphus was broken by the stronger sword of the Carlovingian. It was'not in the cause of the Iconoclast that Pepin had exposed his person and army in a double expedition beyond the Alps; he possessed, and might lawfully alienate, his con- quests; and to the importunities of the Greeks, he piously replied, that no human consideration should tempt him to resume the gift which he had conferred on the Roman pontiff for the remission of his sins, and the salvation of his soul. The splendid donation was granted in supreme and absolute dominion, and the world beheld for the first time a Christian bishop invested with the prerogatives of a tempo- ral prince; the choice of magistrates, the exercise of justice, the imposition of taxes, and the wealth of the palace of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>. In the dissolution of the Lombard king- dom, the inhabitants of the duchy of Spoleto(4) sought a refuge from the storm, shaved their heads after the Roman fashion, declared themselves the servants and subjects of St. Peter, and completed by this voluntary surrender, the pre- sent circle of the ecclesiastical state. That mysterious circle was enlarged to an indefinite extent, by the verbal or written donation of Charlemagne,(5) who, in the first transports of his Victory, despoiled himself and the Greek emperor of the cities and islands which had formerly been annexed to the ex- archate. But in the cooler moments of absence and reflection, he viewed, with an eye of jealousy and envy, the recent greatness of his ecclesiastical ally. The execution of his own and his father's promises was respectfully eluded: the (1) Paului Diaconus, who wrote before the empire of Charlemagne, describes <span class=\"place\" data-place-id=\"423025\">Rome</span> as his subject city   ves-'tras civitatM, (ad Pompeium Festum) suis addidit sceptris. (de Metensis Ecclesise Episconis.) Some Carte- vingian medals, struck at Home, have engaged Le Blanc to write an elaborate, though partial dissertation on their authority at Rome both as patricians and emperors. (Amsterdam, 1692, in quarto.) (2) Mosheim (Institution Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. p. 263.) weighs this donation with fair and deliberate prndence.\"The original act has never been produced; but the Liber Pontificalis represents, (p. 171..) and theCodex Carolinus supposes, this ample gift. Both are colemporary records; aud the latter is more authentic, since it has been preserved, not in the papal, but the imperial library. (3) Between the exorbitant claims, and narrow concessions of interest and prejudice, from which even Mu- ratori (Antiquitat. torn. i. p. 63   68.) is not exempt. I have been guided, in the limits of the exarchate and <span class=\"place\" data-place-id=\"373869\">Pentapolis</span>, by the Dissertatio Chorographica <span class=\"place\" data-place-id=\"1052\">Italia</span> Medii Mvi, torn. x. p. 160   180. (4) Spoletini deprecnti sunt, ut eos in servitio B. Petri reciperet et more Rornanornm tonsurart faceraf, (Atiastasius, p. 185.) Yet it may be a question whether they gave their own persons or their country. (5) The policy and donations of Charlemagne are carefully examined by St. Marc, (Abrege, torn. i. p. 390   408.) who has well studied the Codex Carolinus. I believe, with him, that they were only verbal. The most ancient act of donation that pretends to be extant, is that of the emperor Louis the Pious; (Signonius, de Reg- no Italite, lib. iv. Qpenx, torn. ii. p. 267   270.) its authenticity, or at'least its integrity, are much questioned: (Pagi, A. D. 817, no. 7,&c. Muratori, Annali. torn. vi. p. 432,&c. Dissertat. Chorographica, p. 33,34.) bat I s  no reasonable objection to these princes so freely disposing of what waj not their own.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA296&img=1&zoom=3&hl=en&sig=ACfU3U0aATaQ0RUCcEgCcH-jiatBbFpIjQ&ci=0%2C0%2C1000%2C2000&edge=0"}