{"text": " O F TH E ROMA N EMPIRE. king of the Franks and the Lombards asserted the inalienable rights of the em- J)ire; and, in his life and death, Ravenna,(l) as well as <span class=\"place\" data-place-id=\"423025\">Rome</span>, was numbered in the ist of his metropolitan cities. The sovereignty of the exarchate melted away In the hands of the popes; they found in the archbishops of <span class=\"place\" data-place-id=\"393480\">Ravenna</span> a dangerous and domestic rival;(2) the nobles and people disdained the yoke of a priest: and, in the disorders of the times, they could only retain the memory of an ancient claim, which, in a more prosperous age, they have revived and realized. Fraud is the resource of weakness and cunning; and the strong, though ignorant barbarian, was often entangled in the net of sacerdotal policy. The Vatican and Lateran were an arsenal and manufacture, which, according to the occasion, have produced or concealed a various collection of false or genuine, of corrupt or suspi- cious acts, as they tended to promote the interest of the Roman church. Before the end of the eighth century, some apostolical scribe, perhaps the notorious Isi- dore, composed the decretals, and the donation of <span class=\"place\" data-place-id=\"305064\">Constantine</span>, the two magic pil- lars of ihe spiritual and temporal monarchy of the popes. This memorable dona- tion was introduced to the world by an epistle of Hadrian I., who exhorts Charle- magne to imitate the liberality, and revive the name of the great Constantine.(3) According to the legend, the first of the Christian emperors was healed of the le- prosy, and purified in the waters of baptism, by St. Silvester, the Roman bishop; and never was physician more gloriously recompensed. His royal proselyte with- drew from his seat and patrimony of St. Peter; declared his resolution of founding a new capital in the east; and resigned to the popes the free and perpetual sove- reignty of Rome, <span class=\"place\" data-place-id=\"1052\">Italy</span> and the provinces of the west. (4) This fiction was pro- ductive of the most beneficial effects. The Greek princes were convicted of the guilt of usurpation; and the revolt of Gregory was the claim of his lawful inheri- tance. The popes were delivered from their debt of gratitude: and the nominal gifts of the Carlovingians were no more than the just and irrevocable restitution of a scanty portion of the ecclesiastical state. The sovereignty of Rome no longer depended on the choice of a fickle people; and the successors of St. Peter and Con- stantine were invested with the purple and prerogatives of the C^sars. So deep was the ignorance and credulity of the times, that the most absurd of fables was received, with equal reverence, in <span class=\"place\" data-place-id=\"1001896\">Greece</span> and in <span class=\"place\" data-place-id=\"98961\">France</span>, and is still enrolled among the decrees of the canon law. (5) The emperors, and the Romans, were incapable of discerning a forgery, that subverted their rights and freedom; and the only opposition proceeded from a Sabine monastery, which, in the beginning of the twelfth century, disputed the truth and validity of the donation of Constan- tine. (6) In the revival of letters and liberty this fictitious deed was transpierced by the pen of Laurentius Valla, the pen of an eloquent critic and a Roman patriot. (7) His cotemporaries of the fifteenth century were astonished at his sacrilegious bold- ness; yet such is the silent and irresistible progress of reason, that before the end (1) Charlemagne solicited and obtained from the proprietor, Hadrian I., the mosaics of the palace of Raven- na, for the decoration of Aix-la-Chapelle. (Cod. Carotin, epist. 67. p. 223.) (2) The popes often complain of the usurpation of Leo of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>: (Codex Carolin. epist. 51   23. p. 200   205.) Si Corpus St. Andrea; fratrii germaui St. Pen i hie humasset, nequaqiiam nos Romani pontifices sic sub- jugassent. (Agnellus, Liber PontiGcalis, in Scriptures Rerum Ital. torn. ii. pars 1. p. 107.) (3) Piissimo Constantino maguo, per ejus largitatem S. R. Ecclesia elevataet exaltataest, et potestatem in his Hesperiac partibus largiri dignatus est.... Quiaecce novtis Constaminus his temporibus,&c. (Codex Carotin, epist. 49. in torn. iii. para 2* p. 105.) Pagi (Critica, A. D. 324, no. 16.) ascribes them to an impostor of the eighth century, who borrowed the name of St, Isidore: his humble title of Peccatar was ignorantly. but mptly, turned into Mercator: his merchandise was indeed profitable, and a few sheets of paper were sold for much wealth and power. (4) Fahricius (Bibliot. Grace, torn. vi. p. 4   7.) has enumerated the several editions of this act, in Greek and Latin. The copy which Laurentius Vatla recites and refutes, appears to be taken either from the spurious acts of St. Silvester, or from Gratian's Decree, to which, according to him and others, it has been surreptitiously tacked. (5) In the year 1059, it was believed (was it believed?) by pope Leo IX. cardinal Peter Damianns, 5tc. Mu- ratori places (Annali dTtalia, torn. ii. p. 23,24.) the fictitious donations of Lewis the Pious, the Othos,&c. de Donatione Constantini. Bee a Dissertation of Natalis Alexander, secolutn 4. diss. 25. p. 335   350. (6) See a large account of the controversy (A. D. 1105.) which arose from a private law-suit, in the Chroni- con. Farsene, (Script. Rerum Itaticarum, torn. ii. pars 2. p. 637,&c.) a copious extrnct from the archives of that Benedictine abbey. They were formerly accessible to curious foreigners. (Le Blanc and Mabillon,) and would have enriched the first volume of the Historia Monastica <span class=\"place\" data-place-id=\"1052\">Italia</span> of Qmrini. But they are now impri- soned (Muratori, Scriptures, R. I. torn. ii. pars 2. p. 269.) by the timid policy of the court of Rome: and the fu- ture cardinal yielded to the voice of authority and the whispers of ambition. (Quirini, Comment, pars 2. p. 123   136.) (7) I have read in the collection of Schardius. (de Potestate Imperial Ecclesiastica. p. 734   780.) this ani- mated discourse, which was composed by the author, A. D. 1440, six years after the flight of pope Eugenius IV. It is a most vehement party pamphlet: Valla justifies anil animates the revolt of the Romans, and wonld even approve the use of a dagger against their sacerdotal tyrant. Such a critic might expeet the persecution of the clergy; yet he made his peace,and isnuried in the Latent. (Bayle, DictioDnaire Critique, Valla; Vossi- us, de Histsficij Latiun, p. 580.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA297&img=1&zoom=3&hl=en&sig=ACfU3U0QK4M8uJXp3fb6CauQhRHbHFgsLw&ci=0%2C0%2C1000%2C2000&edge=0"}