{"text": "   586 TH E DECLIN E AN D FAL L of the next age, the fable was rejected by the contempt of historians(l) and pc-   ts,(2) and the tacit or modest censure of the advocates of the Roman church. (3) The popes themselves have indulged a smile at the credulity, of the vulgar, (4) but a false and obsolete title still sanctifies their reign; and by the same fortune which has attended the decretals and the Sibylline oracles, the edifice has subsist- ed after the foundations have been undermined. While the popes established in <span class=\"place\" data-place-id=\"1052\">Italy</span> their freedom and dominion, the images, the first cause of their revolt, were restored in the eastern empire.(5) Under the reign of <span class=\"place\" data-place-id=\"305064\">Constantine</span> V. the union of civil and ecclesiastical power had overthrown the tree, without extirpating the root, of superstition. The idols, for such they were now held, were secretly cherished by the order and the sex most prone to devo- tion: and the fond alliance of the monks and females, obtained a final victory over the reason and authority of man. Leo IV. maintained with less rigour the religion of his father and grandfather; but his wife, the fair and ambitious Irene, had im- bibed the zeal of the Athenians, the heirs of the idolatry, rather than the philoso- phy, of their ancestors. During the life of her husband, these sentiments were inflamed by danger and dissimulation, and she could only labour to protect and promote some favourite monks whom she drew from their caverns, and seated on the metropolitan thrones of the east. But as soon as she reigned in her own name and that of her son, Irene more seriously undertook the ruin of the Iconoclasts; and the first step of her future persecution, was a general edict for liberty of conscience. In the restoration of the monks, a thousand images were exposed te the public ve- neration; a thousand legends were invented of their sufferings and miracles. By the opportunities of death or removal, the episcopal seats were judiciously filled; the most eager competitors for earthly or celestial favour, anticipated and flattered the judgment of their sovereign; and the promotion of her secretary Tarasius, gave Irene the patriarch of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, and the command of the oriental church. But the decrees of a general council could only be repealed by a similar assem- bly;^) the Iconoclasts, whom she convened, were bold in possession, and averse to debate; and the feeble voice of the bishops was re-echoed by the more formidable clamour of the soldiers and people of Constantinople. The delay and intrigues of a year, the separation of the disaffected troops, and the choice of Nice for a second orthodox synod, removed these obstacles; and the episcopal conscience was again, after the Greek fashion, in the hands of the prince. No more than eighteen days were allowed for the consummation of this important work: the Iconoclasts ap- peared, not as judges, but as criminals or penitents; the scene was decorated by the legates of pope Hadrian and the eastern patriarch, (7) the decrees were framed by the president Tarasius, and ratified by the acclamations and subscriptions of three hundred and fifty bishops. They unanimously pronounced, that the worship of images is agreeable to Scripture and reason, to the fathers and councils of the (1) See Guiccinrdini, a servant of the popes, in that long and valuable digression, which has resumed its place in the last edition, correctly published from the author's MS., and printed in four volumes in quarto, un- der the name of Friburgo, 1775w(Istoria d'ltalia, torn. i. p. 385   395.) (2) The Paladin Astolpho found it in the moon, among the things that were lost uponearth. (Orlando Furi- 010,34,80.) Di van fiore ad un grand monte passa,, Ch'ebbe gia buono odore, or p'uzza forte Questo era il dono (se pero dir lace) Che Constantino at buon Silvestro fece. Yet this incomparable poem has been approved by a bull of Leo X. (3) See Baronius. A. D. 324, no. 117   123. A. D. 1191, no. 51.&c. The cardinal wishes to suppose that Home was offered by <span class=\"place\" data-place-id=\"305064\">Constantine</span>, and refused by Silvester. The act of donation he considers, strangely enough, as a forgery of the Greeks. (4) Baronius n'en dit guerres contre: encore en a Oil tropdit,et l'on vouloit sans moi (Cardinal du Perron,) qui 1'eropechai, eensurer certe partie de son histoire. J'en devisai un jour avec le Pane, et il ne roe repondit autre chose\"che yolete! i Canonici la lenRono.\" i le desoit cn riant. (Penoniana, p. 77.) (5) The remaining history of images, from Irene to Theodora, is collected, for the catholics, by Baronius andPagi, (A. D. 780   840.) Katalis Alexander, (Hisr. N. T. seculuni viii. Panoplia adversus Hseretieos, p. 118   173.) and Dupin: (liibliot. Eceles. torn. vi. p. 136   154.) for the proteslantl, by Spanheim, (Hist. I mac. p. SOS   639.) Basnage, (Hist, de I'Eglise, torn. i. p. 556   572. torn. ii. p. 1362   1385.) and Mosheim. (Institnt. Hist. Eceles. secul. viii. et vx.) The protesiants, except Mosheim, are soured with controversy; but the catholics, except Dupin,are inflamed by the fury and superstition of the monks; and even Le Beau, (Hist, du Bas em- pire) a gentlenian and a scholar, is infected by the odious contaKion. (6) Seethe Acts, in Greek and Latin, of the second council of Nice, with a number of relative pieces, in the seventh volume of the councils, p. 645   1600. A faithful version, with some critical notes, would provoke, in different readers, a sigh or a smile. (7) The pope's legates were casual messengers, two priests without any special commission, and who were disavowed on their return. Some vagabond monks were persuaded by the catholics to represent the oriental patriarchs. This cunous anecdote is revealed by Theodore Studites, (epist. i.38. in Sirmond. Opp. torn. v. p- 1319.) one Of the warmest Iconoclasts of the age.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA298&img=1&zoom=3&hl=en&sig=ACfU3U1TjdKKZwEey8Qnk5PkoNsOg0uJnA&ci=0%2C0%2C1000%2C2000&edge=0"}