{"text": " 18 TH E DECLIN E AN D FAL L which constitute the national wealth. The public distress had been alleviated by the economy of Anastasius, and that prudent emperor accumulated an immense treasure, while he delivered his people from the most odious or oppressive taxes. Their gratitude universally applauded the abolition of the g old of affliction,, a per- sonal tribute on the industry of the poor;(l) but more tolerable, as it should seem, in the form than in the substance, since the flourishing city of <span class=\"place\" data-place-id=\"658457\">Edessa</span> paid only one hundred and forty pounds of gold, which was collected in four years from ten thou- sand artificers. (2) Yet such was the parsimony, which supported this liberal dis- position, that, in a reign of twenty-seven years, Anastasius saved, from his annual revenue, the enormous sum of thirteen millions sterling, or three hundred and* twenty thousand pounds of gold. (3) His example was neglected, and his treasure was abused, by the nephew of Justin. The riches of Justinian were speedily ex- hausted by alms and buildings, by ambitious wars, and ignominious treaties. His revenues were found inadequate to his expenses. Every art was tried to extort from the people the gold and silver which he scattered with a lavish hand from Persia to <span class=\"place\" data-place-id=\"236467\">France</span> ;(4) his reign was marked by the vicissitudes, or rather by the combat, of rapaciousness and avarice, of splendour and poverty; he lived with the reputation of hidden treasures,(5) and bequeathed to his successor the payment of his debts. (6) Such a character has been justly accused by the voice of the people and of posterity: but public discontent is credulous; private malice is bold; and a lover of truth will peruse with a suspicious eye the instructive anecdotes of Proco- pius. The secret historian represents only the vices of Justinian, and those vices are darkened by his malevolent pencil. Ambiguous actions are imputed to the worst motives: error is confounded with guilt, accident with design, and laws with abuses: the partial injustice of a moment is dexterously applied as the general maxim of a reign of thirty-two years: the emperor alone is made responsible for the faults of his officers, trie disorders of the times, and the corruption of his sub- jects; and even the calamities of nature, plagues, earthquakes, and inundations, are imputed to the prince of the demons, who had mischievously assumed the form of Justinian. (7) After this precaution, I shall briefly relate the anecdotes of avarice and rapine* under the following heads.   I. Justinian was so profuse that he could not be libe- ral. The civil and military officers, when they were admitted into the service of the palace, obtained an humble rank and a moderate stipend; they ascended by seniority to a station of affluence and repose; the annual pensions, of which the most honourable class was abolished by Justinian, amounted to four hun- dred thousand pounds; and this domestic economy was deplored by the venal or indigent courtiers as the last outrage on the majesty of the empire. The posts, the salaries of physicians, and the nocturnal illuminations, were objects of more general concern; and the cities might justly complain, that he usurped the munici- pal revenues which hud been appropriated to these useful institutions. Even the soldiers were injured; and such was the decay of military spirit, that they were injured with impunity. The emperor refused, at the return of each fifth year, the customary donative of five pieces of gold, reduced his veterans to beg their bread, and suffered unpaid armies to melt away in the wars of <span class=\"place\" data-place-id=\"1052\">Italy</span> and Persia. II. The humanity of his predecessors had always remitted, in some auspicious cir- cumstance of their reign, the arrears of their public tribute; and they dexterous- ly assumed the merit of resigning those claims, which it was impracticable to en- force.\" Justinian, in the space of thirty-two years has never granted a similar (1) Evagrtni (lib. iii. c. 39, 40.) is minute and grateful, but angry with Zosimus for calumniating; the great ConstAntine. In collecting all the bonds and records of the tax, the humanity of Anastasius was diligent and artful; fathers were sometimes compelled to prostitute their daughters (Zosim. Hist. lib. ii. c. 38. p. 185,16S. LipsUe, 17840 Timotheus of <span class=\"place\" data-place-id=\"59826\">Gaza</span> chose such an event for the subject of a tragedy (Suidas, torn. iii. p. 475.,) which contributed to the abolition of the tax (Cedrenus, p. 31.;) a happy instance (if it be true) of the use of the theatre. (3) See Jmna Stylites, in the Bibliotheca Orientalis of Asseman. (torn, i. p. 268.) This capitation-tax is slight- ly mentioned in the Chroniele of <span class=\"place\" data-place-id=\"658457\">Edessa</span>. (3) Proeopius (Anecdot. c 19.) fixes this sum from the report of the treasurers themselves. Tiberius had vice* ter millies; but far different was his empire from that of Anastasius. (4) Eyagrius (lib. iv. c. 30.,) in the next generation, was moderate and well-informed; and Zonaras (lib. xiv. c. 61.0 ib the twelfth century, had read with care, and thought without prejudice; yet their colours are almost as black as those of the Anecdotes. (5) Proeopius (Anecdot. c. 30.) relates the idle conjectures or the times. The death of Justinian, says the secret historian, will expose his wealth or poverty. (6) See Corippus de Laudibus Justini Aug. lib. ii. 260,&c. 384,&c.\" Pturima sunt vivo nimium ncglecia parenli. Untie tot exhaustus contraxit debita fiscus.\" Centenaries of gold were brought by strong arms into the hippodrome.   Debita genitoris persolvit, cauta recepit.\" (?) The Anecdotes (o. xi. 14.18.20. So.) supply many facts and more comploinM.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA30&img=1&zoom=3&hl=en&sig=ACfU3U0k8becHiu86VeWI0KfJVJNIsYSAQ&ci=0%2C0%2C1000%2C2000&edge=0"}