{"text": " 288 TH E DECLIN E AN D FAL L noclasts, but they pronounced a more severe censure against the superstition of the Greeks, and the decrees of their pretended council, which was long despised by the barbarians of the west(l) Among them the worship of images advanced with silent and insensible progress: but a large atonement is made for their hesita- tion and delay, by the gross idolatry of the ages, which precede the reformation, and of the countries, both in <span class=\"place\" data-place-id=\"991376\">Europe</span> and America, which are still immersed in the gloom of superstition. It was after the Nicene synod, and under the reign of the pious Irene, that the popes consummated the separation of <span class=\"place\" data-place-id=\"423025\">Rome</span> and <span class=\"place\" data-place-id=\"1052\">Italy</span> by the translation of the empire to the less orthodox Charlemagne. They were compelled to choose be- tween the rival nations; religion was not the sole motive of their choice; and while they dissembled the failings of their friends, they beheld, with reluctance and sus- Sicion, the catholic virtues of their foes. The difference of language and manners ad perpetuated the enmity of the two capitals; and they were alienated from each other by the hostile opposition of seventy years. In that schism the Romans had tasted of freedom, and the popes of sovereignty; their submission would have exposed them to the revenge of a jealous tyrant; and the revolution of Italy had betrayed the impotence, as well as the tyranny, of the Byzantine court. The Greek emperors had restored the images, but they had not restored the Calabrian estates(S) and the Illyrian diocess(4) which the Iconoclasts had torn away from the successors of St. Peter; and pope Hadrian threatens them with a sentence of excommunication unless they speedily abjure this practical heresy. The Greeks were now orthodox, but their religion might be tainted by the breath of the reigning monarch: the Franks were now contumacious; but a discerning eye might discern their approaching conversion from the use, to the adoration, of images. The name of Charlemagne was stained by the polemic acrimony of his scribes; but the conqueror himself conformed, with the temper of a statesman, to the va- rious practice of <span class=\"place\" data-place-id=\"236467\">France</span> and Italy. In his four pilgrimages or visits to the Vati- can, he embraced the popes in the communion of friendship and piety; knelt be- fore the tomb, and consequently before the image of the apostle; and joined, with- out scruple, in all the prayers and processions of the Roman liturgy. Would prudence or gratitude allow the pontiffs to renounce their benefactor? Had they a right to alienate his gift of the exarchate? Had they power to abolish his go- vernment of Rome? The title of patrician was below the merit and greatness of Charlemagne; and it was only by reviving the western empire that they could pay their obligations or secure their establishment. By this decisive measure they would finally eradicate the claims of the Greeks from the debasement of a pro- vincial town: the majesty of Rome would be restored: the Latin Christians would be united under a supreme head, in their ancient metropolis; and the conquerors of the westrwould receive their crown from the successors of St. Peter. The Ro- man church would acquire a zealous and respectable advocate: and, under the shadow of the Carlovingian power, the bishop might exercise, with honour and safety, the government of the city. (5) Before the ruin of paganism in Rome, the competition for a wealthy bishopric had often been productive of tumult and bloodshed. The people was less nume- (1) Qui supra sanctissima patres nostii (episcopi et sacerdotes) omnimodis servitium et adorationem imagi- num renuentes contempseruut, atque consentientes condemnaverunt. (Concil. torn. ix. p. 101. canon 2. Frank- fund.) A polemic must he hard-hearted indeed, who does not pity the efforts of Baromus, Fagi, Alexander, Mnimbourg,&c, to etude this unlucky sentence. (2) Theophanes (p. 343.) specifies tliose of <span class=\"place\" data-place-id=\"991353\">Sicily</span> and <span class=\"place\" data-place-id=\"442518\">Calabria</span>, which yielded an annual rent of three ta- lents and a half of pold. (perhaps seven thousand pounds sterling.) Liutprand more pompously enumerates the patrimonies of the Roman church in <span class=\"place\" data-place-id=\"1001896\">Greece</span>, <span class=\"place\" data-place-id=\"981527\">Judea</span>, Persia, <span class=\"place\" data-place-id=\"1001936\">Mesopotamia</span>, <span class=\"place\" data-place-id=\"912816\">Babylonia</span>, <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, and <span class=\"place\" data-place-id=\"246469\">Libya</span>, which were detained by the injustice of the Greek emperor. (Legat. ad Nicephorum, in Script. Rerum Itali- carum. torn. ii. pars i. p. 481.) (3) The great diocess of the eastern <span class=\"place\" data-place-id=\"481865\">Illyricum</span>, with <span class=\"place\" data-place-id=\"442469\">Apulia</span>, <span class=\"place\" data-place-id=\"442518\">Calabria</span>, and Sicily; (Thoroassin, Discipline de l'Eglise.tom. ii. p. 145.) by the confession of the Greeks, the patriarch of <span class=\"place\" data-place-id=\"520985\">Constantinople</span> had detached from Rome the metropolitans of Tliessaloniea, <span class=\"place\" data-place-id=\"579885\">Athens</span>. <span class=\"place\" data-place-id=\"570182\">Corinth</span>, Nieopolis, and Patrse; (Lue. Holsten. Geograph. Sacra, p. 23.) and his spiritual conquests extended to Naples and Amalphi. (Giannone, Istoria Civile di Napo- li,tnm. i. p.517   524. Pagi.A. D. 730, no. 11.) (4) In hoc ostenditur, quia ex uno capitulo ab errore reversis, in allis duobos, in eodem (was it the same?) permaneant errore. de diocesi S. R. E. sen de patrimoniis interum increpantes commonemiis, ut n ea restituere noluerit herelieum eum pro hnjusmodi errore persevantia decernemiifj Enist. Hadrian Pspse ad Ca  rolum <span class=\"place\" data-place-id=\"197534\">Magnum</span>, in Concil. torn. viii. p. 1508.) to which he adds a reason, most directly opposite to his conduct, that he preferred the salvation of so%ls and rule of faith, to the goods of this transitory worid. (5) Fontanini considers the emperors as no more than the advocates of rhe churcb. (advocatns et defensor S. R. E. See Dueange, Gloss. Lat. torn. i. p. 297.) His antagonist Mnratori reduces the popes to be no more than the exarchs of the emperor. In the more equitable view of Mosheim, (Institut. Hilt. Ecclea. p. 264, 265.) they held Rome under the empire as the most honourable species of fiet or bjenefice   preruuntur node caliginosa!", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA300&img=1&zoom=3&hl=en&sig=ACfU3U1sxITVIf2oT6mNrak9Vrbx4F4zgw&ci=0%2C0%2C1000%2C2000&edge=0"}