{"text": "   E TH E ROMA N EMPIRE. 289 rous, but the times were more savage, the prize more important, and the chair of St. Peter was fiercely disputed by the leading ecclesiastics who aspired to the rank of sovereign. The reign of Hadrian 1.(1) surpasses the measure of past or suc- ceeding ages;(2) the walls of <span class=\"place\" data-place-id=\"423025\">Rome</span>, the sacred patrimony, the ruin of the Lom- bards, and the friendship of Charlemagne, were the trophies of his fame: he secretly edified the throne of his successors, and displayed in a narrow space the virtues of a great prince. His memory was revered; but in the next election, a priest of the Lateran, Leo III. was preferred to the nephew and the favourite of Hadrian, whom he had promoted to the first dignities of the church. Their ac- quiescence or Tepentance disguised, above four years, the blackest intention of re- venge, till the day of a procession, when a furious band of conspirators dispersed the unarmed multitude, and assaulted with blows and wounds the sacred person of the pope. But their enterprise on his life or liberty was disappointed, perhaps by their own confusion and remorse. Leo was left for dead on the ground: on his re- vival from the swoon, the effect of his loss of blood, he recovered his speech and sight, and this natural event was improved to the miraculous restoration of his eyes and tongue, of which he had been deprived, twice deprived, by the knife of the as- sassins. (3) From his prison, he escaped to the Vatican; the duke of Spoleto hastened to his rescue, Charlemagne sympathized in his injury, and in his camp of Pader- born in Westphalia accepted or solicited a visit from the Roman pontiff. Leo re- passed the Alps with a commission of counts and bishops, the guards of his safety and the judges of his innocence; and it was not without reluctance, that the conqueror of the Saxons delayed till the ensuing year the personal discharge of this pious office. In his fourth and last pilgrimage, he was received at Rome with the due honours of king and patrician: Leo was permitted to purge himself by oath of the crimes imputed to his charge: his enemies were silenced, and the sacrilegious attempt against his life was punished by the mild and insufficient penalty of exile. On the festival of Christmas, the last year of the eighth century, Charlemagne appeared in the church of St. Peter; and, to gratify the vanity of Rome, he had exchanged the simple dress of his country for the habit of a patrician. (4) After the celebration of the holy mysteries, Leo suddenly placed a precious crown on his head,(5) and the dome resounded with the acclamations of the people,  \" Long life and victory to Charles, the most pious Augustus, crowned by God the great and pacific emperor of the Romans!\" The head and body of Charlemagne were consecrated by the royal unction: after the example of the Caisars he was saluted or adored by the pontiff: his coronation-oath represents a promise to main- tain the faith and privileges of the church: and the first fruits were paid in his rich offerings to the shrine of the apostle. In his familiar conversation, the emperor protested his ignorance of the intentions of Leo, which he would have disappointed by his absence on that memorable day. But the preparations of the ceremony must have disclosed the secret; and the journey of Charlemagne reveals his know- ledge and expectation: he had acknowledged that the imperial title was the object of his ambition, and a Roman senate had pronounced, that it was the only adequate reward of his merit and services. (6) His merits ind hopes are summed up in an epitaph of thirty-eight jerscs, of which Charlemagne de- himself the author. (Concil. torn. viii. p. 520.) Post natrem lacrymans Cars hp hsec carmina scripsi. Tu mibi dulcis amor, te modo plango pater. Nomina jungo simul titulis, clarissime, nostra Adrianus, Carolus, res ego, tuque pater. The poetry might be supplied by Aleuin; but the tears, the most glorious tribute, can only belong to Charier matrne. (2) Every new pope is admonished   \" Sancte Pater, non videbis annos Petri.\" twenty-five years. On the whole series the average is about eight years   a short hope for an ambitious cardinal. (3) The assurance of Anastasius (torn. iii. pars i. p. 107,198.) is supported by the credulity of some French annalists; but Kginhard, and other writers of the same age* are more natural and sincere.\" Unus ei oculus paullulnm est Isesus,\" says John the deacon of Naples. (Vit. Episcop. Napol. in Scriptores Muratori, torn. i. pars ii. p. 312.) Theodolphus, a cotemporary bishop of Orleans, observes with prudence, (lib. iii. cann. iii.) Reddita sunt? mirum est: rairum est aulhrre nequisse. Est tamen in dubio, hinc inirer an inde magis. (4) Twice at the request of Hadrian and Leo, he appeared at Rome   longa tunica et chlamyde amictus, et ealcramentis quoque <span class=\"place\" data-place-id=\"531088\">Romano</span> more formatis. Eginhard (c. 23. 109   113,) describes, like Suetonius, the Sim*, plicity of his dress, so popular in the nation; that when Charles the Bald returned to <span class=\"place\" data-place-id=\"236467\">France</span> in a foreign ha- bit, the patriotic dogs barked at the apostate. (Gaillard, Vie de Charlemagne, torn, iv. p, 100.) (5) See Anastasius (p. 199.) and Eginhard. (c. 28. p. 124   128.) The unction is mentioned by Theophanes, (p. 399.) the oath by Sigonius, (from the Ordo Romanus) and the pope*s adoration more antiquorum princi- pum, by the Annates Bertiniam. (Script. Murator. torn. ii. pars ii. p. 505.) (8) This great event of the translation or restoration of the empire, is related and discussed by Natalis V    Vol. III. 37", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA301&img=1&zoom=3&hl=en&sig=ACfU3U3IkBYBk34RwXTKYo8hYYA1AhMD8Q&ci=0%2C0%2C1000%2C2000&edge=0"}