{"text": " TH E DECLIN E AN D FAL L The appellation of great has been often bestowed and sometimes deserved, but Charlemagne is the only prince in whose favour the title has been indissolubly blended with the name. That name, with the addition of saint, is inserted in the Roman calendar; and the saint, by a rare felicity, is crowned with the praises of the historians and philosophers of an enlightened age.(l) His real merit is doubt- less enhanced by the barbarism of the nation and the times from which he emerged; but the afifiarent magnitude of an object is likewise enlarged by an unequal com- parison; and the ruins of <span class=\"place\" data-place-id=\"668331\">Palmyra</span> derive a casual splendour from the nakedness of the surrounding desert. Without injustice to his fame, I may discern some blemishes in the sanctity and greatness of the restorer of the western empire. Of his moral virtues, chastity is not the most conspicuous;(2) but the public happiness could not be materially injured by his nine wives or concubines, the various indul- gence of meaner or more transient amours, the multitude of his bastards whom he bestowed on the church, and the long celibacy and licentious manners of his daughters,(3) whom the father was suspected of loving with too fond a passion. I shall be scarcely permitted to accuse the ambition of a conqueror; but in a day of equal retribution, the sons of his brother Carloman, the Merovingian princes of Aquitain, and the four thousand five hundred Saxons who were beheaded on the same spot, would have something to allege against the justice and humanity of Charlemagne. His treatment of the vanquished Saxons(4) was an abuse of the right of conquest; his laws were not less sanguinary than his arms, and in the dis-. cussion of his motives whatever is subtracted from bigotry must be imputed to temper. The sedentary reader is amazed by his incessant activity of mind and body; and his subjects and enemies were not less astonished at his sudden pre- sence, at the moment when they believed him at the most distant extremity of the empire; neither peace nor war, nor summer nor winter, were a season of repose: and our fancy cannot easily reconcile the annals of his reign with the geography of his expeditions. But this activity was a national rather than a personal virtue; the vagrant life of a Frank was spent in the chase, in. pilgrimage, in military ad- ventures; and the journeys of Charlemagne were distinguished only by a more nu- merous train and a more important purpose. His military renown must be tried by the scrutiny of his troops; his enemies, and his actions. Alexander conquered with the arms of Philip; but the two heroes who preceded Charlemagne, be- queathed him their name, their examples, and the companions of their victories. At the head of his veteran and superior armies, he oppressed the savage or dege- nerate nations, who were incapable of confederating for their common safety: nor did he ever encounter an equal antagonist in numbers, in discipline, or in arms. The science of war has been lost and revived with the arts of peace; but his cam- paigns are not illustrated by any siege or battle of singular difficulty or success; and he might behold, with envy, the Saracen trophies of his grandfather. After his Spanish expedition, his rear-guard was defeated in the Pyrenian mountains; and the soldiers, whose situation was irretrievable, and whose valour was useless, might accuse, with their last breath, the want of skill or caution of their general. (5) I touch with reverence the laws of Charlemagne, so highly applauded by a re- spectable judge. They compose not a system, but a series, of occasional and inl- ander, (secul. u. dissert. I. p. 390   3g7.) Pagi, (torn. iii. p. 418.) Muratori, (Annali dltalia, torn. vi. p. 339   353.) Sigonius, (de Regno <span class=\"place\" data-place-id=\"1052\">Italia</span>, lib. iv.Opp. turn. ii. p. 247   251.) Spanheim, (de Beta Translatione Imperii) Giannone, (torn. i. p. 395   405.) St. Marc, (Abrege Chronologique, turn. i. p. 438-450.) Gaillard. (Hist, de Charlemagne, lorn. ii. p. 386   146. Almost all these moderns have some religious or national bias. (1) By Mably, (Observations snr I'Histoire de <span class=\"place\" data-place-id=\"236467\">France</span>) Voltaire, (Histoire Generale) Robertson, (History of Charles V.) and Montesquieu. (Esprit des Loix, lib. xxxi. c. 18.) In the year 1782, M. Gaillard published ait Histoire de Charlemagne, (in four vols, duodecimo) which I have freely and profitably used. The author is a man of sense and humanity: and his work is laboured with industry and eloquence.' But I have likewise examined the original monumenu of the reigns of Pepin and Charlemagne, in the fifth volume of the histo- rians of France. (2) The vision of Weltin, composed by a monk, eleven years after the death of Charlemagne, shows Mm in Eurgatory.with a vulture who is perpetually gnawing the guilty member, while the rest of his body, the em- lem of his virtues, is sound and perfect. (See Gaillard, torn. ii. p. 317   360.) (3) The marriage of Eginhard with <span class=\"place\" data-place-id=\"658486\">Imma</span>, daughter of Charlemagne, ii, in my opinion, sufficiently refuted by the probrum and tuipicio that sullied these fair damsels, without excepting his own wife. (c. 19. p. 98   106, cum Notts Schmincke.) The husband must have been loo strong for the historian. (4) Besides the massacres and transmigrations, the pain of death was pronounced against the fnllowiog crimes. 1. The refusal of baptism. 2. The false pretence of baptism. 3. A relapse to idolatry. 4. The mur- der uf a priest or bishop. 5. Human sacrifices. 6. Eating meat in Lent. But every crime might be eipiaffd by baptism or penance; (Gaillard, torn. ii. p. 241   247.) and the Christian Saxons became the friends aad equal, of the Franks. (Stmv. Corpus Hist. Grrmanica-, p. 133.) (5) In this action the famous Rutland, Rolando, Orlando, was slain   cum pluribus all is. See the truth its Eginhard, (e. ix. p. 51   56.) and the fable in an ingenious Supplement of M. Gaillard. (torn. iii. p. 474.) The Spaniards are too proud of a victory which history ascribes to the Gascons, and romance to the Saracens.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA302&img=1&zoom=3&hl=en&sig=ACfU3U3YrZIk31k5s2FgnoRu2ps3hrbo2A&ci=0%2C0%2C1000%2C2000&edge=0"}