{"text": " O F TH E ROMA N EMPIRE. tiute edicts, for the correction of abuses, the reformation of manners, the economy of his farms, the care of his poultry, and even the sale of his eggs. He wished to improve the laws and character of the Franks; and his attempts, however fee- ble and imperfect, are deserving of praise: the inveterate evils of the times were suspended or mollified by his governmental) but in his institutions I can seldom discover the general views and the immortal spirit of a legislator, who survives himself for the benefit of posterity. The union and stability of his empire de- pended on the life of a single man; he imitated the dangerous practice of dividing his kingdoms among his sons; and, after his numerous diets, the whole constitution was left to fluctuate between the disorders of anarchy and despotism. His esteem for the piety and knowledge of the clergy tempted him to intrust that aspiring order with temporal dominion and civil jurisdiction; and his son Lewis, when he was stripped and degraded by the bishops, might accuse, in some measure, the imprudence of his father. His laws enforced the imposition of tithes, because the demons had proclaimed in the air that the default of payment had been the cause of the last scarcity. (2) The literary merits of Charlemagne are attested by the foundation of schools, the introduction of arts, the works which were published in his name, and his familiar connexion with the subjects and strangers whom he in- vited to his court to educate both the prince and people. His own studies were tardy, laborious, and imperfect; if he spoke Latin, and understood Greek, he de- rived the rudiments of knowledge from conversation, rather than from books; and in his mature age, the emperor strove to acquire the practice of writing, which every peasant now leams in his infancy.(3) The grammar and logic, the music and astronomy, of the times, were only cultivated as the handmaids of supersti- tion: but the curiosity of the human mind must ultimately tend to its improve- ment, and the encouragement of learning reflects the purest and most pleasing lustre on the character of Charlemagne. (4) The dignity of his person,(5) the length of his reign, the prosperity of his arms, the vigour of his governmept, and the reverence of distant nations, distinguish him from the royal crowd; and Eu- rope dates a new era from his restoration of the western empire. That empire was not unworthy of its title;(6) and of some of the fairest king- doms of <span class=\"place\" data-place-id=\"991376\">Europe</span> were the patrimony or conquest of a prince, who reigned at the same time in <span class=\"place\" data-place-id=\"236467\">France</span>, <span class=\"place\" data-place-id=\"1027\">Spain</span>, <span class=\"place\" data-place-id=\"1052\">Italy</span>, <span class=\"place\" data-place-id=\"481844\">Germany</span>, and Hungary. (7) I. The Roman province of Gaul, had been transformed into the name and monarchy of France; but, in the decay of the Merovingian line, its limits were contracted by the inde- pendence of the Britons and the revolt of Aquitain. Charlemagne pursued, and confined, the Britons on the shores of the ocean; and that ferocious tribe, whose origin and language are so different from the French, was chastised by the impo- sition of tribute, hostages, and peace. After a long and evasive conquest, the re- bellion of the dukes of Aquitain was punished by the forfeiture of their province, their liberty, and their lives. Harsh and rigorous would have been such treatment of ambitious governors, who had too faithfully copied the mayors of the palace. But a recent discovery(8) has proved that these unhappy princes were the last and (1) Yet Schmidt, from the best authorities, represent! the interior disordersiml oppression of his reign.tHist. ties A Demands, torn. ii. p. 45   49.) (2) Omnis homo ex sua proprietate legitimam decimam ad ecclesiam conferat. Experimento enim didici- mus, in anno, quo ilia valida tames irrepsit, ebullire vacuas annonas a demonibus devoratas, et voces exproba- tionis audita*. Such is the decree and assertion of the great council of Frankfort, (canon 25. torn. ix. p. 105.) Both Selden (Hist, of Tithes; Works, vol. iii. part 2. p. 1146.) and Montesquieu (Esprit des Loix, lib. xxxi. c. 13.) represents Charlemagne as the first legal author of tithes. Such obligations have country gentlemen to his memory! (3) Eginhard (e. 25. p. 119.) clearly affirms, tentabat et scribere. sed parum proipere successit laltor prsepostenis et sero inchoatus. The moderns have perverted and corrected this obvious meaning, and the ti- tle of M. Gaillard's Dissertation, (torn. iii. p. 247   260.) betrays his partiality. (4) See Gaillard, turn. Hi. p. 138   176. and Schmidt, torn. ii. p. 121   129. (5) M. Gaillard (torn. iii. p. 372.) fixes the true stature of Charlemagne (see a Dissertation of Marquard Fer- her ad calcem Eginhard. p. 220, 8cc.) at five feet nine inches of French, about six feet one inch and a fourth English measure. The romance writers have increased it to eight feet, and the giant was endowed with matchless strength and appetite: at a tingle stroke of his good sword Jtn/ei:te* he cut asunder a horseman and his horse; at a single repast he devoured:  goose, two fowls, a quarter of mutton,&c. (6) See the concise, but correct and original work of d'Anville, (Etats formes en <span class=\"place\" data-place-id=\"991376\">Europe</span> apres la Chute de TEmpire Romain en Occident. Paris, 1771, in quarto,) whose map includes the empire of Charlemagne: the different parts are illustrated, by Vali-sius, (Notitia Gall:arum) for France, Beretti (Dissertatio Chorographi- ca) for Italy, de Marca (Marca Hispanica) for Spain. For the middle geography of Germany, I confess my- aelf poor and destitute. (7) After a brief relation of his wars and conquests, (Vit. Carol, c. 5   14.) Eginhard recapitulates, in a few_ words, (e. 15.) the countries subject to his empire. Struvius (Corpus Hist. <span class=\"place\" data-place-id=\"628996\">German</span>, p. 118   149.) has inserted in hit Notes the texts of the old Chronicles. (8) Of a charter granted to the monastery of Alaon, (A. D. 845.) by Charles the Bald, which deduces this royal pedigree. I doubt whether some subsequent links of the ninth and tenth centuries are equally firm;*m the whole is approved and defended by M. Gaillard, (torn. ii. p. 64   81. 203   206.1 w ho affirms that the fa-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA303&img=1&zoom=3&hl=en&sig=ACfU3U3876mwpGvrGOCwhkTVOAtwPPpdiA&ci=0%2C0%2C1000%2C2000&edge=0"}