{"text": " O F TH E ROMA N EMPIRE. flict of eight years, the loss of some French generals was avenged by the slaughter of the most noble Huns: the relics of the nation submitted: the royal, residence of the chagan was left desolate and unknown: and the treasures, the rapine of two hundred and fifty years, enriched the victorious troops, or decorated the churches of <span class=\"place\" data-place-id=\"1052\">Italy</span> and Gaul.(l) After the reduction.of <span class=\"place\" data-place-id=\"197425\">Pannonia</span> the empire of Charle- magne was bounded only by the conflux of the <span class=\"place\" data-place-id=\"216798\">Danube</span> with the Teyss and the <span class=\"place\" data-place-id=\"207428\">Save</span>: the provinces of <span class=\"place\" data-place-id=\"197304\">Istria</span>, Libumia, and <span class=\"place\" data-place-id=\"991360\">Dalmatia</span>, were an easy, though un- profitable, accession; and it was an effect of his moderation, that he left the ma- ritime cities under the real or nominal sovereignty of the Greeks. But these dis- tant possessions added more to the reputation than to the power of the Latin em- peror; nor did he risk any ecclesiastical foundations to reclaim the barbarians from their vagrant life and idolatrous worship. Some canals of communication between the river, the <span class=\"place\" data-place-id=\"472126\">Saone</span> and the Meuse, the Rhine and the Danube, were faintly at- tempted. (2) Their execution would have vivified the empire: and more cost and labour were often wasted in the structure of a cathedral. If we retrace the outlines of this geographical picture, it will be seen that the empire of the Franks extended between east and west, from the Ebro to the Elbe or Vistula; between the north and south, from the duchy of <span class=\"place\" data-place-id=\"432721\">Beneventum</span> to the river Eyder, the perpetual boundary of <span class=\"place\" data-place-id=\"481844\">Germany</span> and Denmark. The personal and political importance of Charlemagne was magnified by the distress and division of the rest of <span class=\"place\" data-place-id=\"991376\">Europe</span>. The islands of Great Britain and Ireland were disputed by a crowd of princes of Saxon or Scottish origin; and, after the loss of <span class=\"place\" data-place-id=\"737056\">Spain</span>, the Christian and Gothic kingdom of Alphonso the Chaste, was confined to the nar- row range of the Aslurian mountains. These petty sovereigns revered the power or virtue of the Carlovingian monarch, implored the honour and support of his al- liance, and styled him their common parent, the sole and supreme emperor of the west(3) He maintained a more equal intercourse with the caliph Harun al Rashid,(4) whose dominion stretched from <span class=\"place\" data-place-id=\"324852\">Africa</span> to <span class=\"place\" data-place-id=\"50004\">India</span>, and accepted from his ambassadors a tent, a water-clock, an elephant, and the keys of the holy sepulchre. It is not easy to conceive the private friendship of a Frank and an Arab, who were strangers to each other's person, and language, and religion* but their public cor- respondence was founded on vanity, and their remote situation left no room for a competition of interest. Two-thirds of the western empire of <span class=\"place\" data-place-id=\"423025\">Rome</span> were subject to Charlemagne, and the deficiency was amply supplied by his command of the inaccessible or invincible nations of Germany. But in the choice of his enemies, we may be reasonably surprised that he so often preferred the poverty of the north to the riches of the south. The three and thirty campaigns laboriously consumed in the woods and morasses of Germany, would have sufficed to assert the ampli- tude of his title by the expulsion of the Greeks from Italy and the Saracens from Spain. The weakness of the Greeks would have ensured an easy victory: and the^oly crusade against the Saracens would have been prompted by glory and revenge, and loudly justified by religion and policy. Perhaps, in his expeditions beyond the Rhine and the Elbe, he aspired to save his monarchy from the fate of the Ro- man empire, to disarm the enemies of civilized society, and to eradicate the seed of future emigrations. But it has been wisely observed, that in a light of precau- tion, all conquest must be ineffectual, unless it could be universal; since the in- creasing circle must be involved in a larger sphere of hostility.(5) The subjugation of Germany withdrew the veil which had so long concealed the continent or island of Scandinavia from the knowledge of <span class=\"place\" data-place-id=\"991376\">Europe</span>, and awakened the torpid courage of their barbarous natives. The fiercest of the Saxon idolaters escaped from the (1) Jdaot pralia in eo gesta! quantum sanguinis efTusum sit! Testatur racna omni habitations <span class=\"place\" data-place-id=\"197425\">Pannonia</span>, et locus in quo regia Cagani fuit ita desertus, ut ne vestigium quidem humanee habitationis appareat. Tota in hoc bello Hunbrum nobilitas periit, tota gloria decidit, omnis pecunia et congesti ex longo tempore thesaufi direpti sunt. (2} The junction of the Rhine and Danube was undertaken only for the service of the Pannonian war. (Gaillard, Vie de Charlemagne, torn. ii. p. 312   315.) The canal, which would have been only two leagues in length, and of which some traces are still extant in Swabta, was interrupted by excessive rains, military avo- cations, and superstitious fears, fSctuepflin, Hist, de l'Academie des Inscriptions, torn, xviii. p. 256. Molimi na fluviorura, See. jungendorum, p. 59   62.) (3) See Eginhanri, c 16. and Gaillard, torn. ii. p. 361   385. who mentions, with a loose reference, the inter- course of Charlemagne and Egbert, the emperor's gilt of his own sword, and the modest answer of his Saxon disciple. The anecdote, if genuine, would have adorned our English histories. (4) The correspondence is mentioned only in the French annals, and the Orientals are ignorant of the ca- liph's friendship for the Christian dog   a polite appellation, which Harun bestows on the emperor of the Creeks, (5) Gaillard, torn. ii. p. 301   365. 471   470. 492. I have borrowed his judicious remarks on Charlemagne's plan of conquest, and the judicious distinction of his stnemies of the first and the second tnctinte. Horn. it. p,'84, 509, etc.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA305&img=1&zoom=3&hl=en&sig=ACfU3U0iMhZtPPnwxsTEWPv36l3o5vLgyQ&ci=0%2C0%2C1000%2C2000&edge=0"}