{"text": " S94 TH E DECLIN E AN D FAL L Christian tyrant to their brethren of the north; the ocean and Mediterranean were covered with their piratical fleets; and Charlemagne beheld with a sigh the de- structive progress of the Normans, who, in less than seventy years, precipitated the fall of his race and monarchy. Had the pope and the Romans revived the primitive constitution, the titles of emperor and Augustus were conferred on Charlemagne for the term of his life; and his successors, on each vacancy, must have ascended the throne by a formal or tacit election. But the association of his son Lewis the Pious asserts the inde-{>endent right of monarchy and conquest, and the emperor seems on this occasion to lave foreseen and prevented the latent claims of the clergy. The royal youth was commanded to take the crown from the altar, and with his own hands to place it on his head, as a gift which he held from God, his father, and the nation. (1) The same ceremony was repeated, though with less energy, in the subsequent associa- tions of Lothaire and Lewis II.; the Carlovingian sceptre was transmitted from father to son in a lineal descent of four generations; and the ambition of the popes was reduced to the empty honour of crowning and anointing these hereditary princes who were already invested with the power and dominion. The pious Lewis survived his brothers, and embraced the whole empire of Charlemagne; but the nations and the nobles, his bishops and his children, quickly discerned that this mighty mass was no longer inspired by the same soul; and the foundations were undermined to the centre, while the external surface was yet fair and entire. Af- ter a war or battle, which consumed one hundred thousand Franks, the empire was divided by treaty between his three sons, who had violated every filial and fraternal duty. The kingdoms of <span class=\"place\" data-place-id=\"20468\">Germany</span> and <span class=\"place\" data-place-id=\"98961\">France</span> were for ever separated; the provinces of Gaul, between the Rhone and the Alps: the Meuse and the Rhine, were assigned, with <span class=\"place\" data-place-id=\"1052\">Italy</span>, to the imperial dignity of Lothaire. In the partition of his share, Loraine and Aries, two recent and transitory kingdoms, were bestowed on the younger children; and Lewis II. his eldest son, was content with the realm of Italy, the proper and sufficient patrimony of a Roman emperor. On his death without any male issue, the vacant throne was disputed by his uncles and cousins, and the popes most dexterously seized the occasion of judging the claims and me- rits of the candidates, and of bestowing on the most obsequious, or most liberal, the imperial office of advocate of the Roman church. The dregs of the Carlo- vingian race no longer exhibited any symptoms of virtue or power, and the ridi- culous epithets of the bald, the stammerer, the fat, and the simfile, distinguished the tame and uniform features of a crowd of kings alike deserving of oblivion. By the failure of the-collateral branches, the whole inheritance devolved to Charles the Fat, the last emperor of his family; his insanity authorized the desertion of Germany, Italy, and France: he was deposed in a diet, and solicited his daily bread from the rebels by whose contempt his life and liberty had been spared. Accord- ing to the measure of their force, the governors, the bishops, and the lords, usurped the fragments of the falling empire; and some preference was shown to the female or illegitimate blood of Charlemagne. Of the greater part, the title and possession were alike doubtful, and the merit was adequate to the contracted scale of their dominions. Those who could appear with an army at the gates of <span class=\"place\" data-place-id=\"423025\">Rome</span> were crowned emperors in the Vatican, but their modesty was more frequently satisfied with the appellation of kings of Italy; and the whole term of seventy-four years may be deemed a vacancy, from the abdication of Charles the Fat to the establish- ment of Otho I. Otho(2) was of the noble race of the dukes of Saxony; and, if he truly descended from Wittikind, the adversary and proselyte of Charlemagne, the posterity of a vanquished people was exalted to reign over their conquerors. His father Hen- ry the Fowler was elected, by the suffrage of the nation, to save and institute the kingdom of Germany. Its limits(3) were enlarged on every side by his son, the (1) Thegan. the biographer of Lewis, relates this coronation; and Bsronius has honestly transcribed if, (A. D. 813. no. 13, 8ce. see Gaitlard, torn. it. p. 506   508.) howsoever adverseto the claims of the popes. For the se- ries of the Carlovingian*, see the historians of France, Italy, and Germany; Pfeffel, Schmidt, Velly, <span class=\"place\" data-place-id=\"246513\">Murato</span>- ri, and even Voltaire, whose pictures are sometimes just, and always pleasing. (2) He was the son of Otho, the son of Ludolph, in whose favour the duchy of Saxony had been instituted. A. D. 858. Ruotgerus, the biographer of a St. Bruno, (Bibliot. Brunanianse Catalog, torn. iii. vol. ii. p. 679.; gives a splendid character of his family. Atavorum atavi usque ad hominum mcmoriflm omnes nobilissimt; nullis in eorum stirpe ignotus, nullis degener facile reperitur. (apud Strnvinm, Corp. Hist. <span class=\"place\" data-place-id=\"628996\">German</span>, p. 216.) Yet Gnndling (in Henrico Aucupe) is not satisfied of his descent from Wittikind. (3) See the treatise of Coringius; (de Finibus Imperii Germanici, Francofurt. 1680, in quarto) be rejects the extravagant and improper scale of the Roman and Carlovingian empires, and discusses with moderation the\"igrtt* of Germany* fcef>vsjssat9,and her neighbours.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA306&img=1&zoom=3&hl=en&sig=ACfU3U3auWNEeJsfmKfmBnGiCNH7ytMi4Q&ci=0%2C0%2C1000%2C2000&edge=0"}