{"text": " O F TH E ROMA N EMPIRE. first and greatest of the Othos. A portion of Gaul, to the west of the Rhine, along the banks of the Meuse and the Moselle, was assigned to the Germans, by whose blood and language it has been tinged since the time of Csesar and Tacitus. Be- tween the Rhine, the Rhone, and the Alps, the successors of Otho acquired a vain supremacy over the broken kingdoms of Burgundy and Aries. In the north, Christianity was propagated by the sword of Otho, the conqueror and apostle of the Slavic nations of the Elbe and Oder; the marches of Brandenburg and Sleswick were fortified with German colonies; and the king of Denmark, the dukes of Po- land and Bohemia, confessed themselves his tributary vassals. At the head of a vic- torious army, he passed the Alps, subdued the kingdom of <span class=\"place\" data-place-id=\"1052\">Italy</span>, delivered the pope, and for ever fixed the imperial crown in the name and nation of <span class=\"place\" data-place-id=\"481844\">Germany</span>. From that memorable era, two maxims of public jurisprudence were introduced by force and ratified by time. I. That the prince who was elected in the German diet, ac- quired from that instant the subject kingdoms of Italy and <span class=\"place\" data-place-id=\"423025\">Rome</span>. II. But that he might not legally assume the titles of emperor and Augustus, till he had re- ceived the crown from the hands of the Roman pontiff. (1) The imperial dignity of Charlemagne was announced to the east by the altera- tion of his style; and instead of saluting his fathers, the Greek emperors, he pre- sumed to adopt the more equal and familiar appellation of brother. (2) Perhaps in his connexion with Irene he aspired to the name of husband; his embassy to <span class=\"place\" data-place-id=\"520998\">Constantinople</span> spoke the language of peace and friendship, and might conceal a treaty of marriage with that ambitious princess, who had renounced the most sa- cred duties of a mother. The nature, the duration, the probable consequences, of such a union between two distant and dissonant empires, it is impossible to con- jecture: but the unanimous silence of the Latins may teach us to suspect, that the report was invented by the enemies of Irene, to chargat her with the guilt of be- traying the church and state to the strangers of the west. (3) The French am- bassadors were the spectators, and had nearly been the victims, of the conspiracy of Nicephorus, and the national hatred. Constantinople was exasperated by the treason and sacrilege of ancient Rome: a proverb,\" That the Franks were good friends and bad neighbours,\" was in every one's mouth; but it was dangerous to provoke a neighbour who might be tempted to reiterate, in the church of St. So- phia, the ceremony of his imperial coronation. After a tedious journey of circuit and delay, the ambassadors of Nicephorus found him in his camp, on the banks, of the river <span class=\"place\" data-place-id=\"275696\">Sala</span>; and Charlemagne affected to confound their vanity by displaying, in a Franconian village, the pomp, or at least the pride, of the Byzantine palace. (4) The Greeks were successively led through four halls of audience: in the first, they were ready to fall prostrate before a splendid personage in a chair of state, till he informed them that he was only a servant, the constable or master of the horse of the emperor. The same mistake and the same answer, were repeated in the apartments of the count palatine, the steward and the chamberlain; and their im- patience was gradually heightened, till the doors of the presence-chamber were thrown open, and they beheld the genuine monarch, on his throne, enriched with the foreign luxury which he despised, and encircled with the love and reverence of his victorious chiefs. A treaty of alliance was concluded between the two em- pires, and the limits of the east and west were defined by the right of present pos- session. But the Greeks(5) soon forgot this humiliating equality, or remembered it only to hate the barbarians by whom it was extorted. During the short union of virtue and power, they respectfully saluted the august Charlemagne with the acclamations of basileus, and emperor of the Romans. As soon, as these qualities were separated in the person of his pious son, the Byzantine letters were inscribed, (0 The power of custom forces roe to number Conrad I. and Henry I.,lhe Fowler, in the list of emperors, a title which was never assumed by those kings of Germany. The Italians, Muratori, for instance, are more scrupulous and correct, and only reckon the princes who have been crowned at Rome. (9) invidiam tamen suseepti norainis, (C. P.) imperatoribus super hoc indignantibus magna tulit patientia, vicitque eorum contumaciam. mittendo ad cos crebas legationes, et in epistolis fratres eos appellando. (Eginhard, c uviii. p. 128.) Perhaps it was on their account that, like Augustus, he affected some reluctance to receive the empire. (3) Theophanes speaks nf the coronation and unction of Charles, K  pou>.w;, (Chronograph, p. 39  .) and of his treaty of marriage with Irene, (p. 403.) which is unknown to the Latins. Gaillard relates his transactions with the Greek empire, (torn. ii. p. 446   468.) (4) Gaillard very properly observes, that this pageant was a farce suitable to children only; but that it was indeed represented in the presence, and for ihe benefit of children of a larger growth. (5) Compare, in the original texts collected by Pagi, (torn. iii. A. D. 813. no. 7. A. D. 824. no. 10, Sec,) the contrast of Charlemagne and hit son: to the former the ambassadors of Michael, (who were indeed disavowed) snore suo, id est lingua Grseca, lautles dixerunt, imperatorem eum et Bv^es appellantes; to the latter, vacate imperatori Franetnm,&e.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA307&img=1&zoom=3&hl=en&sig=ACfU3U3DFwraOtKCHFGFThCwDzIFun8yXQ&ci=0%2C0%2C1000%2C2000&edge=0"}