{"text": " TH E DECLIN E AN D FAL L'* To the king, or, as he styles himself, the emperor>of the Franks and Lom- bards.\" When both power and virtue were extinct, they despoiled Lewis II. op his hereditary title, and, with the barbarous appellation of rex or rega, degraded him among the crowd of Latin princes. His reply(l) is expressive of his weak- ness: he proves, with some learning, that both in sacred and profane history, the name of king is synonymous with the Greek word basileus: if, at <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, it were assumed in a more exclusive and imperial sense, he claims from his ances- tors, and from the pope, a just participation of the honours of the Roman purple. The same controversy was revived in the reign of the Othos; and their ambassa- dor describes, in lively colours, the insolence of the Byzantine court. (2) The Greeks affected to despise the poverty and ignorance of the Franks and Saxons; and in their last decline refused to prostitute to the kings of <span class=\"place\" data-place-id=\"481844\">Germany</span> the title of Roman emperors. These emperors, in the election of the popes, continued to exercise the powers. which had been assumed by the Gothic and Grecian princes; and the importance of this prerogative increased with the temporal estate and spiritual jurisdiction of the Roman church. In the Christian aristocracy, the principal members of the clergy still formed a senate to assist the administration, and to supply the vacancy, of the bishop. <span class=\"place\" data-place-id=\"423025\">Rome</span> was divided into twenty-eight parishes, and each parish was governed by a cardinal priest or presbyter, a title which, however common and modest in its origin, has aspired to emulate the purple of kings. Their number was enlarged by the association of the seven deacons of the most considerable hos- pitals, the seven palatine judges of the Lateran, and some dignitaries of the church. The ecclesiastical senate was directed by the seven cardinal bishops of the Roman province, who were less occupied in the superb diocesses of <span class=\"place\" data-place-id=\"422995\">Ostia</span>, <span class=\"place\" data-place-id=\"433044\">Porto</span>, Velitrse, Tusculum#Prxneste, <span class=\"place\" data-place-id=\"423081\">Tibur</span>, and the Sabines, than by their weekly service in the Lateran, and their superior share in the honours and authority of the apostolic see. On the death of the pope, these bishops recommended a suc- cessor to the suffrage of the college of cardinals, (3) and their choice was ratified or rejected by the applause or clamour of the Roman people. But the election was imperfect; nor could the pontiff be legally consecrated till the emperor, the advo- cate of the church, had graciously signified his approbation and consent. The royal commissioner examined, on the spot, the form and freedom of the proceed- ings: nor was it, till after a previous scrutiny into the qualifications of the candi- dates, that he accepted an oath of fidelity, and confirmed the donations which had successively enriched the patrimony of St. Peter. In the frequent schisms, the rival claims were submitted to the sentence of the emperor, and in a synod of bi- shops he presumed to judge, to condemn, and to punish, the crimes of a guilty pontiff-. Otho I. imposed a treaty on the senate and people, who engaged to pre- fer the candidate most acceptable to his majesty;(4) his successors anticipated or prevented their choice: they bestowed the Roman benefice, like the bishoprics of Cologne or Bamberg, on their chancellors or preceptors: and whatever might be the merit of a Frank or Saxon, his name sufficiently attests the interposition of foreign power. These- acts of prerogative were most speciously excused by the vices of a popular election. The competitor who had been excluded by the cardinals ap- pealed to the passions or avarice of the multitude: the Vatican and the Lateran were stained with blood; and the most powerful senators, the marquises of Tusca- ny and the counts of <span class=\"place\" data-place-id=\"423108\">Tusculum</span>, held the apostolic see in a long and disgraceful servitude. The Roman pontiffs, of the ninth and tenth centuries, were insulted, imprisoned, and murdered, by their tyrants; and such was their indigence after 0) See the epistle in Paralipomena, of the anonymous writer of Salerno, (Script. Ital. torn. ii. pars ii. p. 9,43   254. c. 93   107.) whom Baroniua (A. D. 871. no. 51   71.) mistook for Erchempert, when he transcribe*it in his Annals. (2) Ipse enim vol, non imperatorem id ist Bswt'Xem sua lingua, seel ob mdignationem Psy*, in est regein nostra vocabat. Liutprand, in Legal, in Script. Ital. torn. ii. pars i. p. 479.) The pope had exhorted Nice- phorus, emperor of the Greeks to make peace with Otho, the august emperor of the Romans^-qua; inscriptio secundum Graces peccatria et terneraria. imperatorem inquiunt, universalem, Romanorum, Auguttum, magnum, solum, Niccphorum. (p. 486.) (3) The origin and progress of the title of cardinal may be found in Thomassin; (Discipline d'Eglise, tow. i. p. 1261   1298.) Muratori, (Antiquitat. <span class=\"place\" data-place-id=\"1052\">Italia</span>; Medii iEvi, torn. vi. dissert. lxi. p. 159   182.) and Mosheim, (In- stitut. Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. p. 345   347.) who accurately remarks the forms and changes of the election. The cardi- nal bishops, so highly exalted by Peter Damianus, are sunk to a level with the rest of the sacred college. (4) Firmiter jurantes, nunnuam se papam electuros aut ordinaturos, prseter consensum et electionem Otho- nis et filli sui. (Liutprand, lib. vi. c. 6. p. 476.) This important concession may either supply or confirm tire decree of the clergy and people of Rome, so fiercely rejected byBaronius, Pagi,and Muratori, ( A D. 904.) and so well defended and explained by St. Marc. (Abtege, torn, ii. p. 808   816. tom.1T, p. 1167   H85.) Consult that blitorical critic, and the Annals of Muratori, for the election and confirmation of each pope.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA308&img=1&zoom=3&hl=en&sig=ACfU3U28YGXQWz3LIYqJtaN1iQZCkMG_ag&ci=0%2C0%2C1000%2C2000&edge=0"}