{"text": " Q F TH E ROMA N EMPIRE. 19 indulgence; and many of his subjects have renounced the possession of those lands,   whose value is insufficient to satisfy the demands of the treasury. To the cities which had suffered by hostile inroads, Anastasius promised a general exemption of seven years; the provinces of Justinian have been ravaged by the Persians and Arabs, the Huns and Sclavonians; but his vain and ridiculous dispensation of a single year has been confined to those places which were actually taken by the enemy.\" Such is the language of the secret historian, who expressly denies that any indulgence was granted to Palestine after the revolt of the Samaritans; a false and odious charge, confuted by the authentic record, which attests a relief of thirteen centenaries of gold (52,000/.,) obtained for that desolate province by the intercession of St. Sabas.(l) III. Procopius has not condescended to explain the system of taxation, which fell like a hail-storm upon the land, like a devouring pestilence on its inhabitants; but we should become the accomplices of his malig- nity, if we imputed to Justinian alone, the ancient though rigorous principle, that a whole district should be condemned to sustain the partial loss of the persons or property of individuals. The Anona, or supply of corn for the use of the army and capital, was a grievous and arbritrary exaction, which exceeded, perhaps in a tenfold proportion, the ability of the farmer; and his distress was aggravated by the partial injustice of weights and measures, and the expense and labour of dis- tant carriage. In a time of scarcity, an extraordinary requisition was made to the adjacent provinces of <span class=\"place\" data-place-id=\"1001889\">Thrace</span>, <span class=\"place\" data-place-id=\"1001917\">Bithynia</span>, and <span class=\"place\" data-place-id=\"511362\">Phrygia</span>; but the proprietors, after a wearisome journey and a perilous navigation, received so inadequate a compensa- tion, that they would have chosen the alternative of delivering both the corn and price at the doors of their granaries. These precautions might indicate a tender solicitude for the welfare of the capital; yet <span class=\"place\" data-place-id=\"520998\">Constantinople</span> did not escape the rapacious despotism of Justinian. Till his reign, the straits of the <span class=\"place\" data-place-id=\"520977\">Bosphorus</span> and Hellespont were open to the freedom of trade, and nothing was prohibited except the exportation of arms for the service of the barbarians. At each of these gates of the city, a pretor was stationed, the minister of imperial avarice; heavy customs were imposed on the vessels and their merchandise; the oppression was retaliated on the helpless consumer; the poor were afflicted by the artificial scarcity, and ex- orbitant price of the market; and a people, accustomed to depend on the liberality of their prince, might sometimes complain of the deficiency of water and bread. (2j The aerial tribute, without a name, a law, or a definite object, was an annual gift of 120,000/. which the emperor accepted from his pretorian prefect; and the means of payment were abandoned to the discretion of that powerful magistrate. IV. Even such a tax was less intolerable than the privilege of monopolies, which checked the fair competition of industry, and, for the sake of a small and dishonest gain, imposed an arbitrary burden on the wants and luxury of the subject.\" As soon,\" (1 transcribe the anecdotes)\" as the exclusive sale of silk was usurped by the imperial treasurer, a whole people, the manufacturers of <span class=\"place\" data-place-id=\"678437\">Tyre</span> and <span class=\"place\" data-place-id=\"678060\">Berytus</span>, was reduced to extreme misery, and either perished with hunger, or fled to the hostile dominions of Persia.\" A province might suffer by the decay of its manu- factures; but in this example of silk, Procopius has partially overlooked the inesti- mable and lasting benefit which the empire received from the curiosity of Justi- nian. His addition of one-seventh to the ordinary price of copper-money may be interpreted with the same candour; and the alteration, which might be wise, ap- pears to have been innocent; since he neither alloyed the purity nor enhanced the value, of the gold coin, (3) the legal measure of public and private payments. V. The ample jurisdiction, required by the farmers of the revenue to accomplish their engagements, might be placed in an odious light, as if they had purchased from the emperor the lives and fortunes of their fellow-citizens. And a more di-- rect sale of honours and offices was transacted in the palace, with the permission, or at least with the connivance, of Justinian and Theodora. The claims of merit, even those of favour, were disregarded, and it was almost reasonable to expect,   that the bold adventurer, who had undertaken the trade of a magistrate, should find a rich compensation for infamy, labour, danger, the debts which he had con- (1) One to Scythopolts, capital of the second Palestine, and twelve for the rest of the province. Airman, (p.-59.) honestly produces this fact from a MS. life of St. Sabas, by his disciple Cyril, in the Vatican library, and since published by Coteterius. (2) John Malala (torn, it p. 232.) mentions the want of bread, and Zonaras (lib. xiv. p. fi3.) the leaden pipes, which Justinian, or his servants, stole from the aqueducts. (3) For an aureus, one-sixth of an ounce of gold, instead of two hundred and ten, he e^ve no more than one hundred and eighty folles, or ounces of copper. A disproportion of the mint, below the market price, must have soon produced a scarcity of small money. In Eue/laml. twelve pence m copper would sell for no more than leven pence. (Smith's Inquiry into the Wealth of Nations, vol. i. p. 490 For Justinian's gold coin, see Eyngrius (lib. iv. c. 30.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA31&img=1&zoom=3&hl=en&sig=ACfU3U02XRJSRmkcJ3oezscQ0pdFCjvF8Q&ci=0%2C0%2C1000%2C2000&edge=0"}