{"text": " TH E DECLIN E AN D FAL L for themselves: and the powers which had been delegated to the patrician, were! irrevocably granted to the French and Saxon emperors of the west. The broken records of thetimes(l) preserve some remembrance of their palace, their mint, their tribunal, their edicts, and the sword of justice, which, as late as the thir- teenth century, was derived from Caesar to the prefect of the city. (2) Between the arts of the popes and the violence of the people, this supremacy was crushed and annihilated. Content with the titles of emperor and Augustus, the succes- sors of Charlemagne neglected to assert this local jurisdiction. In the hour of prosperity, their ambition was diverted by more alluring objects; and in the decay and division of the empire, they were oppressed by the defence of their hereditary provinces. Amidst the ruins of <span class=\"place\" data-place-id=\"1052\">Italy</span>, the famous Marozia invited one of the usurpers to assume the character of her third husband; and Hugh, king of Bur- gundy, was introduced by her faction into the mole of Hadrian or castle of St. An- gelo, which commands the principal bridge and entrance of <span class=\"place\" data-place-id=\"423025\">Rome</span>. Her son by the first marriage, Alberic, was compelled to attend at the nuptial banquet; but his reluctant and ungraceful service was chastised with a blow by his new father. The blow was productive of a revolution.\"Romans,\" exclaimed the youth,\"once you were the masters of the world, and these Burgundians the most abject of your slaves. They now reign, these voracioos and brutal savages, and my in- jury is the commencement of your servitude. \"(3) The alarum bell was rung to arms in every quarter of the city, the Burgundians retreated with haste and shame; Marozia was imprisoned by her victorious son; and his brother, pope John XL, was reduced to the exercise of his spiritual functions. With the title of prince, Alberic-possessed above twenty years the government of Rome; and he is said to- have gratified the popular prejudice, by restoring the office, or at least the title, of consuls and tribunes. His son and heir Octavian assumed, with the pontificate, the name of John XII.: like his predecessor, he was provoked by the Lombard princes to seek a deliverer for the church and republic; and the services of Otho were rewarded.with the imperial dignity. But the Saxon was imperious, the Ro- mans were impatient, the festival of the coronation was disturbed by the secret conflict of prerogative and freedom, and Otho commanded his sword bearer not to stir from his person, lest he should be assaulted and murdered at the foot of the altar.(4) Before he repassed the Alps, the emperor chastised the revolt of the people, and the ingratitude of John XII. The pope was degraded in a synod; the prefect was mounted on an ass, whipped through the city, and cast into a dun- geon; thirteen of the most guilty were hanged, others were mutilated or banished; and this severe process was justified by the ancient laws of Theodosius and Justi- nian. The voice,of fame has accused the second Otho of a perfidious and bloody act, the massacre of the senators, whom he had invited to his table under the fair semblance of hospitality and friendship. (5) In the minority of his son Otho III., Rome made a bold attempt to shake off\" the Saxon yoke, and the consul Crescen- tius was the Brutus of the republic. From the condition of a subject and an ex- ile, he twice rose to the command of the city, oppressed, expelled, and created, the popes, and formed a conspiracy for restoring the authority of the Greek em- perors. In the fortress of St. Angelo, he maintained an obstinate siege, till the unfortunate consul was betrayed by a promise of safety: his body was suspended on a gibbet, and his head was exposed on the battlements of the castle. By a re- verse of fortune,.Otho, after separating his troops, was besieged three days, with- out food in his palace; and a disgraceful escape saved him from the justice or fury of the Romans. The senator Ptolemy was the leader of the people, and the wi- dow of Crescentius enjoyed the pleasure or the fame of revenging her husband by a poison which she administered to her imperial lover. It was the design of Otho III. to abandon the ruder countries of the north, to erect his throne in Italy, and (1) For the history of the emperors in Rome and Italy, lea Sigonius de Regno Italise, Opp. torn. ii. with the notesof Saxius,and the Annals of Muratori, who might refer more distinctly to the authors of his great col- lection. (2) See the Dissertation of Le Blanc at the end of his Treatise des Monnoyes de <span class=\"place\" data-place-id=\"98961\">France</span>, in which he pro- duces some Roman coins of the French emperors. (3) Romanorum aliquando servi, scilicet <span class=\"place\" data-place-id=\"118617\">Burgundiones</span>, Romanit imperent? Romanteurbisdignitas ad tantam est stultitiara ducu. ut meretricum etiam imperio pareat? (Liutprand, lib. ii L c. 12. p. 450.) Sigonius flib. vi. p. 400.) positively affirms the renovation of the consulship; but in the old writers Albericus is more frequently stylfd princem Romanorum. (4) Ditmar, p. 354 apnd Schmidt, torn. iii. p. 439. (5) This bloody feast is described in Leonine verse in the Pantheon of Godfrey of Viterbo, (Script. Ital. tonuvu. p. 436,437.) who flourished towards the end of the twelfth centuryj (Fabricius, Biblio U Latin, ineJ. et irmmijBvi,tom.in.p.69.edit. Mansi;) but his evidence, which imposed on Sigonius, is reasonably suspectri by Mnratoii. (Annali, torn. viii. p. 177.)-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA310&img=1&zoom=3&hl=en&sig=ACfU3U09Dhq3Pv3IOgEfWuOoN0gJAVSn7g&ci=0%2C0%2C1000%2C2000&edge=0"}