{"text": " O F TH E ROMA N EMPIRE. 299 to-revive the institutions of the Roman monarchy. But his successors only once in their lives appeared on the banks of the Tiber, to receive their crown in the Vatican^) Their absence was contemptible, their presence odious and formi- dable. They descended from the Alps, at the head of their barbarians, who were strangers and enemies to the country; and their transient visit was a scene of tu- mult and bloodshed. (2) A faint remembrance of their ancestors still tormented the Romans; and they beheld with pious indignation the succession of Saxons, Franks, Svvabians, and Bohemians, who usurped the purple and prerogatives of the Caesars. There is nothing perhaps more adverse to nature and reason, than to hold in obedience remote countries and foreign nations, in opposition to their inclination and interest. A torrent of barbarians may pass over the earth, but an extensive empire must be supported by a refined system of policy and oppression; in the centre, an absolute power, prompt in action, and rich in resources; a swift and easy communication with the extreme parts: fortifications to check the first effort of rebellion: a regular administration to protect and punish; and a well-disciplined army to inspire fear, without provoking discontent and despair. Far different was the situation of the. German Cscsars, who were ambitious to enslave the kingdom of <span class=\"place\" data-place-id=\"1052\">Italy</span>. Their patrimonial estates were stretched along the Rhine, or scattered in the provinces; but this ample domain was alienated by the imprudence or dis- tress of successive princes; and their revenue from minute and vexatious preroga- tive, was scarcely sufficient for the maintenance of their household. Their troops were formed by the legal or voluntary service of their feudal vassals, who passed the Alps with reluctance, assumed the license of rapine and disorder, and capriciously deserted before the end of the campaign. Whole armies were swept away by the pestilential influence of the climate: the survivors brought back the bones of their princes and nobles,(3) and the effects of their own intemperance were often im- puted to the treachery and malice of the Italians, who rejoiced at least in the cala- mities of the barbarians. This irregular tyranny might contend on equal terms with the petty tyrants of Italy; nor can the people, or the reader, be much inte- rested in the event of the quarrel. But in the eleventh and twelfth centuries, the Lombards rekindled the flame of industry and freedom; and the generous example was at length imitated by the republics of Tuscany. In the Italian cities a mu- nicipal government had never beeu totally abolished; and their first privileges were granted by the favour and policy of the emperors, who were desirous of erecting a plebeian barrier against the independence of the nobles. But their rapid progress, the daily extension of their power and pretensions, were fou' ded on the numbers and spirit of these rising communities. (4) Each city filled the measure of her diocess or district: the jurisdiction of the counts and bishops, of the marquises and counts, was banished from the land; and the proudest nobles were persuaded or compelled to desert their solitary castles, and to embrace the more honourable character of freemen and magistrates. The legislative authority was inherent in the general assembly; but the executive powers were intrusted to three consuls, annually chosen from the three orders of cafitains, valvassors,{_5) and common's, into which the republic was divided. Under the protection of equal law, the la- bours of commerce and agriculture were gradually revived; but the martial spirit of the Lombards was nourished by the presence of danger; and as often as the bell was rung, or the standard (6) erected, the gates of the city poured forth a nu- merous and intrepid band, whose zeal in their own cause was soon guided by the use and discipline of arms. At the foot of these popular ramparts, the pride of the (1) The coronation of the emperor, and tome original ceremonies of the tenth century, arc preserved in-the Pauegyric oo Bereugarius, (Script. Ital. torn. ii. part 1. 405   414.) illustrated by the notes of Hadrian, Vale-   iui. and Leibnitz. Sigonitls has related the whole process of the Roman expedition in good Latin, but with, sons' errors of time and fact. (lib. vi. p. 441   446.) (2) In a quarrel at tlie coronation of Conrad II. Muratori takes leave to observe   dovcano ben essere alfora indiscipiiiuti.Barbario, txutinli i Tedeschi. Annal. torn. viii. p. 368. (3) After boiling away the flesh. The caldrons for that purpose were a necessary piece of travelling furni- ture; and a German who was using it for his brother, promised it to a friend, after it should have been em- ployed for himself (Schmidt, torn. iii. p. 423, 424.) The same author observes that the whole Saxon line was extinguished in Italy, (torn. i. p. 440.) (4) Otho, bishop of Frinsiniren, has left an important passage on the Italian cities; (lib. ii. c. 13. in Script. Ital. torn. vi. p. 707   710.) and the rise, progress and government of these republics, are perfectly illustrated by Muratori. (Antiquitat. Ital. Medii.Svi, torn. iv. dissert. 4J   52. p. 1   675. Anna!, torn. 8   10.) (J) For these titles,-ee Selden, (Titles of Honour, vol. iii. part 1. p. 488.) Ducange, (Gloss. Latin, torn. ii. p. 140. torn. vi. p. 776.) and St. Marc. (Abrege Chronologique, torn. ii. p. 719.) A6) The Lombards invented and used the curortum, a standard planted una car or wagon, drawn bya team of oxftn. Ducange, torn. ii. p. 194,195. Muratori, Amiqultat. torn. ii.<tis. 36. p. 480   493.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA311&img=1&zoom=3&hl=en&sig=ACfU3U1z2SNgZG9DzordlC6Jm7W2FM02DQ&ci=0%2C0%2C1000%2C2000&edge=0"}