{"text": " 300 I H E DECLIN E AN D PAL L Ciesars was overthrown; and the invincible genius of liberty prevailed over the two Frederics, the greatest princes of the middle age: the first, superior perhaps in military prowess; the second, who undoubtedly excelled in the softer accom- plishments of peace and learning. Ambitious of restoring the honours of the purple, Frederic I. invaded the re- publics of Lombardy, with the arts of a statesman, the valour of a soldier, and the crueltv of a tyrant. The recent discovery of the Pandects had renewed a science most favourable to despotism; and his venal advocates proclaimed the ttmperor the absolute master of the lives and properties of his subjects. His royal prerogatives, in a less odious sense, were acknowledged in the diet of Roncaglia; and the revenue of^taly was fixed at thirty thousand pounds of silver,(l) which were multiplied to an indefinite demand, by the rapine of the fiscal officers. The obstinate cities were reduced by the terror or force of his arms; his captives were delivered to the exe- cutioner, or shot from his military engines; and, after the siege and surrender of Milan, the buildings of that stately capital were rased to the ground; three hundred hostages were sent into <span class=\"place\" data-place-id=\"20468\">Germany</span>, and the inhabitants were dispersed in four vil- lages, under the yoke of the inflexible conqueror. (2) But Milan soon rose from her ashes; and the league of Lombardy was cemented by distress: their cause was espoused by Venice, Pope Alexander III., and the Greek emperor: the fabric of oppression was overturned in a day; and in the treaty of Constance, Frederic sub- scribed, with some reservations, the freedom of four-and-twenty cities. His grand- son contended with their vigour and maturity; but Frederic 11.(3) was endowed with some personal and peculiar advantages. His birth and education recom- mended him to the Italians; and in the implacable discord of the two factions, the Ghibelins were attached to the emperor, while the Guelfs displayed the banner of liberty and the church. The rourt of <span class=\"place\" data-place-id=\"423025\">Rome</span> had slumbered, when his father Henry VI. was permitted to unite with the empire the kingdoms of Naples and <span class=\"place\" data-place-id=\"981549\">Sicily</span>; and from these hereditary realms, the son derived an ample and ready supply of troops and treasure. Yet Frederic II. was finally oppressed by the arms of the Lombards and the thunders of the Vatican; his kingdom was given to a stranger, and the last of his family was beheaded at Naples on a public scaffold. During sixty years, no emperor appeared in <span class=\"place\" data-place-id=\"1052\">Italy</span>, and the name was remembered only by the ignominious sale of the last relics of sovereignty. The barbarian conquerors of the west were pleased to decorate their chief with the title of emperor; but it was not their design to invest him with the despotism of <span class=\"place\" data-place-id=\"305064\">Constantine</span> and Justinian. The persons of the Germans were free, their con- quests were their own, and their national character was animated by a spirit which scorned the servile jurisprudence of the new or the ancient Roman. It would have been a vain and dangerous attempt to impose a monarch on the armed freemen, who were impatient of a magistrate; on the bold, who refused to obey; on the powerful, who aspired to command. The empire of Charlemagne and Otho was distributed among the dukes of the nations or provinces, the counts of the smaller districts, and the margraves of the marches or frontiers, who all united the civil and military authority as it had been delegated to the lieutenants of the first Caesars. The Roman governors, who, for the most part, were soldiers of fortune, seduced their mercenary legions, assumed the imperial purple, and either failed or suc- ceeded in their revolt, without wounding the power and unity of government If the dukes, margraves, and counts, of Germany were less audacious in theirclaims, the consequences of their success were more lasting and pernicious to the state. Instead of ainiing at the supreme rank, they silently laboured to establish and ap- propriate their provincial independence. Their ambition was seconded by the weight of their estate's and vassals, their mutual example and support, the common interest of the subordinate nobility, the change of princes and families, the minori- ties of Otho III. and Henry IV., the ambition of the popes, and the vain pursuits of the fugitive crowns of Italy and Rome. All the attributes of regal and territorial jurisdiction were gradually usurped by the commanders of the provinces; the right of peace and war, of life and death, of coinage and taxation, of foreign alliance and domestic economy. Whatever had been seized by violence, was ratified by favour (1) Gutither Lururinns, lib. viii. 584. et icq. apart. Schmidt, torn. iii. p. 359. (2) Solus imperator feciemsuam tirmavit utpetntro. (Fucard. de F.xcidio Mediolani, Script. Ital. torn. vi. p. 917.) This volume,of Muratnri contains the originals of the history of Frederic I. which must be compared with due regard to the circumstances and prejudices of each German or Lombard writer. (3) For the history of Frederic II. and the house of Swabia at Naples, see Giannone, Istoria Civile, torn. ii. lib. xiv   ju j.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA312&img=1&zoom=3&hl=en&sig=ACfU3U2GNIdjNf-GjN4ynhR6IpIsTsesBw&ci=0%2C0%2C1000%2C2000&edge=0"}