{"text": " O P TH E ROMA N EMPIRE. 301 v distress, was granted as the price of a doubtful vote or a voluntary service; vhatever had been granted to one, could not, without injury, be denied to his suc-;essor or equal; and every act of local or temporary possession was insensibly noulded into the constitution of the Germanic kingdom. In every province, the risible presence of the duke or count was interposed between the throne and the lobles; the subjects of the law became the vassals of a private chief; and the stand- ard, which he received from his sovereign, was often raised against him in the field. The temporal power of the clergy was cherished and exalted by the super- stition or policy of the Carlovingian and Saxon dynasties, who blindly depended on their moderation and fidelity; and the bishoprics of <span class=\"place\" data-place-id=\"20468\">Germany</span> were made equal in extent and privilege, superior in wealth and population, to the most ample states of the military order. As long as the emperors retained the prerogative of be- stowing on every vacancy these ecclesiastic and secular benefices, their cause was maintained by the gratitude or ambition of their friends and favourites. But in the quarrel of the investitures, they were deprived of their influence over the epis- copal chapters; the freedom of election was restored, and the sovereign was re- duced, by a solemn mockery, to his first prayers, the recommendation, once in his reign, to a single prebend in each church. The secular governors, instead of being recalled at the will of a superior, could be degraded only by the sentence of their peers. In the first age of the monarchy, the appointment of the son to the duchy or county of his father, was solicited as a favour; it was gradually obtained as a custom, and extorted as a right: the lineal succession was often extended to the collateral or female branches; the states of the empire (their popular, and at   length their legal appellation) were divided and alienated by testament and sale; and all idea of a public trust was lost in that of a private and perpetual inheritance. The emperor could not even be enriched by the casualties of forfeiture and ex- tinction: within the term of a year, he was obliged to dispose of the vacant fief, and in the choice of the candidate, it was his duty to consult either the general or the provincial diet. After the death of Frederic II. Germany was left a monster with a hundred heads. A crowd of princes and prelates disputed the ruins of the empire; the lords of the innumerable castles were less prone to obey, than to imitate, their su- periors; and according to the measure of their strength, their incessant hostilities received the names of conquest or robbery. Such anarchy was the inevitable con- sequence of the laws and manners of <span class=\"place\" data-place-id=\"991376\">Europe</span>; and the kingdoms of <span class=\"place\" data-place-id=\"98961\">France</span> and <span class=\"place\" data-place-id=\"1052\">Italy</span> were shivered into fragments by the violence of the same tempest. But the Italian cities and the French vassals were divided and destroyed, while the union of the Germans had produced, under the name of an empire, a great system of a federative republic. In the frequent, and at lastthe perpetual, institution of diets, a national spirit was kept alive, and the powers of a common legislature are still exercised by the three branches or colleges of the electors, the princes, and the free and imperial <span class=\"place\" data-place-id=\"20468\">cities</span> <span class=\"place\" data-place-id=\"20468\">of</span> <span class=\"place\" data-place-id=\"20468\">Germany</span>. I. Seven of the most powerful feudatories were permitted to assume, with a distinguished name and rank, the exclusive pri- vilege of choosing the Roman emperor; and these electors were the king of Bo- hemia, the duke of Saxony, the margrave of Brandenburg, the count palatine of the Rhine, and the three archbishops of Mentz, of Treves, and of Cologne. II. The college of princes and prelates purged themselves of a promiscuous multitude: they reduced to four representative votes, the long series of independent counts, and excluded the nobles or equestrian order; sixtv thousand of whom, as in the Polish diets, had appeared on horseback in the field of election. III. The pride of birth and dominion, of the sword and the mitre, wisely adopted the commons as the third branch of the legislature, and, in the progress of society, they were introduced about the same era into the national assemblies of France, England, and Germany. The Hanseatic league commanded the trade and navigation of the north: the confederates of the Rhine secured the peace and intercourse of the inland country: the influence of the cities has been adequate to their wealth and policy, and their negative still invalidates the acts of the two superior colleges of   electors and princes. (1) (1) In the immense labyrinth of the jut puiiUram of Germany, T must either quote one writer or a thou- sand; and I had rather trust to one faithful guide, than transcribe, on credit, a multitude of names and pas- sages. That guide is M. Pfeffel, the author of the best legal and constitutional history that I know of any'country. (NouTel Abrege Chronologique de I'Histoire et du Droit Public d'Atlemagne, Paris, 1770, 2 vols, in 4to.) His learning and j udgment have discerned the most interesting facts: his simple brevity comprises them m a narrow space; his chronological order distributes thera under the proper dates; and an elnborate index;", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA313&img=1&zoom=3&hl=en&sig=ACfU3U0d7lG15DRWA8OeHOEWzLqSWOWfwQ&ci=0%2C0%2C1000%2C2000&edge=0"}