{"text": " 382 TH E DECLIN E AN D FAL L It is in the fourteenth century, that we may view in the strongest light the state   and contrast of the Roman empire of <span class=\"place\" data-place-id=\"481844\">Germany</span>, which no longer held, except on the borders of the Rhine and <span class=\"place\" data-place-id=\"216798\">Danube</span>, a single <span class=\"place\" data-place-id=\"217020\">province</span> <span class=\"place\" data-place-id=\"217020\">of</span> <span class=\"place\" data-place-id=\"217020\">Trajan</span> or <span class=\"place\" data-place-id=\"305064\">Constantine</span>. Their unworthy successors were the counts of Hapsburg, of Nassau, of Luxem- burgh, and of Schwartzenburgh: the emperor Henry VI L procured for his son the crown of Bohemia, and his grandson Charles IV. was born among a people, strange and barbarous in the estimation of the Germans themselves. (1) After the ex- communication of Lewis of Bavaria, he received the gift or promise of the vacant empire from the Roman pontiffs, who, in the exile and captivity of Avignon, af- fected the dominion of the earth. The death of his competitors united the elec- toral college, and Charles was unanimously saluted king of the Romans, and future emperor: a title which in the same age was prostituted to the Cssars of <span class=\"place\" data-place-id=\"609351\">Germa</span>- ny and <span class=\"place\" data-place-id=\"1001896\">Greece</span>. The German emperor was no more than the elective and impo- tent magistrate of an aristocracy of princes, who had not left him a village that he might call his own. His best prerogative was the right of presiding and pro- posing in the national senate, which was convened at his summons; and his native Kingdom of Bohemia, less opulent than the adjacent city of Nuremburg, was the firmest seat of his power and the richest source of his revenue. The army with which he passed the Alps consisted of three hundred horse. In the cathedral of St. Ambrose, Charles was crowned with the iron crown, which tradition ascribed to the Lombard monarchy; but he was admitted only with a peaceful train; the gates of the city were shut upon him; and the king of <span class=\"place\" data-place-id=\"1052\">Italy</span> was held a captive by the arms of the Visconti, whom he confirmed in the sovereignty of Milan. In the Vatican he was again crowned with the golden crown of the empire; but, in obe- dience to a secret treaty, the Roman emperor immediately withdrew, without re- posing a single night within the walls of <span class=\"place\" data-place-id=\"423025\">Rome</span>. The eloquent Petrarch,(2) whose fancy revived the visionary glories of the capitol, deplores and upbraids the igno- minious flight of the Bohemian; and even his cotemporaries could observe, that the sole exercise of his authority was in the lucrative sale of privileges and titles. The gold of Italy secured the election of his son; but such was the shameful po- verty of the Roman emperor, that his person was arrested by a butcher in the streets of Worms, and was detained in the public inn, as a pledge or hostage for the payment of his expenses. From this humiliating scene, let us turn to the apparent majesty of the same Charles in the diets of the empire. The golden bull, which fixes the Germanic constitution, is promulgated in the style of a sovereign and legislator. A hundred princes bowed before his throne, and exalted their own dignity by the voluntary honours which they yielded to their chief or minister. At the royal banquet, the hereditary great officers, the seven electors, who in rank and title were equal to kings, performed their solemn and domestic service of the palace. The seals of the triple kingdom were borne in state by the archbishops of Mentz, Cologne, and Treves, the perpetual arch-chancellors of Germany, Italy, and Aries. The great marshal, on horseback, exercised his function with a silver measure of oats, which he emptied on the ground, and immediately dismounted to regulate the order of the guests. The great steward, the count palatine of the Rhine, placed the dishes on the table. The great chamberlain, the margrave of Brandenburg, Sresented, after the repast, the golden ewer and basin, to wash. The king of Bo- emia, as great cup-bearer, was represented by the emperor's brother, the duke of Luxemburg and Brabant; and the procession was closed by the great huntsman, who introduced a boar and a stag, with a loud chorus of horns and hounds. (3) Nor was the supremacy of the emperor confined to Germany alone; the heredi- tary monarchs of <span class=\"place\" data-place-id=\"991376\">Europe</span> confessed the pre-eminence of his rank and dignity; be was the first of the Christian princes, the temporal head of the great republic of collects them under tlieir respective heads. To this work, in a less pet-feet state. Dr. Robertson was jrraleful- lyindebted for that masterly sketch which traces even the modern chances of the Germanic bod)*. The Cor- pus Historise Germanicae of Struvius, has been likewise consulted, the more usefully, as that huge compilation is fortified in every page with the original texts. (1)*yelpersonaUy, Charles IV. must not be considered as a harharian. After his education at Paris, he reco- vered the use of the Bohemian, his native idiom; and the emperor conversed and wrote with equal facility in French, Latin, Italian, and Gel-man. (Struvius, p. 615,610.) Petrarch always represents him as a polite and learned prince.   * (2) Besides the German and Italian historians, the expedition of Charles IV. is painted in lively and oriet- xial colours in the curious Memoires stir la Vie de Petrarque, torn. iii. p. 370   130. By the Abbe de Sad C   chose prolixity has never been blamed by any reader of taste and curiosity. f3)^ee thewholt- ceremony in Strrrriiis, p. 629.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA314&img=1&zoom=3&hl=en&sig=ACfU3U15fUrJ3mZ4M0rvOF2JBlJejSMvKw&ci=0%2C0%2C1000%2C2000&edge=0"}