{"text": " O F TH E ROMA K EMPIRE; 50 J the west:f 1) to his person the title of majesty was long appropriated; and he dis- puted with the pope the sublime prerogative of creating kings and assembling councils. The oracle of the civil law, the learned Bartolus, was a pensioner of Charles IV. and his school resounded with the doctrine, that the Roman emperor wasthe rightful sovereign of the earth, from the rising to the setting sun. The contrary opinion was condemned, not as an error, but as a heresy; since even the gospel had pronounced,\" And there went forth a decree from Csesar Augustus that all the world should be taxed. \"(2) If we annihilate the interval of time and space between Augustus and Charles, strong and striking will be the contrast between the two Caesars; the Bohemian, who concealed his weakness under the mask of ostentation, and the Roman, who disguised his strength under the semblance of modesty. At the head of his victo- rious legions, in his reign over the sea and land, from the Nile and <span class=\"place\" data-place-id=\"912849\">Euphrates</span> to the Atlantic ocean, Augustus professed himself the servant of the state and the equal of his fellow-citizens. The conqueror of <span class=\"place\" data-place-id=\"423025\">Rome</span> and her provinces assumed the popular and legal forms of a censor, a consul, and a tribune. His will was the law of mankind, but in the declaration of his laws he borrowed the voice of the senate and people; and, from their decrees, their master accepted and renewed his temporary commission to administer to the republic. In his dress, his domes- tics, (3) his titles, in all the offices of social life, Augustus maintained the character of a private Roman: and his most artful flatterers respected the secret of his ab- solute and perpetual monarchy. CHAPTE R L. Description of <span class=\"place\" data-place-id=\"874334\">Arabia</span> and its inhabitants.   Birth, character, and doctrine, of Mahomet.   Hepreaches at Mecca.   Flies to Medina.   Propagates his religion by the sword.   Vo- luntary or reluctant submission of the Arabs.   His death and successors.   The claims and fortunes of Ali and his descendants. After pursuing above six hundred years the fleeting Caesars of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> and <span class=\"place\" data-place-id=\"481844\">Germany</span>, I now descend, in the reign of Heraclius, on the eastern borders of the Greek monarchy. While the state was exhausted by the Persian war, and the church was distracted by the Nestorian and Monophysite sects, Mahomet, with the sword in one hand and the Koran in the other, erected his throne on the ruins of Christianity and of Rome. The genius of the Arabian prophet, the man- ners of his nation, and the spirit of his religion, involve the causes of the decline and fall of the eastern empire; and our eyes are curiously intent on one of the most memorable revolutions which have impressed a new and lasting character on the nations of the globe. (4) In the vacant space between Persia, <span class=\"place\" data-place-id=\"29492\">Syria</span>, <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, and <span class=\"place\" data-place-id=\"334481\">Ethiopia</span>, the Arabian peninsula,(5) may be conceived as a triangle of spacious but irregular dimensions, (1) The republic of <span class=\"place\" data-place-id=\"991376\">Europe</span>, with the pope and emperor at its heads, was never represented with more dig- nity than in the council of Constance. See Lenfant's History of that assembly. (2) Gravina, Origines Juris Civilis, p. 108. (3) Six thousand ums have been discovered of the slaves and freednten of Augustus and Livia. So minute was the division of office, that one slave was appointed to weigh the wool which was spnn by the empress's maids, another for the care of her lap dog,&c (Camere Sepoichrale,&o. by Bianchini. Extract of his work, in the Bibliotheque Italique, torn. iv. p. 175. His Eloge, by Fontenelle, torn. vi. p. 356.)- But these servants. wers>of the same rank, and possibly not more numerous than those of Follio or Lentulus. They only prove the general riches of the city. (4) As in this and the following chapter I shall display much Arabic learning. 1 must profess my total igno- rance of the oriental tongues, and my gratitude to the learned interpreters, who have transfused their science into the Latin, French, and English languages. Their collections, versions, and histories, I shall occasionally notice. (5) The geographers of <span class=\"place\" data-place-id=\"874334\">Arabia</span> may be divided into three classes.   1. The Greeks and Latins, whose pro- gressive knowledge may be traced in Agathareides, (di <span class=\"place\" data-place-id=\"981513\">Mari</span> Rubro. in Hudson. Geograph. Minor, torn, i.) Di- odorus Siculus, (torn. i. lib. ii. p. 159   167. lib. iii. p. 211   216. edit. <span class=\"place\" data-place-id=\"109459\">Wesseling</span>) Strabo, (lib. xvi. p. 1112   1114. from Eratosthenes, p. 1122   1132. from Artemidoras) Dionysius, (Periegesis, 927   960.) Pliny, (Hist. Natnr. 5, 12.6.32.) and Ptolemy. (Descript. et Tabulae Urbium, in Hudson, torn. Mi.) 2. The Arabic writers, who have treated the subject with the zeal of patriotism or devotion: the extracts of Pocock (Specimen Hist. Arabura, p. 125   128.) from the Geography or the Sherif al Edrissi, render us still more dissatisfied with the version or abridgment (p. 24   27.44   56. 108, 8cc. 119,&c) which the Maronttes have published under the absurd title of Gcographia Nubiensis; (Paris, 1619.) but the Latin and French translators, Graves, (in Hudson, torn, iii.) and Gallant], (Voyage de la Palestine par la Roque, p. 265   346.) have opened to us the Arabic of Abulfeda, the most copious and correct account of the peninsula, which may be enriched, however, from the Bibliotheque Orientate of D'Herbelot, p. 120. et alibi passim. S. The European travellers, among whom Shaw (p. 438   455.) and Niebuhr, (Description, 1773, Voyages, torn. i. 1776.) deserve an honourable distinction: Busching (Geo. graphie par Bcringer, torn. viii. p. 416-^510.) has eompilcd wi(h judgment; and d'AnvillCs Maps (Ortm Vete.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA315&img=1&zoom=3&hl=en&sig=ACfU3U113uynmXHHg-F44j7QxIWtsg9sJw&ci=0%2C0%2C1000%2C2000&edge=0"}