{"text": " 804 TH E DECLIN E AN D FAL L From the northern point of Beles,(l) on the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, a line of fifteen hundred miles is terminated by the straits of Babelmandel and the land of frankincense, About half this length may be allowed for the middle breadth from east to west, from Bassorato <span class=\"place\" data-place-id=\"727101\">Suez</span>, from the Persian gulf to the Red Sea. (2) The sides of the triangle are gradually enlarged, and the southern basin presents a front of a thousand miles to the Indian ocean. The entire surface of the peninsula exceeds in a fourfold proportion that of <span class=\"place\" data-place-id=\"20468\">Germany</span> or <span class=\"place\" data-place-id=\"236467\">France</span>; but the far greater part has been justly stigmatized with the epithets of the stony and the sandy. Even the wilds of Tartary are decked by the hand of nature with lofty trees and luxuriant herbage; and the lonesome traveller derives a sort of comfort and society from the presence of vegetable life. But in the dreary waste of <span class=\"place\" data-place-id=\"29475\">Arabia</span>, a boundless level of sand is intersected by sharp and naked mountains, and the face of the desert, without shade or shelter, is scorched by the direct and intense rays of a tropical sun. Instead of refreshing breezes, the winds, particularly from the south-west, diffuse a noxious and even deadly vapour; the hillocks of sand, which they alter- nately raise and scatter, are compared to the billows of the ocean, and whole ca- ravans, whole armies, have been lost and buried in the whirlwind. The common benefits of water are an object of desire and contest; and such is the scarcity of wood, that some art is requisite to preserve and propagate the element of fire. <span class=\"place\" data-place-id=\"29475\">Arabia</span> is destitute of navigable rivers, which fertilize the soil, and convey its pro- duce to the adjacent regions: the torrents that fall from the hills are imbibed by the thirsty earth: the rare and hardy plants, the tamarind or the acacia, that strike their roots into the clefts of the rocks, are nourished by the dews of the night; a scanty supply of rain is collected in cisterns and aqueducts; the wells and springs are the secret treasure of the desert; and the pilgrim of Mecca,(3) after many a dry and sultry march, is disgusted by the taste of the waters, which have rolled over a bed of sulphur or salt. Such is the general and genuine picture of the climate of <span class=\"place\" data-place-id=\"29475\">Arabia</span>. The experience of evil enhances the value of any local or partial enjoyments. A shady grove, a green pasture, a stream of fresh water, are sufficient to attract a colony of sedentary Arabs to the fortunate spots which can afford food and refreshment to themselves and their cattle, and which encou- rage their industry in the cultivation of the palm-tree and the vine. The high lands that border on the Indian ocean are distinguished by their superior plenty of wood and water; the air is more temperate, the fruits are more delicious, the ani- mals and the human race more numerous: the fertility of the soil invites and re- wards the toil of the husbandman; and the peculiar gifts of frankincense,(4) and coffee have attracted in different ages the merchants of the world. If it be com- pared with the rest of the peninsula, this sequestered region may truly deserve the appellation of the happy: and the splendid colouring of fancy and fiction has been suggested by contrast and countenanced by distance. It was for this earthly pa- radise that nature had reserved her choicest favours and her most curious work- manship: the incompatible blessings of luxury and innocence were ascribed to the natives: the soil was impregnated with gold(5) and gems, and both the land and sea were taught to exhale the odours of aromatic sweets. This division of the sandy, the stony, and the happy, so familiar to the Greeks and Latins, is unknown to the Arabians themselves: and it is singular enough, that a country, whose lan- guage and inhabitants have ever been the same, should scarcely retain a vestige of its ancient geography. The maritime districts of <span class=\"place\" data-place-id=\"716533\">Bahrein</span> and Oman are oppo- ribus Notus, and Ire Partie de I'Asie) should lie before the reader with his Geographie Aneienne, torn. ii. p. 208   231. (1) Abulfed. Rescript. Arabia:, p. 1. D'Anville, PEuphrate et le Tigre, p. 19.20. It was in this place, the paradise or garden of a satrap, that Xenophon and the Greeks first passed the Euphrates. (Anabasis, lib. i. c. 10. p. 29. edit. Wells.) (2) Reland has proved, with much superfluous learning. 1. That our Red Sea, (the Arabian gulf) is not more than a part of the Mare Rubrum,tbe EpwSp &*\\*<rtrti of the ancients, which was extended to the indefinite space of the Indian ocean. 2. That the synonymous words spuSpoj oetfiioi}/;, alluded to the colour of the blacks or negroes. (Dissert. Miscell. torn. i. p. 891   617.) (3) In the thirty days or stations, between Cairo and Mecca, there are fifteen destitute of good water. See the route of the Hadjees, in Shaw's Travels, p. 477. (4) The aromatic, especially the thus or frankincense of <span class=\"place\" data-place-id=\"29475\">Arabia</span>, occupy the twelfth book of Pliny. Oar great poet (Paradise Lost. lib. iv.) introduces, in a simile, the spicy odours that are blown by the north-east wind from the Sabcean coast:   Many a league, Pleas'd with the grateful scent, old Ocean smiles. (Plin. Hist. Natur. xii.42.) (5) Agatharcides affirms, that lumps of pure gold were found, from the size of an olive to that of a put; that iron was twice, and silver ten times the value of gold, (de Man <span class=\"place\" data-place-id=\"423015\">Rubra</span>, p. 60.) These real or imaginary treasures are vanished; and no gold mines arc at present known in <span class=\"place\" data-place-id=\"29475\">Arabia</span>. (Niebuhr, Description, p. 124,)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA316&img=1&zoom=3&hl=en&sig=ACfU3U134KNPocbtLucw7TKFg1mFgbDhdg&ci=0%2C0%2C1000%2C2000&edge=0"}