{"text": " O F TH E ROMA N EMPIRE. 305 site to the realm of Persia. The kingdom of Yemen displays the limits, or at least the situation of <span class=\"place\" data-place-id=\"756537\">Arabia</span> Felix: the name of Neged is extended over the inland space; and the birth of Mahomet has illustrated the province of Hejaz along the coast of the Red Sea.(l) The measure of population is regulated by the means of subsistence; and the in- habitants of this vast peninsula might be outnumbered by the subjects of a fertile and industrious province. Along the shores of the Persian gulf, of the ocean, and even of the Red Sea, the Icthyofihagi,(2) or fish-eaters, continued to wander in quest of their precarious food. In this primitive and abject state, which ill de- serves the name of society, the human brute without art or laws, almost without sense or language, is poorly distinguished from the rest of the animal creation. Generations and ages might roll away in silent oblivion, and the helpless savage was restrained from multiplying his race, by the wants and pursuits which con- fined his existence to the narrow margin of the sea-coast. But at an early period of antiquity the great body of the Arabs had emerged from this scene of misery; and as the naked wilderness could not maintain a people of hunters, they rose at once to the more secure and plentiful condition of the pastoral life. The same life is uniformly pursued by the roving tribes of the desert, and in the portrait of the modern Bedovieens, we may trace the features of their ancestors, (3) who, in the age of Moses or Mahomet dwelt under similar tents, and conducted their horses, and camels, and sheep, to the same springs and pastures. Our toil is lessened, and our wealth is increased, by our dominion over the useful animals: and the Arabian shepherd had acquired the absolute possession of a faithful friend-and a laborious slave. (4) <span class=\"place\" data-place-id=\"756537\">Arabia</span>, in the opinion of the naturalist, is the genuine and original country of the horse; the climate most propitious, not indeed to the size, but to the spirit and swiftness, of that generous animal. The merit of the Barb, the Spanish, and the English breed, is derived from a mixture of Arabian blood ;(5) the Bedoweens preserve, with superstitious care, the honours and the memory of the purest race; the males are sold at a high price, but the females are seldom alienated: and the birth of a noble foal was esteemed among the tribes as a subject of joy and mutual congratulation. These horses are educated in the tents, among the children of the Arabs, with a tender familiarity, which trains them in the ha- bits of gentleness and attachment. They are accustomed only to walk and to gal- lop: their sensations are not blunted by the incessant abuse of the spur and the whip: their powers are reserved for the moments of flight and pursuit; but no sooner do they feel the touch of the hand or the stirrup, than they dart away with the swiftness of the wind; and if their friend be dismounted in the rapid career, they instantly stop till he has recovered his seat. In the sands of <span class=\"place\" data-place-id=\"324852\">Africa</span> and Ara- bia, the camel is a sacred and precious gift. That strong and patient beast of bur- den can perform, without eating and drinking, a journey of several days; and a re- servoir of fresh water is preserved in a large bag, a fifth stomach of the animal, whose body is imprinted with the marks of servitude; the larger breed is capable of transporting a weight of a thousand pounds, and the dromedary, of a lighter, and more active frame, outstrips the fleetest courser in the race. Alive or dead, almost every part of the camel is serviceable to man; her milk is plentiful and nu- tritious: the younger and tender flesh has the taste of veal:(6) a valuable salt is extracted from the urine: the dung supplies the deficiency of fuel; and the lonjj (1) Consult, penile, and study the Specimen Historia Arebum of Pncock! (Oxon. 1650, in 4to.) The thirty pages of text and version are extracted from the Dynasties of Gregory Abulpharagius, which Pocock after- wards translated: (Oxon. 1663, in 4to.) the three hundred and fifty-eight notes from a classic and original work on the Arabian antiquities. (2) Arrian remarks the Icthvophagi of the coast of Hejaz. (Periplns Maris Erythrsei, p. 12.) and beyond Aden. (p. 15.) It seems probable that the shores of the Red Sea, (in the largest sense) were occupied by these savages in the time, perhaps, of Cyrus; but I can hardly believe that any cannibals were left among the sa, vages in the reign of Justinian. (Proeop. de Bell. Persic, lib. i. c. 19.) (3) See the Specimen Historian Arnbum of Pocock, p. 2. 5. 86,_&c. The journey of M. d'Arvieux, in 1664, to the camp of the emir of mount Carme), (Voyage de la Palestine, Amsterdam. 1718.) exhibits a pleasing nnd original picture of the life of the Bedoweens, which may be illustrated from Niebubr (Description de l'Arabie, p. 327   344.) and Volney, (torn. i. p. 343   335.) the last and most judicious of our Syrian travellers. (4) Read (it is no unpleasant task) the incomparable articles of* the horse, and the cnmel, in the Natural His- tory of M. de Buffon. (5) For the Arabian horses, see d'Arvieux (p. 159   173.) and Nicbuhr. (p. 142   144.) At the end of the thirteenth century, the. bones of Naged were esteemed sure-footed, those of Yemen strong and serviceable, those of Hejaz most noble. The horses of <span class=\"place\" data-place-id=\"991376\">Europe</span>, the tenth and last class, were generally despised, as having too much body and too little spirit: d'Herbelot, Bibliot. Orient. p#339.) their strength was requisite to bear the weight of the knight and his armour. (6) Qui carnibus camelorura vesci solent odii tenaces sunt, was the opinion of an Arabian physician. (Po- cock, Specimen, p. 88.) Mahomet himself, who was fond of milk, prefers the cow, and does not even menttvn V<je. III. 39", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA317&img=1&zoom=3&hl=en&sig=ACfU3U3-dYn9WSEQ8Cvwf8Wa27frtHwfgA&ci=0%2C0%2C1000%2C2000&edge=0"}