{"text": " O F TH E ROMA N EMPIRE. and Aden the camels of the Koreishites were laden with a precious cargo of aro- matics; a supply of corn and manufactures was purchased in the fairs of <span class=\"place\" data-place-id=\"678073\">Bostra</span> and <span class=\"place\" data-place-id=\"678106\">Damascus</span>; the lucrative exchange diffused plenty and riches in the streets of Mecca; and the noblest of her sons united the love of arms with the profession of merchandise.(l) The perpetual independence of the Arabs has been the theme of praise among strangers and natives; and the arts of controversy transform this singular event into a prophecy and a miracle, in favour of the posterity of Ismael.(2) Some ex- ceptions that can neither be dissembled nor eluded, render this mode of reasoning as indiscreet as it is superfluous: the kingdom of Yemen has been successively sub- dued by the Abyssinians, the Persians, the sultans of Egypt,(3) and the Turks:(4) the holy cities of Mecca and Medina have repeatedly bowed under a Scythian ty- rant; and the Roman province of Arabia(5) embraced the peculiar wilderness in which Ismael and his sons must have pitched their tents in the face of their bre- thren. Yet these exceptions are temporary or local; the body of the nation has escaped the yoke of the most powerful monarchies; the arms of Sesostris and Cy- rus,, of Pompey and Trajan, could never achieve the conquest of <span class=\"place\" data-place-id=\"1001942\">Arabia</span>; the pre- sent sovereign of the Turks(6) may exercise a shadow of jurisdiction, but his pride is reduced to solicit the friendship of a people, whom it is dangerous to pro- voke, and fruitless to attack. The obvious causes of their freedom are inscribed on the character and country of the Arabs. Many ages before Mahomet(7) their in- trepid valour had been severely felt by their neighbours in offensive and defensive war. The patient and active virtues of a soldier are insensibly nursed in the ha- bits and discipline of a pastoral life. The care of the sheep and camels is aban- doned to the women of the tribe; but the martial youth under the banner of the emir, is ever on horseback, and in the field, to practise the exercise of the bow, the javelin, and the scimitar. The long memory of their independence is the firmest pledge of its perpetuity, and succeeding generations are animated to prove their descent, and to maintain their inheritance. Their domestic feuds are sus- pended on the approach of a common enemy; and in their last hostilities against the Turks, the caravan of Mecca was attacked and pillaged by fourscore thousand of the confederates. When they advance to battle, the hope of victory is in the front; in the rear the assurance of a retreat. Their horses and camels, who in eight or ten days can perform a march of four, or five hundred miles, disappear before the conqueror; the secret waters of the desert elude his search; and his victorious troops are consumed with thirst, hunger, and fatigue, in the pursuit of an invisible foe, who scorns his efforts, and safely reposes in the heart of the burn- ing solitude. The arms and deserts of the Bedoweens are not only the safe-guards of their own freedom, but the barriers also of the happy <span class=\"place\" data-place-id=\"1001942\">Arabia</span>: whose inhabi- tants, remote from war, are enervated by the luxury of the soil and climate. The legions of Augustus melted away in disease and. lassitude ;(8) and it is only by a naval power that the reduction of Yemen has been successfully attempted* When (1) Mirnm dictu ex innutneris populis pars seqtta in commerciii aut in latrociniis dcget. fPlin. Hist. Nat. 6\". 32.) See Sale's Koran, Sural, 106. p. 503. Poeock, Specimen, p. 2. d'Herbelot. Bibliot. Orient, p. 361. Pri- deaux's Life of Mahomet, p. 5. Gagnier, Vie de Mahomet, torn. i. p. 72. 120. 126, ore. (2) A nameless doctor (Universal Hist. vol. 20. octavo edition) has formally demonstrated ihe truth of Christianity by the independence of the Arabs. A critic, besides the exceptions of fact, might dispute the meaning or the text, (Genes, xvi. 12.) the extent of the application, and the foundation of the pedigree. (3) It was subdued, A. D. 1173. by a brother of the great Saladin, who founded a dynasty of Curds or Ayou- bites (Guignes, Hist, des Huns, torn. i. p. 425. D'Herbelot, p. 477.) (4) By the lieutenant of Soliman, (A. D. 1538.) and Selim II. (1568.) See Cantemir's Hist, of the Othman Empire, p. 201.221. The pasha, who resided at Saana, commanded twenty-one beys, hut no revenue was ever remitted to the porte. (Marsigli, Stato-Militare dell Imperio Ottomanno, p. 124.) and the Turks were ex- pelled about the year 1630. (Nietmhr, p. 167, 168.) (5) Of the Roman province, under the name of <span class=\"place\" data-place-id=\"1001942\">Arabia</span> and the third Palestine, the principal cities were <span class=\"place\" data-place-id=\"678073\">Bostra</span> and <span class=\"place\" data-place-id=\"550816\">Petra</span>, which dated their era from the year 105, when they were subdued by Palma, a lieutenant of Trajan. (Dion. Cassius, lib. Ixviii.) <span class=\"place\" data-place-id=\"550816\">Petra</span> was the capital of the Nabathsenm, whose name is derived from the eldest of the sons of Ismael. (Genes, xxv. 12, See. with the Commentaries of Jerome, Ix. Clere, and Cal- met.) Justinian relinquished a palm country of ten days'journey to the south of^K'ah. (Pi-ocop. de Bell. Per- aic. lib. i. c. 19.) and the Romans maintained a centurian and a custom-house (Arrian in?eriolo Marts Ery- thrxi. p. 11. in Hudson, torn, i.) at a place (hf-x* xw/utt Pagus A thus Hawara) in the territory of Medina. (D'An- ville Memoiresurl'Egypte, p. 243.) These real possessions, and some naval inroads of Trajan, (Peripl. p. 14, 15.) are magnified by history and medals into the Roman conquest of <span class=\"place\" data-place-id=\"1001942\">Arabia</span>. (0) Niebuhr (Description de I'Arabia, p. 302,303,329   331.) affords the most recent and authentic intelligence of the Turkish empire in <span class=\"place\" data-place-id=\"1001942\">Arabia</span>. (7) Diodorus Siculus, tom.ii. lib. xix. p. 390   393. edit. <span class=\"place\" data-place-id=\"109459\">Wesseling</span>) has clearly exposed the freedom of the Nabathsean Arabs, who resisted the arms of Antigonus and his son. (8) Strabo, lib. xvi. p. 1127   1129. Plin. Hist. Natur. 6.32. Alius Galltts landed near Medina, and marched near a thousand miles into the nart of Yemen between Mareb and the ocean. The non ante devictis Sabese regibus, (Od. i. p. 29.) and the intacti Arftuiim thesauri, (Od, iii. 24.) of Horace, attest the virgin purity of*1 rebia.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA319&img=1&zoom=3&hl=en&sig=ACfU3U28Vl9tsIaiphuAWS0a7F4hyK7ZEQ&ci=0%2C0%2C1000%2C2000&edge=0"}