{"text": " 20 TH E DECLIN E AN D FAL L tracted, and the heavy interest which he paid. A sense of the disgrace and mis* chief of this venal practice, at length awakened the slumbering virtue of Justinian j and he attempted, by the sanction of oaths(l) and penalties, to guard the integrity of his government: but at the end of a year of perjury, his rigorous edict was sus- pended, and corruption licentiously abused her triumph over the importance of the laws. VI. The testament of Eulalius, count of the domestics, declared the empe- ror his sole heir, on condition, however, that he should discharge his debts and le- gacies, allow to his three daughters a decent maintenance, and bestow each of them in marriage, with a portion of ten pounds of gold. But the splendid fortune of Eu- lalius had been consumed by fire; and the inventory of his goods did not exceed the trifling sum of five hundred and sixty-four pieces of gold. A similar instance in Grecian history, admonished the emperor of the honourable part prescribed for his imitation. He checked the selfish murmurs of the treasury, applauded the confidence of his friend, discharged the legacies and debts, educated the three vir- gins under the eye of the empress Theodora, and doubled the marriage-portion which had satisfied the tenderness of their father. (2) The humanity of a prince (for princes cannot be generous) is entitled to some praise; yet even in this act of virtue we may discover the inveterate custom of supplanting the legal or natural heirs, which Procopius imputes to the reign of Justinian. His charge is supported by eminent names and scandalous examples; neither widows nor orphans were spared; and the art of soliciting, or extorting, or supposing testaments, was benefi- cially practised by the agents of the palace. This base and mischievous tyranny invades the security of private life; and the monarch, who has indulged an appe- tite for gain, will soon be tempted to anticipate the moment of succession, to inter- pret wealth as an evidence of guilt, and to proceed, from the claim of inheritance, to the power of confiscation. VII. Among the forms of rapine, a philosopher may be permitted to name the conversion of pagan or heretical riches to the use of the faithful; but in the time of Justinian this holy plunder was condemned by the sec- taries alone, who became the victims of his orthodox avarice. (3) Dishonour might be ultimately reflected on the character of Justinian; but touch of the guilt, and still more of the profit, was intercepted by the ministers, who were seldom promoted for their virtues, and not ahvavs selected for their ta- lents. (4) The merits of Tribonian the questor will hereafter be weighed in the reformation of the Roman law; but the economy of the east was subordinate to the pretorian prefect, and Procopius has justified his anecdotes by the portrait   which he exposes in his public history, of the notorious vices of John of <span class=\"place\" data-place-id=\"256054\">Cappa</span>- docia.(5) His knowledge was not borrowed from the schools,(6) and his style was scarcely legible; but he excelled in the powers of native genius, to suggest the wisest counsels* and to find expedients in the most desperate situations. The corruption of his heart was equal to the vigour of his understanding. Although he was suspected of magic and pagan superstition, he appeared insensible to the fear of God or the reproaches of man; and his aspiring fortune was raised on the death of thousands, the poverty of millions, the ruin of cities, and the desolation of provinces. From the dawn of light to the moment of dinner, he assiduously laboured to enrich his master and himself at the expense of the Roman world; the remainder of the day was spent in sensual and obscene pleasures, and the si- lent hours of the night were interrupted by the perpetual dread of the justice of an assassin. His abilities, perhaps his vices, recommended him to the lasting friendship of Justinian: the emperor yielded with reluctance to the fury of the people; his victory was displayed by the immediate restoration of their enemy; and they felt above ten years, under his oppressive administration, that he was stimulated by(revenge, rather than instructed by misfortune. Their murmurs served only to fortify the resolution of Justinian; but the prefect, in the insolence of favour, provoked the resentment of Theodora, disdained a power, before which (1) The oath is conceived in the most Formidable words (Novell, vlii. lit. 3.) Tlie defaulters imprecate oh themselves, quicquid habent telorum armamentaria cceli: the part of Judas, the leptosy of Gehazi, the tremor of Cain, etc. besides all temporal pains. (2) A similar or more generous aet of friendship, is related by Lucian of Eudamidat of <span class=\"place\" data-place-id=\"570182\">Corinth</span>, (in Toxare c. 22,23. torn. ii. p. 530.) and the story has produced an ingenious, though feeble comedy of Fontenelle. (3) John Malafa, torn. ii. p. 101   103. (4) One of these, Anatnlius, perished in an earthquake   doubtless a judgment! The complaints and ehr- Tnours of the people in Agathias, (lib. v. p. 146, 147.) are almost an echo of the anecdote. The aliena pecu- nia reddendanf Coripput, (lib. ii. 381, fee.,) is not very honourable to Justinian's memory. (5) See the history and character of John of <span class=\"place\" data-place-id=\"628949\">Cappadocia</span> io Procopius. (Persic. lib. i. c. 24,2J. lib. ii. c. 30. Vandal, lib. i. c. 13. Anccdot. c. ii. 17.22.) The agreement of the history and anecdotes is a mortal wound to the reputation of the prefect. (6) Ov yup mKKa o<jfcv  ; yfZfipx-rijiov; (pciTaJ V    x5jv cti fa ypxp.uxTx, xzi t  'jtcs xxhx xsxws yoa^ai   a forci- ble expression.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA32&img=1&zoom=3&hl=en&sig=ACfU3U2OuabDsXE-qFsVpZ-Kh3Ivzrbuwg&ci=0%2C0%2C1000%2C2000&edge=0"}