{"text": " 308 TH E DECLIN E AN D FAL L Mahomet erected his holy standard, (1) that kingdom was a province of the Pef  sian empire; yet seven princes of the Homerites still reigned in the mountains; and the vicegerent of Chosroes was tempted to forget his distant country and his unfortunate master. The historians of the age of Justinian represent the state of the independent Arabs, who were divided by interest or affection in the long quar- rel of the east; the tribe of Gassan was allowed to encamp on the Syrian terri- tory; the princes of <span class=\"place\" data-place-id=\"912800\">Hira</span> were permitted to form a city about forty miles to the southward of the ruins of <span class=\"place\" data-place-id=\"727082\">Babylon</span>. Their service in the field was speedy and vigorous: but their friendship was venal, their faith inconstant, their enmity ca- pricious: it was an easier task to excite than to disarm these roving barbarians; and in the familiar intercourse of war, they learned to see, and to despise, the splendid weakness both of <span class=\"place\" data-place-id=\"423025\">Rome</span> and of Persia. From Mecca to the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, the Arabian tribes(2) were confounded by the Greeks and Latins, under the ge- neral appellation of Saracens,(3) a name which every Christian mouth has been taught to pronounce with terror and abhorrence. The slaves of domestic tyranny may vainly exult in their national independence; but the Arab is personally free; and he enjoys, in some degree, the benefits of so- ciety, without forfeiting the prerogatives of nature. In every tribe, superstition, or gratitude, or fortune, has exalted a particular family above the heads of their equals. The dignities of sheich and emir invariably descend in this chosen race; but the order of succession is loose and precarious; and the most worthy or aged of the noble kinsmen are preferred to the simple, though important, office of com- posing disputes by their advice, and guiding valour by their example. Even a fe- male of sense and spirit has been permitted to command the countrymen of Ze- nobia. (4) The momentary junction of several tribes produces an army; their more lasting union constitutes a nation; and the supreme chief, the emir of emirs, whose banner is displayed at their head, may deserve, in the eyes of strangers, the honours of the kingly name. If the Arabian princes abuse their power, they are quickly punished by the desertion of their subjects, who had been accustomed to a mild and parental jurisdiction. Their spirit is free, their steps are unconfined, the de- sert is open, and the tribes and families are held together by a mutual and volun- tary compact. The softer natives of Yemen supported the pomp and majesty of a monarch; but if he could not leave his palace without endangering hislife,(5) the active powers of government must have been devolved on his nobles and ma- gistrates. The cities of Mecca and Medina present, in the heart of <span class=\"place\" data-place-id=\"1001906\">Asia</span>, the form or rather the substance, of a commonwealth. The grandfather of Mahomet, and his lineal ancestors, appear in foreign and domestic transactions as the princes of their country; but they reigned, like Pericles at <span class=\"place\" data-place-id=\"579885\">Athens</span>, or the Medici at Florence, by the opinion of their wisdom and integrity; their influence was divided with their patrimony; and the sceptre was transferred from the uncles of the prophet to a younger branch of the tribe of Koreish. On solemn occasions they convened the assembly of the people; and since mankind must be either compelled or persuaded to obey, the use and reputation of oratory among the ancient Arabs is the clearest evidence of public freedom. (6) But their simple freedom was of a very different Cast from the nice and artificial machinery of the Greek and Roman republics, in (1) See the imperfect history of Yemen in Pocock, Specimen, p. 55   66. of <span class=\"place\" data-place-id=\"912800\">Hira</span>, p. 66   74. of Gassan, p. 75.   78. as far as it could be known or preserved in the time of ignorance. (2) The^xpxn.i\\vittx $ua.s(, juvpi*^; t*ut *  i to Trkt tTTtv mjtoiv ipquevo/zei, jt  i aJfiecroToi, are described by Me- uander,  Excerpt. Legation, p. 149.) Procopius, (de Bell. Persic, lib. i. c. 17.19. lib. ii. c. 10.) and, in the most lively colours, by Aramianus Marcellinus, (lib. xir. c. 4.) who had spoken of them as early as the reign of Marcus. (3) The name which,1lsed by Ptolemy and Pliny, in a more confined, by Ammianns and Procopius in a larger sense, has been derived, ridiculously, from Sarah, the wife of Abraham', obscurely from the village of'Saraka, (iustbi N  3  T  ieu;; Stephan de Urbibos) more plausibly from the Arabic words, which signify a thievish character, or oriental situation. (Hottinger, Hist. Oriental, lib. i. c 1. p. 7.8. Pocock, Specimen, p. 33. 35. As* seman. Bibliot.t>rient. torn. iv. p. 567.) Yet the last and most popular of these etymologies, is refuted by Pto- lemy, (Arabia, p. 2. 18. in Hudson, torn, iv.) who expressly remarks the western and southern positions of the Saracens, then an obscnre tribe on the borders of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>. The appellation cannot therefore allude to anyfta- iional character; and, since it was imposed by strangers, it must be found, not in the Arabic, but in a foreign language. (4) Saraceni.... mulieres aiunt in eos regnare. (Expositio totius Mundi, p. 3. in Hudson, torn, iii.) The reign of Mavia is famous in ecclesiastical story. Pocock, Specimen, p. 69. 83. (5)-jSs i  ,*v  i e* tow sWiXfiwy, is the report of Agatharades, (de <span class=\"place\" data-place-id=\"20419\">Mari</span> Rubro, p. 63,64. in Hudson, torn, i.) Biodorus Stculos, (torn. i. lib. iii. c. 47. p. 215.) and Strabo. (lib. xvi. p. 1124.) But I much suspect that this is one of the popular tales, or extraordinary accidents, which the credulity of travellers so often transforms into a fact, a custom, and a law. (6) Non gloriabantur antiquitus Arabes, nisi gladio, hospite, et ekquentia. (Sephadius, apnd Pocoek, Speci- men, p. lai, 162.) This gift of speech they shared only with the Persians: and the sententious Arabs svoa M   probably have disdained the simple and sublime logic of Demosthenes.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA320&img=1&zoom=3&hl=en&sig=ACfU3U244bncH8c1wQ4-xhLsR1UW0obfOQ&ci=0%2C0%2C1000%2C2000&edge=0"}