{"text": " O F TH E ROMA N EMMRE, which each member possessed an undivided share of the civil and political rights of the community. In the more simple state of the Arabs, the nation is free, be- cause each of her sons disdains a base submission to the will of a master. His breast is fortified with the austere virtues of courage, patience, and sobriety; the love of independence prompts him to exercise the habits of self-command; and the fear of dishonour guards him from the meaner apprehensions of pain, of dan- ger, and of death. The gravity and firmness of the mind are conspicuous in his outward demeanour: his speech is slow, weighty, and concise, he is seldom pro- voked to laughter, his only gesture is that of stroking his beard, the venerable symbol of manhood; and the sense of his own importance teaches him to accost his equals without levity, and his superiors without awe.(l) The liberty of the Saracens survived their conquest: the first caliphs indulged the bold and familiar language of their subjects: they ascended the pulpit to persuade and edify the con- gregation: nor was it before the seat of empire was removed to the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, that the Abbassides adopted the proud and pompous ceremonial of the Persian and Byzantine courts. In the study of nations and men we may observe the causes that render them hostile or friendly to each other, that tend to narrow or enlarge, to molify or exas- perate, the social character. The separation of the Arabs from the rest of man- kind, has accustomed them to confound the ideas of stranger and enemy; and the poverty of the land has introduced a maxim of jurisprudence, which they believe' and practise to the present hour. They pretend, that in the division of the earth, the rich and fertile climates were assigned to the other branches of the human fa- mily; and that the posterity of the outlaw Ismael might recover by fraud or force, the portion of inheritance, of which he had been unjustly deprived. According to the remark of Pliny, the Arabian tribes are equally addicted to theft and mer- chandise: the caravans that traverse the desert are ransomed or pillaged; and their neighbours, since the remote times of Job and Sesostris,(2) have been the victims of their rapacious spirit. If a Bedoween discovers from afar a solitary traveller, he rides furiously against him, crying with aloud voice,\"Undress thyself, thy aunt, (my wife,) is without a garment.\" A ready submission entitled him to mercy; resist- ance will provoke the aggressor, and his own blood must expiate the blood which he presumes to shed in legitimate defence. A single robber, or a few associates, are branded with their genuine name; but the exploits of a numerous band as- sume the character of a lawful and honourable war. The temper of a people thus armed against mankind, was doubly inflamed by the domestic license of rapine, murder, and revenge. In the constitution of <span class=\"place\" data-place-id=\"1001887\">Europe</span>, the right of peace and war is now confined to a small, and the actual exercise to a much smaller, list of res- pectable potentates; but each Arab, with impunity and renown, might point his javelin against the life of his countryman. The union of the nation consisted only in a vague resemblance of language and manners; and in each community, the jurisdiction of the magistrate was mute and impotent. Of the time of ignorance which preceded Mahomet, seventeen hundred battles(3) are recorded by tradi- tion: hostility was imbittered with the rancour of civil faction: and the recital, in prose or verse, of an obsolete feud, was sufficient to rekindle the same passions among the descendants of the hostile tribes. In private life, every man, at least every family, was the judge and avenger of his own cause. The nice sensibility of honour, which weighs the insult rather than the injury, sheds its deadly venom on the quarrels of the Arabs: the honour of their women, and of their beards, is most easily wounded; an indecent action, a contemptuous word, can be expi- ated only by the blood of the offender; and such is their patient inveteracy, that they expect whole months and years the opportunity of revenge. A fine or com-' pensation for murder is familiar to the barbarians of every age: but in <span class=\"place\" data-place-id=\"1001942\">Arabia</span> the kinsman of the dead are at liberty to accept the atonement, or to exercise with their own hands the law of retaliation. The refined malice of the Arabs refuses (1) I mntt remind the reader, that d'Arvieux.d'Herbelot, and Niebuhr, represent, in the most lively colours* the manners and government of the Arabs, which are illustrated by many incidental passages in the life of Mahomet. (2) Observe the first chapter of Job, and the long wall of one thousand five hundred stadia which Sesostris built from <span class=\"place\" data-place-id=\"727192\">Pelusium</span> to <span class=\"place\" data-place-id=\"678179\">Heliopolis</span> (Diodor. Sicul. torn. i. lib. i. p. 67.) Under the name of Hycsot, the shepherd kings, they had formerly subdued <span class=\"place\" data-place-id=\"766\">Egypt</span> (Marsham, <span class=\"place\" data-place-id=\"39321\">Canon</span>. Chron. p. 98   163,&c.) (3) Or, according to another account, one thousand two hundred (d'Herbelot. Bibliotheque Orientate, p. 750 the two historians, who wrote of the Ayam at Arab, the battles of the Arabs, lived in the ninth and tenth cen- turies. The famous war of Dahes and Gabrah was occasioned by two horses, lasted forty years, and ended in ft proverb (Pococfc, Specimen, p. 48.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA321&img=1&zoom=3&hl=en&sig=ACfU3U2KWep60MyLinQB9USMvXBZYmG7dQ&ci=0%2C0%2C1000%2C2000&edge=0"}