{"text": " 318 TH E DECLIN E AN D FAL L even the head of the murderer, substitutes an innocent to the guilty person, and transfers the penalty to the best and most considerable of the race by whom they have been injured. If he falls by their hands, they are exposed in their turn to the danger of reprisals, the interest and principal of the bloody debt are accumu- lated; the individuals of either family lead a life of malice and suspicion, and fifty years may sometimes elapse before the account of vengeance be finally settled. (1) This sanguinary spirit, ignorant of pity or forgiveness, has been moderated, how- ever, by the maxims of honour, which require in every private encounter some de- cent equality of age and strength, of numbers and weapons. An annual festival of two, perhaps of four, months, was observed by the Arabs before the time of Mahomet, during which their swords were religiously sheathed both in foreign and domestic hostility; and this partial truce is more strongly expressive of the habits of anarchy and warfare. (2) But the spirit of rapine and revenge was attempered by the milder influence of trade and literature. The solitary peninsula is encompassed by the most civilized na- tions of the ancient world: the merchant is the friend of mankind: and the annual ca- ravans imported the first seeds of knowledge and politeness into the cities, and even the camps, of the desert. Whatever may be the pedigree of the Arabs, their lan- guage is derived from the same original stock of the Hebrew, the Syriac, and the Chaldean tongues; the independence of the tribes was marked by their peculiar dia- lects;^) but each, after their own, allowed a just preference to the pure and perspi- cuous idiom of Mecca. In <span class=\"place\" data-place-id=\"756537\">Arabia</span> as well as in <span class=\"place\" data-place-id=\"1001896\">Greece</span>, the perfection of language outstripped the refinement of manners; and her speech could diversify the fourscore names of honey, the two hundred of a serpent, the five hundred of a lion, the thou- sand of a sword, at a time when this copious dictionary was intrusted to the memo- ry of an illiterate people. The monuments of the Homerites were inscribed with an obsolete and mysterious character; but the Cufic letters, the groundwork of the pre- sent alphabet, were invented on the banks of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>; and the recent inven- tion was taught at Mecca by a stranger who settled in that city after the birth of Ma- homet. The arts of grammar, of metre, and of rhetoric, were unknown to the free- born eloquence of the Arabians; but their penetration was sharp, their fancy luxu- riant, their wit strong and sententious,(4) and their more elaborate compositions were addressed with energy and effect to the minds of their hearers. The genius and merit of a rising poet were celebrated by the applause of his own and the kindred tribes. A solemn banquet was prepared, and a chorus of women, striking their tym- bals, and displaying the pomp of their nuptials, sung in the presence of their sons and husbands the felicity of their native tribe; that a champion had now appeared to vindicate their rights; that a herald had raised his voice to immortalize their renown. The distant or hostile tribes resorted to an annual fair, which was abolish- ed by the fanaticism of the first Moslems; a national assembly, that must have contributed to refine and harmonize the barbarians. Thirty days were employed in the exchange, not only of com and wine, but of eloquence and poetry. The prize was disputed by the generous emulation of the bards; the victorious per- formance was deposited in the archives of princes and emirs, and we may read, in our own language, the seven original poems which were inscribed in letters of gold, and suspended in the temple of Mecca. (5) The Arabian poets were the his- torians and moralists of the age; and if they sympathized with the prejudices, they inspired and crowned the virtues, of their countrymen. The indissoluble union of (1) The modem theory and practice of the Arabs in the revenge of murder, are described by Neibnhr (Be* scriptiou, p. 26   310 The harsher features of antiquity may be traced in the Koran, c. ii. p. 20. e. xvii. p. 330, with Sale's observations.; (2) Procopius (de Bell. Persic, lib. i. e. 160 places the two holy months about the summer solstice..The Ara- bians consecrate/our months of the year   the first, seventh, eleventh, and twelfth; and pretend, thatin a long series of ages, the truce was infringed only four or sin times (Sale's Preliminary Discourse, p. 147   140. and Tfotes on the ninth chapter of the Koran, p. 154, fcc. Casiri, Bibliot. Hispano-Arabica, torn. ii. p. 20, 21.) (3) Arrian, in the second century, remarks (in Peripio Maris Erythrsei, p. 12.) the partial or total difference   of the dialects of the Arabs. Their language and letters are copiously treated by Pocock (Specimen, p. 150   154,) Casiri (Bibliot. Hispano-Arabica. torn. i. p. 1. 83. 292. torn. ii. p. 25,&c.,) and Neibuhr. (Description de I'Arabie.p. 72   86.) I pass slightly; I am not fond of repeating words like a parrot. (4) A familiar tale in Voltaire's Zadig (le Chien et le Cheval) is related to prove the natural sagacity of the Arabs (d'Herbelot, Bibliot. Orient, p. 120,121. Gagnier, Vie de Mahomet, torn. i. p. 37   46,) but d'Arvieux, or rather <span class=\"place\" data-place-id=\"148170\">La</span> <span class=\"place\" data-place-id=\"148170\">Roque</span> (Voyage de Palestine, p. 92,) denies the boasted superiority of the Bedoweens. The one bund* red and sixty-nine sentences of Ali (translated by Ockley, London, 1718,) afford a just and favourable specimen of Arabian wit. (5) Pocock (Specimen, p. 158   161.) and Casiri (Bibliot. Hispano-Arabica, torn. i. p. 48, 84,&c. 119. torn. ii. p. 17,&c.) speak of the Arabian poets before Mahomet; the seven poems of the Caaba have been published in English by sir William Jones; but his honourable mission to <span class=\"place\" data-place-id=\"50004\">India</span> has deprived us of his own notes, far mow ", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA322&img=1&zoom=3&hl=en&sig=ACfU3U21HZJKBXz9g6kQ6xJhibd7qI4flQ&ci=0%2C0%2C1000%2C2000&edge=0"}