{"text": " O F TH E ROMA N EMPIRE, SI X generosity and valour was the darling theme of their song; and when they pointed their keenest satire against a despicable race, they affirmed, in the bitterness of reproach, that the men knew not how to give, nor the women to deny.(l) The same hospitality, which was practised by Abraham and celebrated by Homer, is still renewed in the camps of the Arabs. The ferocious Bedoweens, the terror of the desert, embrace, without inquiry or hesitation, the stranger who dares to con- fide in their honour and to enter their tent. His treatment is kind and respectful; he shares the wealth or the poverty of his host: and, after a needful repose, he is dismissed on his way, with thanks, with blessings, and perhaps with gifts. The heart and hand are more largely expanded by the wants of a brother or a friendj but the heroic acts that could deserve the public applause, must have surpassed the narrow measure of discretion and'experience. A dispute had arisen, who among the citizens of Mecca, was entitled to the prize of generosity, and a suc- cessive application was made to the three who were deemed most worthy of the trial, Abdallah, the son of Abbas, had undertaken a distant journey, and his foot was in the stirrup when he heard the voice of a suppliant:   \" O son of the uncle of the apostle of God, I am a traveller and in distress!\" He instantly dismounted to present the pilgrim with his camel, her rich caparison, and a purse of four thou- sand pieces of gold, excepting only the sword, either for its intrinsic value, or as the gift of an honoured kinsman. The servant of Kais informed the second sup- pliant that his master was asleep; but he immediately added,\"Here is a purse of seven thousand pieces of gold (it is all we have in the house,) and here is an order, that will entitle you to a camel and a slave:\" the master, as soon as he awoke, praised and enfranchised his faithful steward, with a gentle reproof, that, by re- specting his slumbers, he had stinted his bounty. The third of these heroes, the blind Arabah, at the hour of prayer, was supporting his steps on the shoulders of two slaves.\"Alas!\" he replied,\" my coffers are empty! but these you may sell: if you refuse, I renounce them.\" At these words, pushing away the youths, he groped along the wall with his staff. The character of Hatem is the perfect model of Arabian virtue:(2) he was brave and liberal, an eloquent poet and a successful robber: forty camels were roasted at his hospitable feast; and at the prayer of a suppliant enemy, he restored both the captives and the spoil. The freedom of his countrymen disdained^he laws of justice: thqy proudly indulged the spontaneous impulse of pity and benevolence. The religion of the Arabs,(3) as well as of the Indians, consisted in the worship of the sun, the moon, and the fixed stars, a primitive and specious mode of super- stition. The bright luminaries of the skv display the visible image of a deity: their number and distance convey to a philosophic, or even a vulgar eye, the idea of a boundless space; the character of eternity is marked on these solid globes, that seem incapable of corruption or decay; the regularity of their motions may bfr ascribed to a principle of reason or instinct; and their real or imaginary influence encourages the vain belief that the earth and its inhabitants are the object of their peculiar care. The science of astronomy was cultivated at Babvlon; but the school of the Arabs was a clear firmament and a naked plain. In the nocturnal marches,, they steered by the guidance of the stars: their names, and order, and daily station, were familiar to the curiosity and devotion of the Bedoween; and he was taught by experience to divide in twenty-eight parts, the zodiac of the moon, and to bless- the constellations who refreshed, with salutary rains, the thirst of the desert. The reign of the heavenly orbs could not be extended beyond the visible sphere; and some metaphysical powers were necessary to sustain the transmigration of souls and the resurrection of bodies: a camel was left to perish on the grave, that he might serve his master in another life; and the invocation of departed spirits im- plies that they were still endowed with consciousness and power. I am ignorant, and I am careless of the blind mythology of the barbarians; of the local deities, of the stars, the air, and the earth, of their sex or titles, their attributes or subordi- nation. Each tribe, each family, each independent warrior, created and changed the rites and the object of his fantastic worship; but the nation, in every age, has bowed to the religion, as well as to the language, of Mecca. The genuine antiquity of (1) Sale's Preliminary Discourse, p. 29.30. (2) D'Herbelot, Bibliot. Orient, p. 458. Gagnier, Vie de Mahomet, torn. iii. p. 118. Caab and Hesnus (Po- cock, Specimen, p. 43. 48. 48.) were likewise conspicuous for their liberality; and the latter is elegantly praised by an Arabian poet:   \" Videbis eum cum accessens t?xultantem, ac si dares illi quod ab illo petis.\" (3) Whatever can be known of the idolatry of the ancient Arabians, may be found in Pocock, (Specimen,p. 89   136. 153,164.) His profound erudition'is more clearly and concisely interpreted by <span class=\"place\" data-place-id=\"275696\">Sale</span>; (Preliminary Discourse, p. 14   24,) and Assemanni (Mibltot. Orient, torn. iv. p. 580   598.) has added some valuable remarks", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA323&img=1&zoom=3&hl=en&sig=ACfU3U0Snrg1I1td3Amv3tegkEJj2R1QHA&ci=0%2C0%2C1000%2C2000&edge=0"}