{"text": " O F TH E ROMA N EMPIRE. prince of the Saracens, the ally and soldier of the emperor of Justinian.(1) A pa- rent who drags his son to the altar, exhibits the most painful and sublime effort of fanaticism: the deed, or the intention, was sanctified by the example of saints and heroes; and the father of Mahomet himself was devoted by a rash vow, and hardly ransomed for the equivalent of a hundred camels. In the time of ignorance, the Arabs, like the Jews, and Egyptians, abstained from the taste of swine's flesh;(2) they circumcised(3) their children at the age of puberty: the same cus- toms, without the censure or the precept of the Koran, have been silently trans- mitted to their posterity and proselytes. It has been sagaciously conjectured, that the artful legislator indulged the stubborn prejudices of his countrymen. It is more simple to believe that he adhered to the habits and opinions of his youth, without foreseeing that a practice congenial to the climate of Mecca, might be- come useless or inconvenient on the banks of the <span class=\"place\" data-place-id=\"216798\">Danube</span> or the Volga. <span class=\"place\" data-place-id=\"981506\">Arabia</span> was free: the adjacent kingdoms were shaken by the storms of conquest and tyranny, and the persecuted sects fled to the happy land where they might profess what they thought, and practise what they professed. The religions of the Sabians and Magians, of the Jews, and Christians, were disseminated from the Persian gulf to the Red Sea. In a remote period of antiquity, Sabianism was dif- fused over <span class=\"place\" data-place-id=\"599527\">Asia</span> by the science of the Chaldeans(4) and the arms of the Assyrians, From the observations of two thousand years, the priests and astronomers of Ba- bylon(5) deduced the eternal laws of nature and Providence, They adored the seven gods or angels who directed the course of the seven planets, and shed their irresistible influence on the earth. The attributes of the seven planets, with the twelve signs of the zodiac, and the twenty-four constellations of the northern and southern hemisphere, were represented by images and talismans; the seven days of the week were dedicated to their respective deities: the Sabians prayed thrice each day; and the temple of the moon at Haran was the term of their pilgrimage. (6) But the flexible genius of their faith was always ready either to teach or to learn; in the tradition of the creation, the deluge, and the patriarchs, they held a singular agreement with their Jewish captives; they appealed to the secret books of <span class=\"place\" data-place-id=\"49836\">Adam</span>, Seth, and Enoch: and a slight infusion of the gospel has transformed the last rem- nant of the polytheists into the Christians of St. John, in the territory of Bassora. (7) The altars of <span class=\"place\" data-place-id=\"727082\">Babylon</span> were overturned by the Magians; but the injuries of the Sa- bians were revenged by the sword of Alexander; Persia groaned above five hun- dred years under a foreign yoke; and the purest disciples of Zoroaster escaped from the contagion of idolatry, and breathed with their adversaries the freedom of the desert. (8) Seven hundred years before the death of Mahomet, the Jews were settled in <span class=\"place\" data-place-id=\"981506\">Arabia</span>: and a far greater multitude was expelled from the holy land in the wars of <span class=\"place\" data-place-id=\"197553\">Titus</span> and Hadrian. The industrious exiles aspired to liberty and power; they erected synagogues in the castles and cities in the wilderness, and their gentile converts were confounded with the children of Israel, whom they resembled in the outward mark of circumcision. The Christian missionaries were still more active and successful: the catholics asserted their universal reign; the (1) Procopius, (de Bell. Persico, lib. i. c. 28.)Evagrius, (lib. vi. c. 21.) and Pocock,(Speeimen, p. 72. 86.) attest (he human sacrifices of the Arabs in the sixth century. The danger anil escape of Abdallah, is a tradition rather than a fact. (Gagnier, Vie de Mahomet, torn. i. p. 82   84.) (2) Suillis carnibna abstinent, says Solinus, (Polyhistor, c. 33.) who copies Pliny, lib. viii. c. 68.)in the strange supposition, tbat hogs cannot live in <span class=\"place\" data-place-id=\"981506\">Arabia</span>. The Egyptians were actuated by a natural and superstitious horror for that unclean beast, (Marsham, <span class=\"place\" data-place-id=\"39321\">Canon</span>, p. 205.) The old Arabians likewise practised, port coitvm, the right of ablution, (Herodot. Lib. i. c. 8.) which is sanctified by the Mahometan law,(Reland, p. 75,&c.,Chardin, or rather the Mollnh of Shaw Abbas, torn. iv.p. 71, he) (3) The Mahometan doctors are not fond of the subject: yet they hold circumcision necessary to salvation, and even pretend that Mahomet was miraculously born without a foreskin, (Pocock, Specimen, p. 319,320. Sale's Preliminary Discourse, p. 106. 107.) (4; Diodorns Siculus, (torn. t. lib. ii. p. 142   145.) has cast on their religion the curious but superficial glance of a Greek. Their astronomy would be far more valuable: they had looked through the telescope of reason, since they could doubt whether the sun were in the number of the planets or of the fixed stars. (5) Simplicius,(\\vho quotes Porphyry) de Casio, lib. K. com. 46. p. 123. lin. 18. apud Marsham, <span class=\"place\" data-place-id=\"39321\">Canon</span>. Chron. p. 474. who doubts the fact, because it is adverse to his systems. The earliest date of the Chaldean observations is the year 2234 before Christ. After the conquest of <span class=\"place\" data-place-id=\"727082\">Babylon</span> by Alexander, they were communicated, at the request of Aristotle, to the astronomer Hipparchus. What a moment in the annals of science! (6) Pocock (Specimen, p. 138   146.) Hottinger (Hist. Oriental, p. 162   203.) <span class=\"place\" data-place-id=\"550867\">Hyde</span> (de Iteligione Vet. Persa-'um, p. 124. 128,&c.) d'Herbelot (Sabi, p. 725,726.) and <span class=\"place\" data-place-id=\"275696\">Sale</span> (Preliminary Discourse, p. 14, 15.) rather excite than gratify our curiosity; and the last of these writers confounds Sabianism with the primitive religion of Ute Arabs. (7) D'Anville rl'Euphiates de le Tigre, p. 130   147.) will fix the position of these ambiguous Christians: As- semannus (Bibliot. Oriental, lorn. iv. p. 607   614.) may explain their tenets. But it is ft slippery task to ascer- tain the creed of an ignorant people, afraid and ashamed to disclose their si-cret traditions. (8) The magi were fixed in the province of <span class=\"place\" data-place-id=\"716533\">Bahrein</span>, (Gagnier, Vie de Mahomet, turn. iii. p. 114.) are mingled will) the old Arabians, (Pocock, Specimen,p. 146   150.) Voi. III. 40", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA325&img=1&zoom=3&hl=en&sig=ACfU3U3TfLn0wD0JI5ruum9QofV-E-hdoQ&ci=0%2C0%2C1000%2C2000&edge=0"}