{"text": " 314 TH E DECLIN E AN D FAL L sects whom they oppressed successively retired beyond the limits of the Romatf empire; the Marcionites and the Manichseans dispersed their fantastic opinions' and apocryphal gospels; the churches of Yemen, and the princes of <span class=\"place\" data-place-id=\"912800\">Hira</span> and Gas- san, were instructed in a purer creed by the Jacobite and Nestorian bishops. (1) The liberty of choice was presented to the tribes; each Arab was free to elect or to compose his private religion; and the rude superstition of his house was mingled with the sublime theology of saints and philosophers. A fundamental article of faith was inculcated by the consent of the learned strangers; the existence of one supreme God, who is exalted above the powers of heaven and earth, but who has often revealed himself to mankind by the ministry of his angels and prophets, and whose grace or justice has interrupted, by seasonable miracles, the order of na- ture. The most rational of the Arabs acknowledged his power, though they ne- glected his worship;(2) and*it was habit rather than conviction that still attached them to the relics of idolatry. The Jews and Christians were the people of the book: the Bible was already translated into the Arabic language;(3) and the vo- lume of the Old Testament was accepted by the concord of these implacable ene- mies. In the story of the Hebrew patriarchs, the Arabs were pleased to discover the fathers of their nation. They applauded the birth and promises of Ismael; re- vered the faith and virtue of Abraham; traced his pedigree and their own to the creation of the first man, and imbibed, with equal credulity, the prodigies of the holy text, and the dreams and traditions of the Jewish rabbis. The base and plebeian origin of Mahomet is an unskilful calumny of the Chris- tians,^) who exalt instead of degrading the merit of their adversary. His descent from Ismael was a national privilege or fable; but if the first steps of the pedigree(5) are dark and doubtful, he could produce many generations of pure and genuine no- bility: he sprung from the tribe of Koreish and the family of Hashem, the most illustrious of the Arabs, the princes of Mecca, and the hereditary guardians of the Caaba. The grandfather of Mahomet was Abdol Motalleb, the son of Hashem, a wealthy and generous citizen, who relieved the distress of famine with the sup- plies of commerce. Mecca, which had been fed by the liberality of the father, was saved by the courage of the son. The kingdom of Yemen was subject to the Christian princes of Abyssinia: their vassal Abrahah was provoked by an insult to avenge the honour of the cross; and the holy city was invested by a train of ele- phants and an army of Africans. A treaty was proposed; and in the first audience, the grandfa ther of Mahomet demanded the restitution of his cattle.\" And why,\" said Abrahah,\" do you not rather implore my clemency in favour of your temple, which I have threatened to destroy?\"   \" Because,\" replied the intrepid chief,\" the cattle is my own: the Caaba belongs to the gods, and they will defend their house from injury and sacrilege.\" The want of provisions, or the valour of the Koreish, compelled the Abyssinians to a disgraceful retreat: their discomfiture has been adorned with a miraculous flight of birds, who showered down stones on the heads of the infidels; and the deliverance wSs long commemorated by the era of the ele- phant. (6) The glory of Abdol Motalleb was crowned with domestic happiness, (1) The state of the Jews and Christians in <span class=\"place\" data-place-id=\"29475\">Arabia</span> is described bv Pocoek from Sharestani,&c. (Specimen, S. 60. 134,&c.) Hottinger (Hist. Orient, p. 212   238.) d'Herbelot (Bihliot. Orient, p. 474   479.) Basnage(Hist, es.luifs, torn. vii. p. 185. lorn. viii. p. 280.) and Sale's Preliminary Discourse, p. 22,&c. 33, Sec.) (2) In their offerings, it was a maxim to defraud God for the profit of the idol, not a more potent, but a more irritable, patron (Poeock, Specimen, p. 108,109.) (3) Our versions now extant, whether Jewish or Christian, appear more recentthan the Koran; but the ex- istence ot a prior translation may be fairly inferred,   !. From the perpetual practice of the synagogue, of ex- pounding the Hebrew lesson by a paraphrase in the vulgar tongue of the country. 2. From the Analogy of the Armenian, Persian, Ethiopic versions, expressly quoted by the fathers of tbefiflh century, who assert, that the scriptures were translated into all Ihe barbaric languages, (Walton, Prolegomena ad Biblia Polyglot, p. 34. 03   97. Simeon, Hist. Critique dn V. et du N. Testament, torn. i. p. 180,181,282   286,293. 305,306. tom.iv. p.206.) r, (4) In en conveniunt omnes nt plebeio villiqne genere ortum,&c. (Hottinger, Hist. Orient, p. 146.) Yet Theophanes, the most ancient of the Greeks, and the father of many a lie, confesses that Mahomet was of the race of Ismael,     joks, ytmm* T  ; ox,; (Chronograph, p. 277.) (5) Abulf'da (in Vit. Mohammed, c. i. ii..) and Gagnier Vie de Mahomet, p. 25   97.) describe the popular and approved genealogy or the prophet. At Mecca, I would riot dispute its authenticity: at Lausanne, I will venture to observe, 1. That J ram Ismael to Mahomet, a period of two thousand live hundred years, they reckon thirty, instead of seventy-fire generations. 2. That the modern Bedoweens are ignorant of their history and careless of then-pedigree, (Voyage d'Arvieux, p. 130.133.) (6) The scene of this history, or fable, is contained in the one hundred and fifth chapter of the Koran, and Gagnier (m Praefat. adV,t. Moham. p. 18,&e.) has translated the historical narrative of Abulreda, which rosy be illustrated from d Herbelot, (Biblmt. Orientate, p. 12.) and Pocock, (Specimen, p. 64.) Prideaux, (Lifeof Mahomet, p. 48.) calls it a lie of the coinage of Mahomet; hut <span class=\"place\" data-place-id=\"275696\">Sale</span>, (Koran, p. 501   503.) who is half a Mussul- man, attackl the inconsistent faith of the doctor for believing the miracles of the Delphic Apollo.~' (Alcoran, torn. i. part 2. p. 14. torn. ii. p. 823.) ascribes the miracle to the devil, and extorts from the Ma] the confession, that God would not have defended against the Christians the idols of the Caaba.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA326&img=1&zoom=3&hl=en&sig=ACfU3U0hf8o2NYZGrwRfY76ds5flayyKQg&ci=0%2C0%2C1000%2C2000&edge=0"}