{"text": " O F TH E ROMA N EMPIRE, Ills life was prolonged to the age of one hundred and ten years, and he became the father of six daughters and thirteen sons. His best beloved, Abdullah, was the most beautiful and modest of the Arabian youth; and in the first night, when he con- summated his marriage with Amina, of the noble race of theZahrites, two hundred virgins are said to have expired of jealousy and despair. Mahomet, or more pro- perly Mahommed, the only son of Abdallah and Amina, was born at Mecca, four years after the death of Justinian, and two months after the defeat of the Abys- sinians.(l) whose victory would have introduced into the Caaba the religion of the Christians. In his early infancy, he was deprived of his father, his mother, and his grandfather; his uncles were strong and numerous; and in the division of the inheritance, the orphan's share was reduced to five camels and an Ethiopian maid- servant. At home and abroad, in peace and war, Abu Taleb, the most respecta- ble of his uncles, was the guide and guardian of his youth; in his twenty-fifth year, he entered into the service of Cadijah, a rich and noble widow of Mecca, who soon rewarded his fidelity with the gift of her hand and fortune. The marriage-con- tract, in the simple style of antiquity, recites the mutual loves of Mahomet and Cadijah; describes him'as the most accomplished of the tribe of Koreish; and stipulates a dowry of twelve ounces of gold and twenty camels, which was sup- plied by the liberality of his uncle. (2) By this alliance the son of Abdallah was restored to the station of his ancestors; and the judicious matron was content with his domestic virtues, till, in the fortieth year of his age, (3) he assumed the title of a prophet, and proclaimed the religion of the Koran. According to the tradition of his companions, Mahomet(4) was distinguished by the beauty of his person, an outward gift which is seldom despised, except by those to whom it has been refused. Before he spoke, the orator engaged on his side the affections of a public or private audience. They applauded his command- ing presence, his majestic aspect, his piercing eye, his gracious smile, his flowing beard, his countenance that painted every sensation of the soul, and his gestures that enforced each expression of the tongue. In the familiar offices of life he scrupulously adhered to the grave and ceremonious politeness of his country: his respectful attention to the rich and powerful was dignified by his condescension and affability to the poorest citizens of Mecca: the frankness of his manner con- cealed the artifice of his views: and the habits of courtesy were imputed to per- sonal friendship or universal benevolence. His memory was capacious and reten- tive, his wit easy and social, his imagination sublime, his judgment clear, rapid, and decisive. He possessed the courage both of thought and action; and, al- though his designs might gradually expand with his success, the first idea which he entertained of his divine mission bears the stamp of an original and superior genius. The son of Abdallah was educated in the bosom of the noblest race, in the use of the purest dialect of <span class=\"place\" data-place-id=\"756537\">Arabia</span>; and the fluency of his speech was cor- rected and enhanced by the practice of discreet and seasonable silence. With these powers of eloquence, Mahomet was an illiterate barbarian: his youth had never been instructed in the arts of reading and \\vriting;(5) the common ignorance (1) The safest eras of Abulfeda (in Vit. c. i. p. S O of Alexander, or (he Greeks, 882, of Bncht Naser, or Nabo- nasser, 1316, equally lead us to the year 569. The old Arabian calendar is too dark and uncertain to support the Benedictines, (Art. de verifier les Dates, p. 15.) who from the day of the month and week deduce a new mode of calculation, and remove the birth of Mahomet to the year of Christ 570. the tenth of November. Yet this date would agree with the year 882 of the Greeks, which is assigned by Elmacin (Hist. Saracen, p. 5.) and Abnlpha- ragius (Dynast, p. 101. and Errata Pocock's version.) While we refine our chronology, it is possible that the illiterate prophet was ignorant of his own aire. (2) I copy the honourable testimony of Abu Taleb to his family and nephew. <span class=\"place\" data-place-id=\"452361\">Laos</span> Dei, qui nosastirpe Abraham*! et semine Ismaelis constitttit et nobis regionem sacram dedit, et nos judiccs horoinihus statuit. Porro Mohammed filius Abdollahi neputts met (nepftsmeus) qim cum ex aequo librahitur e Korathidjs quispiam cui non prieponderaturui est bonitate et excellentia, et in ellectu et gloria et acumiue etsi opum inops foerit (et certe opes umbra transiens sunt et depositum quod reddi debvt.) desiderio Chariijse filial Clmwailedl tenetur, et iKa vicissim ipsius, qtiiequid aulem dotis vice petieritis, ego in toe suscipiatn (Pucock, Specimen, e septima parte libri Ebu Hamdum.) (3) The private life of Mahomet, from his birth to his mission, is preserved by Abtllfeda, (in Vit. c. iii.   vii.) and the Arabian..writers of genuine or apoci yphal note, who are alleged by Hottinger (Hist. Orient, p. 204   211.) Mnracci (torn. i. p. 10   14.) and Gagnier. (Vie de Mahomet, torn. i. p. 97   134.) (4) Abulfeda, in Vit. c. 65, 66. Gagnier, Vte de M*hom?t, tout. iii. o. 272   239. the best traditions of the per-   on and conversation of the prophet are derived from Ayesha, Ali and Abu Horaira. (Gagnier, torn. ii. p. 267, Ockley's Hist, of the Saracens, vol. ii. p. 149.) surnamed the lather of a cat, who died in the year 59 of the Ilegira. (5) Those who believe that Mahomet could read or write, are incapable of reading what is written, with another pen, in the Sums, or chapters of the Koran, 7. 29.96. These texts and the tradition of the Sonna,are- admitted without doubt by Abulfeda, (in Vit. r. 7.) Gagnier, (Not. ad Abnlfed. p. 15.) Pocoek, (Specimen, p. 151.) Reland, (de Religione Mohammedica, p. 236.) and <span class=\"place\" data-place-id=\"275696\">Sale</span>, (Preliminary Discourse, p. 42.) Mr. White, al- most a!nne,denies tbe ignorance, to accuse the imposture of the prophet. His arguments are far from satisfac- tory. Two short trading journeys to the fairs of <span class=\"place\" data-place-id=\"531109\">Syria</span>, were surely not sufficient to infuse a science so rare ittnong the citizens of Mecca: it was not in the cool deliberate act of a treaty that Mahomet would have dropped", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA327&img=1&zoom=3&hl=en&sig=ACfU3U2d907oQltEkpfn218SquCDLlg20A&ci=0%2C0%2C1000%2C2000&edge=0"}