{"text": " 316 TH E DECLINfc AN D FAL L exempted him from shame or reproach, but he was reduced to a narrow circle of existence, and deprived of those faithful mirrors, which reflect to our mind the minds of sages and heroes. Yet the book of nature and of man was open to his view; and some fancy has been indulged in the political and philosophical obser- vations which are ascribed to the Arabian travelier.{t) He compares the nations and the religions of the earth; discovers the weakness of the Persian and Roman monarchies; beholds, with pity and indignation, the degeneracy of the times; and resolves to unite* under one God and one king) the invincible spirit and primitive virtues of the Arabs. Our more accurate inquiry will suggest, that instead of vi* siting the courts* the camps, the temples, of the east, the two journeys of Maho- met into <span class=\"place\" data-place-id=\"29492\">Syria</span> were confined to the fairs of <span class=\"place\" data-place-id=\"678073\">Bostra</span> and <span class=\"place\" data-place-id=\"678106\">Damascus</span>; that he was only thirteen years of age when he accompanied the caravan of his uncle, and that his duty compelled him to return as soon as he had disposed of the merchan- dise of Cadijah. In these hasty and superficial excursions, the eye of genius might discern some objects invisible to his grosser companions; some seeds of knowledge might be cast upon a fruitful soil: but his ignorance of the Syriac lan- guage must have checked his curiosity; and I cannot perceive in the life or wri- tings of Mahomet, that his prospect was far extended beyond the limits of the Ara- bian world. From every region of that solitary world, the pilgrims of Mecca were annually assembled, by the calls of devotion and commerce: in the free con- course of multitudes, a simple citizen, in his native tongue, might study the poli- tical state and character of the tribes, the theory and practice of the Jews and Christians. Some useful strangers might be tempted or forced, to implore the rights of hospitality; and the enemies of Mahomet have named the Jew, the Per- sian, and the Syrian monk, whom they accuse of lending their secret aid to the composition of the Koran. (2) Conversation enriches the understanding, but soli- tude is the school of genius; and the uniformity of a work denotes the hand of a single artist. From his earliest youth, Mahomet was addicted to religious contem- plation: each year, during the month of Ramadan, he withdrew from the world and from the arms of Cadijah: in the cave of Hera, three miles from Mecca,(3) he consulted the spirit of fraud or enthusiasm, whose abode is not in the heavens, but in the mind of the prophet. The faith which, under the name of Islam, he preached to his family and nation, is compounded of an eternal truth, and a ne- cessary fiction, That there is only one God, AN D that Mahomet is the apostle of God. It is the boast of the Jewish apologists, that while the learned nations of anti- quity were deluded by the fables of polytheism, their simple ancestors of Pales- tine preserved the knowledge and worship of the true God. The moral attri- butes of Jehovah may not easily be reconciled with the standard of human virtues his metaphysical qualities are darkly expressed; but each page of the Pentateuch and the prophets is an evidence of his power: the unity of his name is inscribed on the first table of the law; and his sanctuary was never defiled by any visible image of the invisible essence. After the ruin of the temple, the faith of the Hebrew exiles was purified, fixed, and enlightened, by the spiritual devotion of the synagogue; and the authority of Mahomet will not justify his perpetual reproach, that the Jews of Mecca or Medina adored Ezra as the son of God. (4) But the children of Israel had ceased to be a people; and the religions of the world were guilty, at least in the eyes of the prophet, of giving sons, or daughters* or companions, to the supreme God. In the rude idolatry of the Arabs, the crime is manifest and audacious: the Sabians arc poorly excused by the pre-eminence of the first planet, tlie mask: nor ran any conclusion be drawn from ihe words of disease and delirium. The lettered youth, before he aspired to the prophetic character, must have often excrcised.in private life, the arts of reading and writing, and his first converts of his own family, would have been the ftr R to detect and upbraid his scandalous hypo- crisy. (White's Sermons, p. 203, 204. Notes, p. 36   38.) (1) The count de Boulainvillers (Vie de Mahomed, p. 202   228.) leads his Arabian pupil, like the Telemachtis of Fenelon, or the Cyrus of Ramsay. His journey to the court of Prrsia is probably a fiction; nor can I trace the origin of his exclamation,\" Les Grecs sont pourtant des hommes.\" The two Syrian journeys are expressed by almost all the Arabian writers both Mahometans and Christians. (Gagnier, ad Abulfed. p. 10.) (2) I am not at leisure to pursue the fables or conjectures which name the strangers accused or suspected by the infidels of Mecca. (Koran, c. 16. p. 223. c. 55. p. 297. with Sale's Remarks. Pndeaus's Life of Mahomet, p. 22   27. Gagnier, Not. ad Abulfed. p. 11. 74. Maracci, torn. ii. p. 400.) JXven Prideaux has observed that the transaction must have been secret, and that the scene lay in the heart of <span class=\"place\" data-place-id=\"1001942\">Arabia</span>. (3) Abulfeda, in Vit. e. 7. p. 1 i. Gagnier, torn. i. p. 133. 133. The situation of mount Hera is remarked by Abulfeda. (Geograph. Arab. p. 4.) Yet Mahomet had never read of the cave of Egcria, ubi nocturnse Numa constituebat amicte, of the Idsean mount where Minos conversed with Jove,&c. (4) Koran, c. 9. p. 153* Al Beidawi, and the other commentators quoted by <span class=\"place\" data-place-id=\"275696\">Sale</span>, adhere to the charge; bat t do not understand that it is coloured by the most obscure or absurd tradition of the Talmudists.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA328&img=1&zoom=3&hl=en&sig=ACfU3U1l-b5zbmstcgqASS1Dl_EcDbW_sQ&ci=0%2C0%2C1000%2C2000&edge=0"}