{"text": " O F TH E ROMA N EMPIRE. or intelligence in their celestial hierarchy; and in the Magian system the conflict tot the two principles betrays the imperfection of the conqueror. The Christians of the seventh century had insensibly relapsed into a semblance of paganism; their public and private vows were addressed to the relics and images that disgraced the temples of the east: the throne of the Almighty was darkened by a cloud of martyrs, and saints, and angels, the objects of popular veneration; and the Col- lyridian heretics who flourished in the fruitful soil of <span class=\"place\" data-place-id=\"756537\">Arabia</span>, invested the Virgin Mary with the name and honours of a goddess. (1) The mysteries of the Trinity and incarnation afifiear to contradict the principle of the divine unity. In their obvious sense, they introduce three equal deities, and transform the man Jesus into the substance of the son of God:(2) an orthodox commentary will satisfy only a believing mind: intemperate curiosity and zeal had torn the veil of the sanctuary; and each of the oriental sects was eager to confess that all, except themselves, deserved the reproach of idolatry and polytheism. The creed of Mahomet is free from suspicion or ambiguity; and the Koran is a glorious testimony to the unity of God. The prophet of Mecca rejected the worship of idols and men, of stars and planets, on the rational principle that whatever rises must set, that what- ever is born must die, that whatever is corruptible must decay and perish. (3) In the author of the universe, his rational enthusiasm confessed and adored an infinite and eternal being, without form or place, without issue or similitude, present to our most secret thoughts, existing by the necessity of its own nature, and deriving from himself all moral and intellectual perfection. These sublime truths, thus an- nounced in the language of the prophet,(4) are firmly held by his disciples, and defined with metaphysical precision by the interpreters of the Koran. A philoso- phic theist might subscribe the popular creed of the Mahometans:(5) a creed too sublime perhaps for our present faculties. What object remains for the fancy, or even the understanding, when we have abstracted from the unknown substance all ideas of time and space, of motion and matter, of sensation and reflection? The first principle of reason and revelation was confirmed by the voice of Mahomet: his proselytes, from <span class=\"place\" data-place-id=\"50004\">India</span> to Morocco, are distinguished by the name of Unitarians; and the danger of idolatry has been prevented by the interdiction of images. The doctrine of eternal decrees and absolute predestination is strictly embraced by the Mahometans; and thev struggle with the common difficulties, how to reconcile the prescience of God with the freedom and responsibility of man; how to explain the permission of evil under the reign of infinite power and infinite goodness. The God of nature has written his existence on all his works, and his law in the heart of man. To restore the knowledge of the one and the practice of the other, has been the real or pretended aim of the prophets of every age; the libe- rality of Mahomet allowed to his predecessors the same credit which he claimed for himself; and the chain of inspiration was prolonged from the fall of <span class=\"place\" data-place-id=\"49836\">Adam</span> to the promulgation of the Koran. (6) During that period, some rays of prophetic light had been imparted to one hundred and twenty-four thousand of the elect, discriminated by their respective measures of virtue and grace; three hundred and thirteen apostles were sent with a special commission to recall their country from idolatry and vice; one hundred and four volumes had been dictated by the holy spirit; and six legislators of transcendent brightness have announced to man- kind the six successive revelations of various rites, but of one immutable religion. (1) Hottinger, Hist. Orient, p. 225   228. The Collyridian heresy was carried from Thraee to <span class=\"place\" data-place-id=\"756537\">Arabia</span> hy some women, and the name was borrowed from the*oK*.vft; or cake, which they offered to the goddess. This ex- ample, that of Beryllus bishop of <span class=\"place\" data-place-id=\"678073\">Bostra</span>, (Euseb. Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. lib. vi. c. 33.) and several others, may excuse the reproach, <span class=\"place\" data-place-id=\"756537\">Arabia</span> haeresem ferax. (2) The three gods in the Koran (e. 4. p. 81. c. 5. p. 92.) are obviously directed against our catholic mystery; but the Arabic commentators understand them of the Father, the Son, and the Virgin Mary, an heretical tri- nity, maintained, as it is said, hy some barbarians at the council of Nice. (Eutych. Anna), torn. i. p. 440.) But the existence of the Marianifes U denied by the candid Beausobre; (Hist, de Manicheisme, torn. i. p. 532.) and he derives the mistake from the word Rouah, the Holy Ghost, which in some oriental tongues is of the feminine gender, and is figuratively styled the mother of Christ in the Gospel of the Nazarenes. (3) This train of thought is philosophically exemplified in the character of Abraham, who opposed in Chal- dea the first introduction of idolatry. (Koran, c. 6. p. 106. d'Hei'bclot, Bibli.it. Orient, p. 13.) (4) See the Koran, particularly the second, (p. 30.) the fifty-seventh, (p. 437.) the fif ty-eighth,(p. 441.) chap- ter, which proclaim the omnipotence of the Creator. (5) The most orthodox creeds are translated by Pocock. (Specimpn, p. 274. 284   292.) Ockley. (Hist, of the Saracens, vol. ii. p. 82   95.) Heland, (de Religion. Moham. lib. i. p. 7   13.) and Chardin (Voyages en   Perse, torn, i. p. 4   28.) The great truth that God is without similitude, is foolishly criticised by Maracci, (Al- coran, torn. i. part iit. p. 87   94.) because he made man after his own image. (6) Reland, de Relig. Moham. lib. i. p. 17   47. (Sale's Preliminary Discourse, p. 73   76.) Voyage de Chardin, torn. iv. p. 28-37. and 37   47. for the Persian addition,\" Ali is the vicar of God!\" Yet the precise number of prophets is not an article of faith.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA329&img=1&zoom=3&hl=en&sig=ACfU3U2pq7WouuSyHwkzOvR-W0pbGmgrjw&ci=0%2C0%2C1000%2C2000&edge=0"}