{"text": " O F TH E ROMA N EMPIRE. 2.1 Wevy knee was bent, and attempted to sow the seeds of discord between the em- peror and his beloved consort. Even Theodora herself was constrained to dis- semble, to wait a favourable moment, and, by an artful conspiracy, to render John of <span class=\"place\" data-place-id=\"628949\">Cappadocia</span> the accomplice of his own destruction. At a time when Belisa- rius, unless he had been a hero, must have shown himself a rebel, his wife Anto- nina, who enjoyed the secret confidence of the empress, communicated his feigned discontent to Euphemia, the daughter of the prefect; the credulous virgin im- parted to her father the dangerous project, and John, who might have known the value of oaths and promises, was tempted to accept a nocturnal, and almost trea- sonable interview with the wife of Belisarius. An ambuscade of guards and eu- nuchs had been posted by the command of Theodora: they rushed with drawn swords to seize or punish the guilty minister: he was saved by the fidelity of his attendants; but, instead of appealing to a gracious sovereign, who had privately warned him of his danger, he pusillanimously fled to the sanctuary of the church. The favourite of Justinian was sacrificed to conjugal tenderness or domestic tran- quillity; the conversion of a prefect into a priest extinguished his ambitious hopes, but the friendship of the emperor alleviated his disgrace, and he retained, in the mild exile of <span class=\"place\" data-place-id=\"511218\">Cyzicus</span>, an ample portion of his riches. Such imperfect revenge could not satisfy the unrelenting hatred of Theodora; the murder of his old ene- my, the bishop of <span class=\"place\" data-place-id=\"511218\">Cyzicus</span>, afforded a decent pretence; and John of <span class=\"place\" data-place-id=\"628949\">Cappadocia</span>, whose actions had deserved a thousand deaths, was at last condemned for a crime of which he was innocent. A great minister, who had been invested with the ho- nours of consul and patrician, was ignominiously scourged like the vilest of male- factors: a tattered cloak was the sole remnant of his fortunes; he was transported in a bark to the place of his banishment at Antinopolis in Upper Egypt, and the prefect of the east begged his bread through the cities which had trembled at his name. During an exile of seven years, his life was protected and threatened by the ingenious cruelty of Theodora; and when her death permitted the emperor to recall a servant, whom he had abandoned with regret, the ambition of John of <span class=\"place\" data-place-id=\"628949\">Cappadocia</span> was reduced to the humble duties of the sacerdotal profession. His successors convinced the subjects of Justinian, that the arts of oppression might still be improved by experience and industry; the frauds of a Syrian banker were introduced into the administration of the finances; and the example of the prefect was diligently copied by the questor, the public and private treasurer, the go- vernors of provinces, and the principal magistrates of the eastern empire. (1) V. The edifices of Justinian were cemented with the blood and treasure of his people; but those stately structures appeared to announce the prosperity of the empire, and actually displayed the skill of their architects. Both the theoiy and practice of the arts which depend on mathematical science and mechanical power, were cultivated under the patronage of the emperors; the fame of Archimedes was rivalled by Proclus and Anthemius; and if their miracles had been related by in- telligent spectators, they might now enlarge the speculations, instead of exciting the distrust of philosophers. A tradition has prevailed, that the Roman fleet was reduced to ashes in the port of <span class=\"place\" data-place-id=\"462503\">Syracuse</span> by the burning-glasses of Archimedes;(2) and it is asserted, that a similar expedient was employed by Proclus to destroy the Gothic vessels in the harbour of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, and to protect his benefactor Anastasius against the bold enterprise of Vitalian.(3) A machine was fixed on the walls of the city, consisting of a hexagon mirror of polished brass, with many smaller and moveable polygons to receive and reflect the rays of the meridian sun; and a consuming flame was darted to the distance, perhaps, of two hundred feet.(4) The truth of these two extraordinary facts is invalidated'by the silence of the most authentic historians; and the use of burning-glasses was never adopt- ed in the attack or defence of'places.(5) Yet the admirable experiments of a (1) The chronology of Procopius is loose and obscure; bur. with the aid of Pagi. I can discern that John was appointed pretorian prefect of the east in the year 530; that he was removed in January 532   restored before'June 533   banished in 541   and recalled between June, 548, and April 1, 549. Ateman. p. 96, 97.) gives the list of his ten successors   a rapid series in a single r ( ign. (2) This conflagration is hinted by Lucian, (in Hippia, c. 2.) and Galen, (lib. iii. de lemperamentis. torn. i. p. 81. edit. Bazil.) in the second century. A thousand years afterwards, it is positively affirmed by Zonaras, (lib. ix. p. 424.) on the filth of <span class=\"place\" data-place-id=\"491572\">Dion</span> Cassius, by Tzetzess, (Chiliad, ii. 119, fke.) EusUthlut, (ad Iliad. E. p. 338.) and the scholiast of Lucian. See Fabricius, (Bibliot. Graec. lib. iii. c. 22. torn. ii. p. 551,552.) to whom I am more or less indebted for several of these quotations. (3) Zonaras (lib. xiv. p. 55.) affirms the fact, without quoting any evidence. (4) Tzetzes describes he artifice of these burning glasses, which he had read, perhaps with no learned eyes in a mathematical treatise of Anthemius. That treatise, mpt s-xpzScPyj^ii^avitfMeTooy, has been lately published, translated, and illustrated, by M. Dupuys, a scholar, and a mathematician. (Memoirs de 1'Acadcime des In- scriptions, ton), sxti. p. 392   451.) (5) In the siege of Syracuse, by the silence of Polybiui, Plutarch, Livyj in the siege of Constantinople, by that of Marcellinus, and all the cotemporaries of the sixth century.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA33&img=1&zoom=3&hl=en&sig=ACfU3U01KAc9G5EQ64PdCCMFKfnILpBfCA&ci=0%2C0%2C1000%2C2000&edge=0"}