{"text": " TH E DECLIK E AN D BAL L The authority and station of <span class=\"place\" data-place-id=\"49836\">Adam</span>, Noah, Abraham, Moses, Christ, and Maho- met, rise in just gradation above each other; but whosoever hates or rejects any one of the prophets is numbered with the infidels. The writings of the patri- archs were extant only in the apocryphal copies of the Greeks and Syrians:(l) the conduct of <span class=\"place\" data-place-id=\"49836\">Adam</span> had not entitled him to the gratitude or respect of his chil- dren: the seven precepts of Noah were observed by an inferior and imperfect class of the proselytes of the synagogue(2) and the memory pf Abraham was ob- scurely revered by the Sabians in his native land of Chaldea: of the myriads of prophets, Moses and Christ alone lived and reigned; and the remnant of the inspired writings was comprised in the books of the Old and the New Testament. The miraculous story of Moses is consecrated and embellished in the Koran;(3) and the captive Jews enjoy the secret revenge of imposing their own belief on the nations whose recent creeds they deride. For the author of Christianity, the Mahome- tans are taught by the prophet to entertain a high and mysterious reverence. (4)'* Verily, Christ Jesus, the son of Mary, is the apostle of God, and his word, which he conveyed into Mary, and a Spirit proceeding from him: honourable in this world, and in the world to come; and one of those who approach near to the presence of God. \"(5) The wonders of the genuine and apocryphal gospels(6) are profusely heaped on his head; and the Latin church has not disdained to bor- row from the Koran the immaculate conception(7) of his virgin mother. Yet Jesus was a mere mortal; and, at the day of judgment, his testimony will serve to condemn both the Jews, who reject him as a prophet, and the Christians, who adore him as the Son of God. The malice of his enemies aspersed his reputation, and conspired against his life; but their intention only was guilty, a phantom or a criminal was substituted on the cross, and the innocent saint was translated to the seventh heaven. (8) During six hundred years the gospel was the way of truth and salvation: but the Christians insensibly forgot both the laws and the example of their founder; and Mahomet was instructed by the Gnostics to accuse the church, as well as the synagogue, of corrupting the integrity of the sacred text. (9) The{liety of Moses and of Christ rejoiced in the assurance of a future prophet, more il- ustrious than themselves: the evangelic promise of the Paraclete, or Holy Ghost, was prefigured in the name, and accomplished in the person, of Mahomet,(10) the greatest and last of the apostles of God. The communication of ideas requires a similitude of thought and language; the discourse of a philosopher would vibrate without effect on the ear of a pea- sant; yet how minute is the distance of their understandings, if it be compared with the contact of an infinite and a finite mind, with the word of God expressed by the tongue or the pen of a mortal? The inspiration of the Hebrew prophets, of the apostles and evangelists of Christ, might not be incompatible with the ex- ercise of their reasonand memory; and the diversity of their genius is strongly (1) For the apocryphal hooks of <span class=\"place\" data-place-id=\"49836\">Adam</span>, tee Fabricius, Codex Pseudepigraphtis V. T. p. 27   29; of Seth, p. 154   157; of Enoch, p. 160   219. But the book of Enoch is consecrated, in some measure, by the quotation of the apostle St. Jude; and a long legendary fragment is alleged by Syncellus and Scaliger. (2) The seven precepts of Noah are explained by Marsham, (Canon Chronicus, p. 154   180.) who adopts on tins occasion, the learning and credulity of Selden. (3) The articles of <span class=\"place\" data-place-id=\"49836\">Adam</span>, Noah, Abraham, Moses,&c. in the Bibliotheque, of d'Herbelot, are gaily bedecked with the fanciful legends of the Mahometans, who have built on the groundwork of Scripture and the Talmud. (4) Koran, c. 7. p. 128,&c. c. 10. p. 173,&c. D'Herbelot. p. 647,&c. (5) Koran, c. 3. p. 80. c. 4. p. 60. D'Herbelot, p. 399,&c. (6) See the gospel of St. Thomas, or of the Infancy, in tbe Codex Apocryphus N. T. of Fabricius. who col- lects the various testimonies concerning it. (p. 128   158.) It was published in Greek by Cotelier, and in Arabic by Sike, who thinks our present copy more recent than Mahomet. Yet hit quotations agree with the original about the speech of Christ in his cradle, his living birds of clav,&c. (Sike, c. I. p. 168, 169. c. 36. p. 198,199. c. 46. p. 206. Cotelier, c. 2. p. 160,161.) (7) It is darkly hinted in the Koran, (c. 3. p. 39.) and more clearly explained by the tradiiion of the Somnites. (Sale's Note, and Maracci, torn. ii. p. 112.) In the twelfth century, the immaculate conception was condemned by St. Bernard as a presumptious novelty, (Fra. Papio, Xstoria del Concilio di Trento, lib. ii.) (8) See the Koran, c. 3. v. 53. and c. 4. v. 156. of Mnracci's edition. Deus est prffistamissimus dolose agentinm (an odd phrase).... nee crucifixerunt cum, sed objecta est eis similitudo; an expression that may suit with the system of the Docetes; but the commentators believe (Maracci, torn. ii. p. 113   115.173. <span class=\"place\" data-place-id=\"275696\">Sale</span>, p. 42. 43. 79.) that another man. a friend or an enemy, was crucified in the likeness of Jesus; a fable which thev had read, in the gospel of St. Barnabas, and w Inch had been started as early as the time nfiren  us, by some Ebionite here- tics. (Beausobre, Hist, du Manicheisme, torn. ii. p. 25. Mosheim, de Reb. Christ, p. 353.) (9) This charge is obscurely urged in the Koran: (C. 3. p. 45.) but neither Mahomet, nor his followers, are sufficiently versed in languages and criticism to give any weight or colour to their suspicious. Yet tbe Arians  nd Nestorians could relate some stories, and the illiterate prophet might listen to the bold assertions of the Manichaeans. See Beansobre, lom. i. p. 291   305. (10) Among the prophecies of the Old and New Testament, which are perverted by the fraud or ignorance of the Mussulmans, they apply to the prophet the promise of the Paracle)e,or Comforter, which had been already usurped by the Montanists and Mauiehmans; (Beausobre, Hist. Critique du Manicheisme, torn. i. p. 263,&c.) and the easy change of letters, sripixxvrc; for sraaaxMjw,-, affords the ervraologv of the name of Mohammed.{Maracci, torn. i. part i. p. 15   28.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA330&img=1&zoom=3&hl=en&sig=ACfU3U0TT9DLtImAyMH7nYnex5pQl943tw&ci=0%2C0%2C1000%2C2000&edge=0"}