{"text": " O F TH E ROMA N EMPIRE. 319 marked in the style of the Old and New Testament. Bat Mahomet was content with a character, more humble, yet more sublime, of a simple editor; the sub- stance of the Koran,(l) according to himself or his disciples, is uncreated and eternal; subsisting in the essence of the Deity, and inscribed with a pen of light on the table of his everlasting decrees. A paper copy in a volume of silk and gems, was brought down to the lowest heaven by the angel Gabriel, who, under the Jewish economy, had indeed been despatched on the most important errands; and this trusty messenger successively revealed the chapters and verses to the Arabian prophet. Instead of a perpetual and perfect measure of the divine will, the fragments of the Koran were produced at the discretion of Mahomet; each revelation is suited to the emergencies of his policy or passion; and all contradic- tion is removed by the saving maxim, that any text of Scripture is abrogated or modified by any subsequent passage. The word of God, and of the apostle, was diligently recorded by his disciples on palm leaves and the shoulder bones of mut- ton; and the pages, without order or connexion, were cast into a domestic chest in the custody of one of his wives. Two years after the death of Mahomet, the sa- cred volume was collected and published by his friend and successor Abubeker: the work was revised by the caliph Othman, in the thirtieth year of the Hegira; and the various editions of the Koran assert the same miraculous privilege of a uniform and incorruptible text. In the spirit of enthusiasm or vanity, the pro- Ehet rests the truth of his mission on the merit of his book, audaciously challenges oth men and angels to imitate the beauties of a single page, and presumes to as- sert that God alone could dictate this incomparable performance. (2) This argu- ment is most powerfully addressed to a devout Arabian, whose mind is attuned to faith and rapture, whose ear is delighted by the music ef sounds, and whose igno- rance is incapable of comparing the productions of human genius. (3) The har- mony and copiousness of style will not reach, in a version, the European infidel: he will peruse with impatience the endless incoherent rhapsody of fable, and pre- cept, and declamation, which seldom excites a sentiment or an idea, which some- times crawls in the dust, and is sometimes lost in the clouds. The divine attri- butes exalt the fancy of the Arabian missionary; but his loftiest strains must yield to the sublime simplicity of the book of Job, composed in a remote age, in the same country and in the same language. (4) If the composition of the Koran ex- ceed the faculties of a man, to what superior intelligence should we ascribe the Iliad of Homer or the Philippics of Demosthenes? In all religions, the life of the founder supplies the silence of his written revelation: the sayings of Mahomet were so many lessons of truth; his actions so many examples of virtue; and the public and private memorials were preserved by his wives and companions. At the end of two hundred years, the Sonna, or oral law, was fixed and consecrated by the labours of Al Bochari, who discriminated seven thousand two hundred and seventy-five traditions, from a mass of three hundred thousand reports, of a more doubtful or spurious character. Each day the pious author prayed in the temple of Mecca, and performed his ablutions with the water of Zemzem; the pages were successively deposited on the pulpit, and the sepulchre of the apostle; and the work has been approved by the four orthodox sects of the Sonnites.(5) The mission of the ancient prophets, of Moses, and of Jesus, had been con- firmed by many splendid prodigies; and Mahomet was repeatedly urged, by the inhabitants of Mecca and Medina, to produce a similar evidence of his divine le- gation; to call down from heaven the angel or the volume of his revelation, to create a garden in the desert, or to kindle a conflagration in the unbelieving city. As often as he is pressed by the demands of the Koreish, he involves himself in the obscure boast of vision and prophecy, appeals to the internal proofs of his doc- trine, and shields himself behind the providence of God, who refuses those signs and wonders that would depreciate the merit of faith and aggravate the guilt of (1) For the Koran, see d'llerbelot, p. 85   38. Maracci, torn. i. in. Vit. Mohammed, p. 32   45. <span class=\"place\" data-place-id=\"275696\">Sale</span>, Prelimi- nary Discourse, p. 56   70. (2) Koran, c. 17. 5. 89. In <span class=\"place\" data-place-id=\"275696\">Sale</span>, p. 235,230. In Maracci, p. 410. (3) Yet a sect of Arabians were persuaded, that it might be equalled or surpassed by a human pen (Pocock,, Specimen, p. 221. Sec.;) and Maracci (the polemic is too hard for the translator) derides the rhyming affectation of the most applauded passage (lorn. i. part ii. p. 69   75,) (4) Cotloquia (whether real or fabulous) in media <span class=\"place\" data-place-id=\"874334\">Arabia</span> atque nb Arabibns habtta. (Lowth, de Poesi Hebrae- oram Pralect. 32   34. with his German editor Michaelis, Epimetron iv.) Yet Michaelis (p. 671   673.) has de- tected many Egyptian imatres, the elephantiasis, papyrus, Nile, crocodile. Sec. The language is ambiguously styled, Arabico-Hebrma. The resemhlance of the sister dialects was much more visible in their childhood than in their mature age. (Michaelis, p. 682. Schultens, in Pnelat..lob.) (5) Al Bochari died A. H. 221. See d'Herbelot, p. 208. 41S. 827. Gagnicr, Not. ad Abulftd. e. 1  . p. 33.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA331&img=1&zoom=3&hl=en&sig=ACfU3U2omBRsV9_27M_7UnaYbIBeczF6cw&ci=0%2C0%2C1000%2C2000&edge=0"}