{"text": " O F TH E ROMA N EMPIRE. 321 According to the tradition of the nocturnal journey, the apostle, in his personal conference with the Deity, was commanded to impose on his disciples the daily obligation of fifty prayers. By the advice of Moses, he applied for an alleviation of this intolerable burden; the number was gradually reduced to five; without any dispensation of business or pleasure, or time or place, the devotion of the faithful is repeated at day-break, at noon, in the afternoon, in the evening, and at the first watch of the night; and, in the present decay of religious fervour, our travellers are edified by the profound humility and attention of the Turks and Persians. Cleanliness is the key of prayer: the frequent lustration of the hands, the face, and the body, which was practised of old by the Arabs, is solemnly enjoined by the Koran; and a permission is formally granted to supply with sand the scarcity of water. The words and attitudes of supplication, as it is performed either sit- ting, or standing, or prostrate on the ground, are prescribed by custom or authority, but the prayer is poured forth in short and fervent ejaculations; the measure of zeal is not exhausted by a tedious liturgy; and each Mussulman, for his own per- son, is invested with the character of a priest. Amongst the theists, who reject the use of images, it has been found necessary to restrain the wanderings of the fancy, by directing the eye and the thought towards a kcbla, or visible point of the horizon. The prophet was at first inclined to gratify the Jews by the choice of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>; but he soon returned to a more natural partiality; and five times every day the eyes of the nations of Astracan, at Fez, at Delhi, are devoutly turned to the holy temple of Mecca. Yet every spot for the service of God is equally pure; the Mahometans indifferently pray in their chamber, or in the street. As a dis- tinction from the Jews and Christians, the Friday in each week is set apart for the useful institution of public worship: the people are assembled in the mosch; and the iman, some respectable elder, ascends the pulpit, to begin the prayer, and pro- nounce the sermon. But the Mahometan religion is destitute of priesthood or sacrifice; and the independent spirit of fanaticism looks down with contempt on the ministers and the slaves of superstition. II. The voluntary(l) penance of the ascetics, the torment and glory of their lives, was odious to a prophet who cen- sured in his companions a rash vow of abstaining from flesh, and women, and sleep; and firmly declared that he would sutler no monks in his religion.(2) Yet he in- stituted, in each year, a fast of thirty days: and strenuously recommended the ob- servance, as a discipline which purifies the soul and subdues the body, as a salu- tary exercise of obedience to the will of God and his apostle. During the month of Ramadan, from the rising to the setting of the sun, the Mussulman abstains from eating, and drinking, and women, and baths, and perfumes; from all nourish^ ment that can restore his strength, from all pleasure that can gratify his senses. In the revolution of the lunar year, the Ramadan coincides by turns with the winter cold, and the summer heat; and the patient martyr, without assuaging his thirst with a drop of water, must expect the close of a tedious and sultry day. The interdiction of wine, peculiar to some orders of priests or hermits, is converted by Mahomet alone into a positive and general law:(3) and a considerable portion of the globe has abjured, at his command, the use of that salutary, though dangerous liquor. These painful restraints are, doubtless, infringed by the libertine, and eluded by the hypocrite: but the legislator, by whom they are enacted, cannot surely be accused of alluring his proselytes by the indulgence of their sensual ap- petites. III. The charity of the Mahometans descends to the animal creation; and the Koran repeatedly inculcates, not as a merit, but as a strict and indispen- sable duty, the relief of the indigent and unfortunate. Mahomet, perhaps, is the only lawgiver who has defined the precise measure of charity: the standard may vary with the degree and nature of property, as it consists either in money, in corn or cattle, in fruits or merchandise: but the Mussulman does not accomplish the Tournefort (Voyage du Levant, torn. ii. p. 325   360, in octavo) describes what he had seen or the religion of the Turks. (1) Mahomet (Sale's Koran, c. ix. p. 157.) reproaches the Christians with taking their priests and monks for their lords, besides God. Yet Maracci (Prodromus. part iii. p. 69, 70.) excuses the worship, especially of the pope, and quotes, from the Koran itself, the case of Eblis, or Satan, who was cast from heaven for refusing to adore <span class=\"place\" data-place-id=\"49836\">Adam</span>. (2) Koran, e. v. p. 94 and Sale's note, which refers to the authority of Jallalodilin and Al Beidawi. D'Herhe- lot declares, that Mahomet condemned la vie rcligietise, and that the first swarms of fakirs, dermises, Sec. did not appear till after the year 300 of the Hecira (Riblioih. Orient, p. 292   718.) (3) See the double prohibition (Koran, e. ii. p. 25. c. v. p. 94.:) the One in the style of a legislator, the other in that of a fanatic. The public aird private motives of Mahomet are investigated by Prideaux (Life of Maho- met, p. 62   64.) and <span class=\"place\" data-place-id=\"275696\">Sale</span> (Preliminary Discourse, p. 124.) Vol. III. 41", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA333&img=1&zoom=3&hl=en&sig=ACfU3U146H1wQrajaBqQd5BQ72rVJFjRZQ&ci=0%2C0%2C1000%2C2000&edge=0"}