{"text": " TH E DECLIN E AN D FAL L law, unless he bestows a tenth of his revenue; and if his conscience accuses him of fraud or extortion, the tenth under the idea of restitution, is enlarged to a.tfifth.(V) Benevolence is the foundation of justice, since we are forbid to injure those whom   we are bound to assist. A prophet may reveal the secrets of heaven and of futu- rity; but in his moral precepts he can only repeat the lessons of our own hearts. The two articles of belief, and the four practical duties of Islam, are guarded by rewards and punishments; and the faith of the Mussulman is devoutly fixed on the event of the judgment and the last day. The prophet has not presumed to determine the moment of that awful catastrophe, though he darkly announces the signs, both in heaven and earth, which will precede the universal dissolution, when lite shall be destroyed, and the order of creation shall be confounded in the primi- tive chaos. At the blast of the trumpet, new worlds will start into being; angels, genii, and men, will arise from the dead, and the human soul will again be united to the body. The doctrine of the resurrection was first entertained by the Egyp- tians;^) and their mummies were embalmed, their pyramids were constructed, to preserve the ancient mansion of the soul, during a period of three thousand years. But the attempt is partial and unavailing; and it is with a more philoso- phic spirit that Mahomet relies on the omnipotence of the Creator, whose word can re-animate the breathless clay, and collect the innumerable atoms, that no longer retain their form or substance. (3) The intermediate state of the soul it is hard to decide; and those who most firmly believe her immaterial nature, are at a loss to understand how she can think or act without the agency of the organs of sense.. The re-union of the soul and body will be followed by the final judgment of mankind; and in his copy of the Magian picture, the prophet has too faithfully represented the forms of proceeding, and even the slow and successive operations of an earthly tribunal. By his intolerant adversaries he is upbraided for extend- ing, even to themselves, the hope of salvation; for asserting the blackest heresy, that every man who believes in God, and accomplishes good works, may expect in the last day a favourable sentence. Such rational indifference is ill adapted to the character of a fanatic; nor is it probable that a messenger from heaven should de- preciate the value and necessity of his own revelation. In the idiom of the Ko- ran,^) the belief of God is inseparable from that of Mahomet; the good works are those which he has enjoined; and the two qualifications imply the profession of Islam, to which all nations and all sects are equally invited. Their spiritual blindness, though excused by ignorance and crowned with virtue, will be scourged with everlasting torments; and the tears which Mahomet shed over the tomb of his mother,\" for whom he was forbidden to pray, display a striking contrast of hu- manity and enthusiasm.(5) The doom of the infidels is common: the measure of their guilt and punishment is determined by the degree of evidence which they have rejected, by the magnitude of the errors which they have entertained: the eternal mansions of the Christians, the Jews, the Sabians, the Magians, and the idolaters, are sunk below each other in the abyss; and the lowest hell is reserved for the faithless hypocrites who have assumed the mask of religion. After the greater part of mankind has been condemned for their opinions, the true believers only will be judged by their actions. The good and evil of each Mussulman will be accurately weighed in a real or allegorical balance, and a singular mode of com- pensation will be allowed for the payment of injuries: the aggressor will refund an equivalent of his own good actions for the benefit of the person whom he has wronged; and if he should be destitute of any moral property, the weight of his sins will be loaded with an adequate share of the demerits of the sufferer. According as (1) Thejealousy of Maracci (Prodromus, part iv. p. 33.) prompts him to enumerate the more liberal alms of the catholics of <span class=\"place\" data-place-id=\"423025\">Rome</span>. Fifteen great hospitals are open to many thousand patients and pilgrims, fifteen hun- dred maidens are annually portioned, fifty-six charity schools are founded for both sores, one hundred and twenty confraternities relieve the wants of their brethren,&c. The benevolence of London is still more ex- tensive: hut I am afraid that much more is to he ascribed to the humanity, than to the religion, of the people. j  v   C'io-     c. 123.), and our learned countryman, Sir John Marsham (Canon. Chronicus, p.   j if of the same writer (p. 254   274.) is an elaborate sketch of the infernal regions, as they were painted by the fancy of the Egyptians and Greeks, of the poets and philosophers of antiquity. (3) The Koran (c. ii. p. 259, fee. of <span class=\"place\" data-place-id=\"275696\">Sale</span>, p. 32, of Maracci, p. 97.) relates an ingenious miracle, which satis- fied the curiosity, and confirmed the faith,of Abraham. (4) The candid Reiand has demonstrated, that Mahomet damns all unbelievers (de Religion. Moharo. p. 128-143.) that devils will not be finally saved (p. 196   199.) that paradise will not solely consist oi'cornortal de- lights, (p. 199   205.), and that women'i souls are immortal (p. 205-209.) (5) Al Beidawi, apud <span class=\"place\" data-place-id=\"275696\">Sale</span>, Koran, c. is. p. 164. The refusal to pray lor an unbelieving kindred, is justified, according to Mahomet.by the duty ofa prophet, and the example of Abraham, who reprobated his own father as an enemy ot God. Yet Abrabam, (he adds, c. is. v. 116. Maracci, torn. ii. p. 317.), fuit sane pius, mitis.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA334&img=1&zoom=3&hl=en&sig=ACfU3U2E0uAQcKOSuP8jLnrznRSJ9JxK9Q&ci=0%2C0%2C1000%2C2000&edge=0"}