{"text": " O F TH E ROMA N EMPIRE. the shares of guilt or virtue shall preponderate, the sentence will be pronounced, and all, without distinction, will pass over the sharp and perilous bridge of the abyss: but the innocent, treading in the footsteps of Mahomet, will gloriously enter the gates of paradise, while the guilty will falUinto the first and mildest of the seven hells. The term of expiation will vary from nine hundred to seven thou- sand years; but the prophet has judiciously promised, that all his disciples, what- ever may be their sins, shall be saved, by their own faith and his intercession, from eternal damnation. It is not surprising that superstition should act most power- fully on the fears of her votaries, since the human fancy can paint with more ener- gy the misery than the bliss of a future life. With the simple elements of dark- ness and fire, we create a sensation of pain, which may be aggravated to an infi- nite degree by the idea of endless duration. But the same idea operates with an opposite effect on the continuity of pleasure; and too much of our present enjoy- ments is obtained from the relief, or the comparison of evil. It is natural enough that an Arabian prophet should dwell with rapture on the groves, the.fountains, and the rivers of paradise; but instead of inspiring the blessed inhabitants with a liberal taste for harmony and science, conversation and friendship, he idly cele- brates the pearls and diamonds, the robes of silk, palaces of marble, dishes of gold, rich wines, artificial dainties, numerous attendants, and the whole train of sensual and costly luxury, which becomes insipid to the owner, even in the short eriod of this mortal life. Seventy-two houris, or black-eyed girls, of resplendent eauty, blooming youth, virgin purity, and exquisite sensibility, will be created for the use of the meanest believer; a moment of pleasure will be prolonged to a thousand years, and his faculties will be increased a hundred-fold, to render him worthy of his felicity. Notwithstanding a vulgar prejudice, the gates of heaven will be open to both sexes; but Mahomet has not specified the male companions of the female elect, lest he should either alarm the jealousy of their former hus- bands, orUisturb their felicity, by the suspicion of an everlasting marriage. This image of a carnal paradise has provoked the indignation, perhaps the envy of the monks: they declaim against the impure religion of Mahomet; and his modest apologists are driven to the poor excuse of figures and allegories. But the sounder and more consistent party adhere, without shame, to the literal interpretation of the Koran: useless would be the resurrection of the body, unless it were restored to the possession and exercise of its worthiest faculties; and the union of sensual and intellectual enjoyment is requisite to complete the happiness of the double ani- mal, the perfect man. Yet the joys of the Mahometan paradise will not be con- fined to the indulgence of luxury and appetite; and the prophet has expressly de- clared, that all meaner happiness will be forgotten and despised by the saints and martyrs, who shall be admitted to the beatitude of the divine visioh.(l) The first and most arduous conquests of Mahomet(2) were those of his wife, his servant, his pupil, and his friend;(3) since he presented himself as a prophet to those who were most conversant with his infirmities as a man. Yet Cadijah believed the weirds, and cherished the glory, of her husband; the obsequious and (1) For the day ofjudgment, hell, paradise, Sec. consult the Koran, (c. 2. v. 25. e. 56. 78,&c.) with Maracci's virulent, but learned, refutation, (mnis notes, and in the Prodromus, part 4. p. 78.-120. 122,&e.)trTleil  e]ot, (Bibliotheque Orientate, p. 308, 37f.) Reland, (p.-47   61.) and <span class=\"place\" data-place-id=\"275696\">Sale</span>, (p. 76   103.) The original ideas of the Magi are darkly and doubtfully explored by their apologist. Dr. <span class=\"place\" data-place-id=\"550867\">Hyde</span>. (Hist. Religicnis Persarum, c. 32. p.   402   412. Oxon. 1716.) Ill the article of Mahomet, Bayle has shown how indifferently wit and philosophy sup- ply the absence of general information. (2) Before I enter into the history of the prophet, it is incumbent on me to produce my evidence. The <span class=\"place\" data-place-id=\"570417\">La</span>- tin, French and English versions of the Koran, are preceded by historical discourses, ami tin* three translators, Maracci, (torn. i. p. 10   32.) Savary, (torn. i. p. 1   248.) and <span class=\"place\" data-place-id=\"275696\">Sale</span>, (Preliminary Discourse, p. 33   56.) had accu- rately studied the language and character of their author. Two professed lives of Mahomet have been com- posed by Dr. Prideaux (Life of Mahomet, seventh edition, London, 1718, in octavo) and the count de Boulain- villiers (Vie de Mahomet, Londres, 1730, in octavo;) but the adverse wish of finding an impostor, or a hero, has too often corrupted the learning of the doctor and the ingenuity of the count. The article in d'Herbelot (Bi- bliot. Orient, p. 598   603.) is chiefly drawn from Novairi and Mircond; but the best and most authentic of our guides is M. Gagnier, a Frenchman by birth, and professor at Oxford, of the oriental tongues. In two elabo- rate works, (Ismael Abulfeda de Vita et Rebus gestis Mohammetlis, 8tc. Latine vertit, Prtefatione et Notis il-, lustravit Johannes Gagnier, Oxon. 1723, in folio; <span class=\"place\" data-place-id=\"570417\">La</span> vie de Mahomet traduite et compilee de PAIcoran, drs Traditions authentiques de la Sonna et des meiliears Auteurs A rabes; Amsterdam, 1748.3 vols, in duodecimo) he has interpreted, illustrated, and supplied the Arabic text of Abulfeda and Al Jannabi, the first, and enlight- ened prince, who reigned at Hainan,in Syria, A. D. 1310   1332; (see Gagnier Prsefat. ad Abulfed.) the second, a credulous doctor, who visited Mecca, A. D. 1556. (D. Herbelot, p. 397. Gagnier, torn. iii. p. 209,210.) These are my general vouchers, and the inquisitive reader may follow the order of time, and the division of chapters,-yet X must observe, that both Abulfeda and Al Jannabi are modern historians, and that they cannot appeal to any writers of the first century of the Hegira. (3) After the Greeks, Prideaux (p. 8.) discloses the secret doubts of the wife of Mahomet. As if he had been a privy-counsellor of the prophet, Botilainvilliers (p. 272,&c.) unfolds the sublime and patriotic views ol'Cadi- Jats and the first disciples.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA335&img=1&zoom=3&hl=en&sig=ACfU3U02q6MoXzfgmSRopX1m71poZ_4HLw&ci=0%2C0%2C1000%2C2000&edge=0"}