{"text": " TH E decline and fall affectionate Zeid was tempted by the prospect of freedom: the illustrious Ali, the son of Abu Taleb, embraced the sentiments of his cousin with the spirit of a youthful hero; and the wealth, the moderation, the veracity of Abubeker, con- firmed the religion of the propheftnvhom he was destined to succeed. By his per- suasion, ten of the most respectable citizens of Mecca were introduced to the pri- vate lessons of Islam; they yielded to the voice of reason and enthusiasm; they repeated the fundamental creed,   \" There is but one God, and Mahomet is the apostle of God;\" and their faith, even in this life, was rewarded with riches and honours, With the command of armies, and the government of kingdoms. Three years were silently employed in the conversion of fourteen proselytes, the first fruits of his mission; but in the fourth year he assumed the prophetic office, and resolving to impart to his family the light of divine truth, he prepared a banquet, a lamb, as it is said, and a bowl of milk, for the entertainment of forty guests of the race of Hashem.\" Friends and kinsmen,\" said Mahomet to the assembly,\" I offer you, and I alone can offer, the most precious of gifts, the treasures of this world and of the world to come. God has commanded me to call you to his ser- vice. Who among you will support my burden? Who among you will be my companion and my vizir No answer was returned, till the silence of asto- nishment, and doubt, and contempt, was at length broken by the impatient cou- rage of Ali, a youth in the fourteenth year of his age.\" O prophet, I am the man; whosoever rises against thee, I will dash out his teeth, tear out his eyes, break his legs, rip up his belly. O prophet, I will be thy vizir over them.\" Ma- homet accepted his offer with transport, and Abu Taleb was ironically exhorted to respect the superior dignity of his son. In a more serious tone, the father of Ali advised his nephew to relinquish his impracticable design.\" Spare your re- monstrances,\" replied the intrepid fanatic to his uncle and benefactor,\"if they' should place the sun on my right hand, and the moon on my left, they should not divert me from my course.\" He persevered ten years in the exercise of his mis- sion; and the religion which has overspread the east and the west, advanced with a slow and. painful progress within the walls of Mecca. Yet Mahomet enjoyed the satisfaction of beholding the increase of his infant congregation of unitarians, who revered him as a prophet, and to whom he seasonably dispensed the spiritual nourishment of the Koran. The number of proselytes may be estimated by the absence of eighty-three men and eighteen women, who retired to <span class=\"place\" data-place-id=\"334481\">Ethiopia</span> in the seventh year of his mission; and his party was fortified by the timely conversion of his uncle Hamza, and of the fierce and inflexible Omar, who signalized in the cause of Islam the same zeal which he had exerted for its destruction. Nor was the charity of Mahomet confined to the tribe of Koreish or the precincts of Mec- ca: on solemn festivals, in the days of pilgrimage, he frequented the Caaba, ac- costed the strangers of every tribe, and urged, both in private converse and pub- lic discourse, the belief and worship of a sole deity. Conscious of his reason and of his weakness, he asserted the liberty of conscience, and disclaimed the use of religious violence;(2) but he called the Arabs to repentance, and conjured them to remember the ancient idolaters of Ad and Thamund, whom the divine justice had swept away from the face of the earth. (3) The-people of Mecca were hardened in their unbelief by superstition and envy. The elders of the city, the uncles of the prophet, affected to despise the presump- tion of an orphan, the reformer of his country: the pious orations of Mahomet in the Caaba were answered by the clamours of Abu Taleb.\" Citizens and pil- grims, listen not to the tempter, hearken not to his impious novelties. Stand fast in the worship of Al Lata and Al Uzzah.\" Yet the son of Abdallah was ever dear to the aged chief; and he protected the fame and person of his nephew against the assaults of the Koreishites, who had long been jealous of the pre-eminence of the family of Hashem. Their malice was coloured with the pretence of religion: (1) Vezirw, portitor, bqjulus, onus fa-em! and this plebeian name was transferred by an apt metaphor to the pillars of the state. (Gagnier. Not. ad Abulfed. p. 19.) I endeavour to preserve the Arabian idiom, as far as I can feel it myself in a Latin or French translation. (2) The passages of the Koran in the behalf of toleration, are strong and numerous: c 2.T. 357. e. 16.129. e. 17. 54. c. 45.15. e. 50.39. c. 88. 21,&c. with the notes of Maracei and <span class=\"place\" data-place-id=\"275696\">Sale</span>. This character alone may gene- rally decide the doubts of the learned, whether a chapter was revealed at Mecca or Medina. (3) See the Koran (passim, and especially e. 7. p. 123,124.&c.Jand the tradition of the Arabs (Pocock, Spe- cimen, p. 35   37.) The caverns of the tribe of Thamund, fit for men of the ordinary stature, were shown in the midway between Medina and Damascns, ( Abulfed. <span class=\"place\" data-place-id=\"29475\">Arabia</span> Descript. p. 43, 44.) and may be probably ascribed to the Troglodites of the primitive world, Michaelis, and Lowth tie I'oesi Hebrteor. p. 131   134, Recherche**ur les Egyptiens, torn. ii. p. 48,&c.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA336&img=1&zoom=3&hl=en&sig=ACfU3U02GUCggpzJheEA6i2g2VW6rOGyyg&ci=0%2C0%2C1000%2C2000&edge=0"}