{"text": " O F TH E ROMA N EMPIRE. in the age of Job, the crime of impiety was punished by the Arabian magis- trate;^) and Mahomet was guilty of deserting and denying the national deities. But so loose was the policy of Mecca, that the leaders of the Koreish, instead of accusing a criminal, were compelled to employ the measures of persuasion or vio- lence. They repeatedly addressed Abu Taleb in the style of reproach and me- nace.\"Thy nephew reviles our religion; he accuses our wise forefathers of ig- norance and folly, silence him quickly, lest he kindle tumult and discord in the city. If he persevere, we shall draw our swords against him and his adherents, and thou wilt be responsible for theT)lood of thy fellow-citizens.\" The weight and moderation of Abu Taleb eluded the violence of religious faction; the most helpless or timid of the disciples retired to <span class=\"place\" data-place-id=\"334481\">Ethiopia</span>, and the prophet withdrew himself to various places of strength in the town and country. As he was still supported by his family, the rest of the tribe of Koreish engaged themselves to renounce all intercourse with the children of Hashem, neither to buy nor sell, neither to marry nor to give in marriage, but to pursue them with implacable enmi- ty, till they should deliver the person of Mahomet to the justice of the gods. The decree was suspended in the Caaba before the eyes of the nation; the messengers of the Koreish pursued the the Mussulman exiles in heart of <span class=\"place\" data-place-id=\"324852\">Africa</span>: they be- sieged the prophet and his most faithful followers, intercepted their water, and inflamed their mutual animosity by the retaliation of injuries and insults.^ A doubtful truce restored the appearances of concord, till the death of Abu Taleb abandoned Mahomet to the power of his enemies, at the moment when he was deprived of his domestic comforts by the loss of his faithful and generous Cadijah. Abu Sophian, the chief of the branch of Ommiyah, succeeded to the principality of the republic of Mecca. A zealous votary of the idols, a mortal foe of the line of Hashem, he convened an assembly of the Koreishites and their allies, to decide the fate of the apostle. His imprisonment might provoke the despair of his en- thusiasm; and the exile of an eloquent and popular fanatic would diffuse the mis- chief through the provinces of <span class=\"place\" data-place-id=\"874334\">Arabia</span>. His death was resolved; and they agreed that a sword from each tribe should be buried in his heart, to divide the guilt of his blood, and baffle the vengeance of the Hashemites. An angel or a spy re- vealed their conspiracy; and flight was the only resource of Mahomet.(2) At the dead of night, accompanied by his friend Abubeker, he silently escaped from his house: the assassins watched at the door; but they were deceived by the figure of Ali, who reposed on the bed, and was covered with the green vestment of the apos- tle. The Koreish respected the piety of the heroic youth; but some verses of Ali, which are still extant, exhibit an interesting picture of his anxiety, his tenderness, and his religious confidence. Three days Mahomet and his companion were con- cealed in the cave of Thor, at the distance of a league from Mecca; and in the close of each evening, they received from the son and daughter of Abubeker, a secret supply of intelligence and food. The diligence of the Koreish explored every haunt in the neighbourhood of the city; they arrived at the entrance of the cavern; but the providential deceit of a spider's web and a pigeon's nest, is sup- posed to convince them that the place was solitary and inviolate.\" We are only two,\" said the trembling Abubeker.\" There is a third,\" replied the prophet;\" it is God himself.\" No sooner was the pursuit abated, than the two fugitives issued from the rock, and mounted their camels: on the road to Medina, they were overtaken by the emissaries of the Koreish; they redeemed themselves with prayers and promises from their hands. In this eventful moment the lance of an Arab might have changed the history of the world. The flight of the prophet from Mecca to Medina has fixed the memorable era of the Hegira,(S) which, at the end of twelve centuries, still discriminates the lunar years of the Mahometan nations. (4) The religion of the Koran might have perished in its cradle, had not Medina embraced with faith and reverence the holy outcasts of Mecca. Medina, or the (1) In the time of Job, the crime of impiety was punished by the Arabian magistrate, (c. 13. v. 26   38.) I blush for a respectable prelate, (de Poesi Hebraeorum, p. 650, 651. edit. Michaelis; and a letter of a late profes- sor in the university of Oxford, p. 15   53.) who justifies and applauds this patriarchal inquisition. (2) TVHerbelot. Bibliot. Orient, p. 445. He quotes a particular history of the flight of Mahomet. (3) The Hegrra was instituted by Omar, the second caliph, in imitation of the era of the martyrs of the Christians (d*Herbelot, p. 444.:) and properly commenced sixty-tight days before the flight of Mahomet, with the first of Moharren, or first day of the Arabian year, which coincides with Friday, July 16, A. D. 622. (Abul- feda, Vit. Moham. c. xxii. xxiii. p. 45   50. and Greave's edition of Ullug Beig's Epochs: Arabum,&c. c. i. p. 8, 10. fcc.) (4) Mahomet's life, from his mission to the Hegira, may be found in Abulfeda (p. 14   45.) and Gagnier (tom- i. 134   251.542-383.) The legeud from p. 187-334. is vouched by Al.lannabi and disdained by Abulfeda.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA337&img=1&zoom=3&hl=en&sig=ACfU3U1PEufste8vGvwmXe2t-FeMKEaKrA&ci=0%2C0%2C1000%2C2000&edge=0"}