{"text": " O F TH E ROMA N EMPIRE. self in the use of a chair or pulpit of rough timber. (1) After a reign of six years, fifteen hundred Moslems, in arms and m the field, renewed their oath of allegi- ance; and their chief repeated the assurance of protection till the death of the last member, or the final dissolution of the party. It was in the same camp that the deputy of Mecca was astonished by the attention of the faithful to the words and looks of the prophet, by the eagerness with which they collected his spittle, a hair that dropped on the ground, the refuse water of his lustrations; as if they participated in some degree of the prophetic virtue.\" I have seen (said he) the Chosroes of Persia and the Csesar of <span class=\"place\" data-place-id=\"423025\">Rome</span>, but never did I behold a king among his subjects like Mahomet among his companions. The devout fervour of en- thusiasm acts with more energy and truth than the cold and formal servility of courts. In the state of nature every man has a right to defend, by force of arms, his per- son and his possessions; to repel, or even to prevent, the violence of his enemies, and to extend his hostilities to a reasonable measure of satisfaction and retaliation. In the free society of the Arabs, the duties of subject and citizen imposed a fee- ble restraint; and Mahomet, in the exercise of a peaceful and benevolent mission, had been despoiled and banished by the injustice of his countrymen. The choice of an independent people had exalted the fugitive of Mecca to the rank of a so- vereign: and he was invested with the just prerogative of forming alliances, and of waging offensive or defensive war. The imperfection of human rights was sup- plied and armed by the plenitude of divine power: the prophet of Medina assumed, in his new revelations, a fiercer and more sanguinary tone, which proves that his former moderation was the effect of weakness:(2) the means of persuasion had been tried, the season of forbearance was elapsed, and he was now commanded to propagate his religion by the (word, to destroy the monuments of idolatry, and, without regarding the sanctity of days or months, to pursue the unbelieving nations of the earth. The same bloody precepts, so repeatedly inculcated in the Koran, are ascribed by the author to the Pentateuch and the gospel. But the mild tenor of the evangelic style may explain an ambiguous text, that Jesus did not bring peace on the earth, but a sword: his patient and humble virtues should not be con- founded with the intolerant zeal of princes and bishops, who have disgraced the name of his disciples. In the prosepution of religious war, Mahomet might appeal with more propriety to the example of Moses, of the judges and the kings of Israel. The military laws of the Hebrews are still more rigid than those of the Arabian legislator. (3) The Lord of hosts marched in person before the Jews; if a city re- sisted their summons, the males, without distinction, were put to the sword: the seven nations of Canaan were devoted to destruction: and neither repentance nor conversion could shield them from the inevitable doom, that no creature within their precincts should be left alive. The fair option of friendship, or submission, or battle, was proposed to the enemies of Mahomet. If they professed the creed of Islam, they were admitted to all the temporal and spiritual benefits of his pri- mitive disciples, and marched under the same banner to extend the religion which they had emhraced. The clemency of the prophet was decided by his interest: yet he seldom trampled on a prostrate enemy: and he seems to promise, that on the pay- ment of a tribute, the least guilty of his unbelieving subjects might be indulged in their worship, or at least in their imperfect faith. In the first months of his reign, he practised the lessons of holy warfare, and displayed his white banner before the gates of Medina; the martial apostle fought in person at nine battles or sieges;(4) and fifty enterprises of war were achieved in ten years by himself or his lieutenants. The Arab continued to unite the professions of a merchant and a robber; and his petty. excursions for the defence or the attack of a caravan, insensibly prepared his troops for the conquest of <span class=\"place\" data-place-id=\"29475\">Arabia</span>. The distribution of the spoil was regulated by a di- (1) Al.Tannabi (apud Gagnier, torn. ii. p. 246, 321.) describes the seal and pulpit, as two venerable relics of the apostle of God; and the portrait of his aourt it taken from Abulfeda. (c 44. p. 85.) (2) The eighth and ninth chapters of the Koran are the loudest and most vehement; and Maracci (Prodro- mus, part iv. p. 59   64. has inveighed with more justice than discretion against the double dealing of the im- postor. (3) The tenth and twentieth chapters of Deuteronomy, with the practical comments of Joshua. David, Etc. are read with more awe than satisfaction by the pious Christians of the present age. But the bishops, as well as the rabbis of former times, have beat the drum-ecclesiastic with pleasure and success. (SRle's Preliminary Discourse, p. 142,143.) (4) Abulfeda, in Vit. Moham. p. 156. The private arsenal of the apostle consisted of nine swords, three lances seven pikes or half pikes, a quiver and three bows, seven cuirasses, three shields, and two helmets, (Gapnier. torn. iii. p. 328   334.) with a large white standard, a black banner, (p. 335.) twenty horses, (p. 322.)&c. Two of his martial sayings are recorded bv tradition. (Gagnier. torn. ii. p. 83. 337.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA339&img=1&zoom=3&hl=en&sig=ACfU3U0yjkMniJqAAefVB1pVqjVFAf5z5Q&ci=0%2C0%2C1000%2C2000&edge=0"}