{"text": " 22 TH E DECLIN E AN D FAL L French philosopher(l) have demonstrated the possibility of such a mirror; and,- since it is possible, I am more disposed to attribute the art to the greatest mathe- maticians of antiquity, than to give the merit of the fiction to the idle fancy of a monk or a sophist. According to another story, Proclus applied sulphur to the destruction of the Gothic fleet:(2) in a modern imagination, the name of sulphur is instantly connected with the suspicion of gunpowder, and that suspicion is pro- pagated by the secret arts of his disciple Anthemius. (3) A citizen of <span class=\"place\" data-place-id=\"599987\">Tralles</span> in <span class=\"place\" data-place-id=\"599527\">Asia</span> had five sons, who were all distinguished in their, respective professions by merit and success. Olympius excelled in the knowledge and practice of the Ro- man jurisprudence. Diosconjs and Alexander became learned physicians; but the skill of the former was exercised for the benefit of his fellow-citizens, while his more ambitious brothers acquired wealth and reputation at <span class=\"place\" data-place-id=\"423025\">Rome</span>. The fame of Metrodorus the grammarian, and of Anthemius the mathematician and archi- tect, reached the ears of the emperor Justinian, who invited them to Constantino- ple; and while the one instructed the rising generation in the schools of eloquence, the other filled the capital and provinces with more lasting monuments of his art. In a trifling dispute, relative to the walls or windows of their contiguous hpuses, he had been vanquished by the eloquence of his neighbour Zeno; but the orator was defeated in his turn by the master of mechanics, whose malicious, though harmless stratagems, are darkly represented by the ignorance of Aga- thias. In a lower room, Anthemius arranged several vessels, or cauldrons of wa- ter, each of them covered by the wide bottom of a leathern tube, which rose to a narrow top, and was artificially conveyed among the joists and rafters of the adjacent building. A fire was kindled beneath the cauldron; the steam of the boiling water ascended through the tubes; the house was shaken by the efforts of imprisoned air, and its trembling inhabitants might wonder that the city was un- conscious of the earthquake, which they had felt. At another time, the friends of Zeno, as they sat at table, were dazzled by the intolerable light which flashed in their eyes from the reflecting mirrors of Anthemius; they were astonished by the noise which he produced from a collision of certain minute and sonorous par- ticles; and the orator declared, in tragic style to the senate, that a mere mortal must yield to the power of an antagonist, who shook the earth with the trident of Neptune, and imitated the thunder and lightning of-Jove himself.   The genius of Anthemius and his colleague Isidore the Milesian, was excited and employed by a prince, whose taste for architecture had degenerated into a mischievous and costly passion. His favourite architects submitted their designs and difficulties to Justinian, and discreetly confessed, how much their laborious meditation were surpassed by the intuitive knowledge or celestial inspiration of an emperor, whose views were always directed to the benefit of his people, the glory of his reign, and the salvation of his soul. (4) The principal church, which was dedicated by the founder of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> to St. Sophia, or the eternal Wisdom, had been twice destroyed by fire; after the exile of John Chrysostom, and during the Nika of the blue and green factions. No sooner did the tumult subside, than the Christian populace deplored their sa- crilegious rashness: but they   might have rejoiced in the calamity, had they fore- seen the glory of the new temple, which at the end of forty days, was strenuously undertaken by the piety of Justinian. (5) The ruins were cleared away, a more spacious plan was described, and, as it required the consent of some proprietors (1) Without anyj>revious knowledge of Tzetzes or Anthemius, the immortal Buffon imagined and exe- cuted a set of burning-glasses, with which he could inflame planks at the distance of two hundred feet. Sup- pleiwnt a 1'Hisr. Naiureile, torn. i. p. 389   483. quarto edition.) What miracles would not his genius have performed for the public serviee, with roval expense, and in the strong sun of Constantinople or <span class=\"place\" data-place-id=\"462503\">Syracuse</span>! (2) John Malala (torn. ii. p. 120   124.) relates the fact; but he seems to confound the names or persons of Proclus and Mavitius. (3) Agathias, lib. v. p. 149   152. The merit of Anthemius as an architect, is loudly praised by Frocopius, (de Edit. lih. i. c. 1.) and Faulus Silentiarius. (part i. 134,&c.) (4) SeeProcopius. (de Edifictis, lib. i. c. 1, 2. lib. ii. c. 3.) He relates a coincidence of dreams which sup- poses some fraud in Justinian or his architect. They both saw, in a vision, the same plan for stopping an in- undation at Data. A stone quarry near <span class=\"place\" data-place-id=\"687928\">Jerusalem</span> was revealed to the emperor: (lib. v. c. 6.) an angel was tricked into the perpetual custody of St. Sophia. .(Anonym, de Antiq. CP. lib. iv. p. 70.) (5) Among the ctowd of ancients and moderns, who have celebrated the edifice of St. Sophia, I shall distin- guish and follow,   1. Four original spectators and historians: Procopius, (de Edific. lib. i. c. 1.) Agathias, (lib. v. p. 152, 153.) Paul Sllentiarim, (in a poem of one thousand and twenty-six hexameters, ad calcem Anna:*Cumnem. Alexiad.) and Evagrius. (lib. iv. c. 31.) 2. Two legendary Greeks of a later period: George Codi-   nus, (de Origin. C. P. p?64   74.) and the anonymous writer of Banduri. (Imp. Orient, torn. i. lib. iv. p. 65   80.) 3. The great Byzantine antiquarian Ducange. (Comment, ad Paul. Silentiar. p. 525   598. and C. P. Christ, lib. iii. p. 5   78.) 4. Two French travellers   the one. Peter Gyllius (de Topograph. C. P. lib. c. 3, 4.) in the sixteenth; the other, Grelot: (Voyage de C. P. 95   164. Paris, 1680. in 4to.) he has given plans, prospects, and inside views of St. Sophia; and his plans, though on a smaller scale, appear more correct than those of Du-   cange. I have adopted and reduced the measure of Grelot: but as no Christian can now ascend the dome, the height is borrowed from EvagiUis,compared with Gyllius Greaves,and the Oriental Geographer.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA34&img=1&zoom=3&hl=en&sig=ACfU3U0Zh-Rr4d0cIdQBeXxud2GSLwaQzw&ci=0%2C0%2C1000%2C2000&edge=0"}