{"text": " 528 TH E DECLIN E AN D FAL L vine law:(l) the whole was faithfully collected in one common mass: a fifth of the gold and silver, the prisoners and cattle, the moveables and immoveables, were reserved by the prophet for pious and charitable uses; the remainder was shared in adequate portions, by the soldiers who had obtained the victory or guarded the camp; the rewards of the slain devolved to their widows and orphans; and the increase of cavalry was encouraged by the allotment of a double share to the horse and to the man. From all sides the roving Arabs were allured to the standard of religion and' plunder: the apostle sanctified the license of embracing the female captives as their wives or concubines; and the enjoyment of wealth and beauty was a feeble type of the joys of paradise prepared for the valiant martyrs of the faith.\" The sword (says Mahomet) is the key of heaven and of hell; a drop of blood shed in the cause of God, a night spent in arms, is of more avail than two months of fasting or prayer: whosoever falls in battle, his sins are forgiven: at the day of judgment his wounds shall be resplendent as vermilion, and odoriferous as musk: and the loss of his limbs shall be supplied by the wings of angels and che- rubims.\" The intrepid souls of the Arabs were fired with enthusiasm: the pic- ture of the invisible world was strongly painted on their imagination; and the death which they had always despised became an object of hope and desire. The Koran inculcates, in the most absolute sense, the tenets of fate and predestination, which would extinguish both industry and virtue, if the actions of man were governed by his speculative belief. Yet their influence in every age has exalted the courage of the Saracens and Turks. The first companions of Mahomet advanced to bat- tle with a fearless confidence: there is no danger where there is no chance: they were ordained to perish in their beds; or they were safe and invulnerable amidst the darts of the enemy. (2) Perhaps the Koreish would have been content with the flight of Mahomet, had they not been provoked and alarmed by the vengeance of an enemy, who could intercept their Syrian trade as it passed and repassed through the territory of Me- dina. Abu Sophian himself, with only thirty or forty followers, conducted a weal- thy caravan of a thousand camels: the fortune or dexterity of his march escaped the vigilance of Mahomet; but the chief of the Koreish was informed that the holy robbers were placed in ambush to wait his return. He despatched a messen- ger to his brethren of Mecca, and they were roused, by the fear of losing their merchandise and their provisions, unless they hastened to his relief with the mi- litary force of the city. The sacred band of Mahomet was formed of three hun- dred and thirteen Moslems, of whom seventy-seven were fugitives, and the rest auxiliaries: they mounted by turns a train of seventy camels (the camels of Yath- reb were formidable in war:) but such was the poverty of his first disciples, that only two could appear on horseback in the field. (3) In the fertile and famous vale of Beder,(4) three stations from Medina, he was informed by his scouts of the ca- ravan that approached on one side; of the Koreish, one hundred horse, eight hun- dred and fifty foot, who advanced on the other. After a short debate, he sacrificed the prospect of wealth to the pursuit of glory and revenge; and a slight intrench- ment was formed to cover his troops, and a stream ot fresh water that glided through the valley.\" O God,\" he exclaimed as the numbers of the Koreish de- scended from the hills,\" O God, if these are destroyed, by whom wilt thou be worshipped on the earth? Courage, my children, close your ranks; discharge your arrows, and the day is your own.\" At these words he placed himself, with Abubeker, on a throne or pulpit,(5) and instantly demanded the succour of Ga- (1) The whole subject de jure belli Mohammedanorum, is exhausted in a separate dissertation by the learned Reland. (Dissertationes Miscellaneie, torn. iii. Dissert, x. p. 3   53.) (2) The doctrine of absolute predestination, on which few religions can reproach each other, is sternly ex- posed in the Koran, (c. 3. p. 52, 53. c. 4. p. 70,&c. with rbe notes of <span class=\"place\" data-place-id=\"275696\">Sale</span>, and c. 17. p. 413. with those of Ma- racci.) Reland (de Relig. Mohamm. p. 61   64.) and <span class=\"place\" data-place-id=\"275696\">Sale</span> (Prelim. Discourse, p. 103.) represents the opinions of the doctors, and our modern travellers the confidence, the fading confidence, of the Turks. (3) Al Jannabi (apud Gagnier, torn. ii. p. 9.) allows him seventy or eighty horse; and on two other occasions prior to the battle of Ohud, he enlists a body of Thirty (p. 10.) and of five hundred (p. 66.) troopers. Yet the Mussulmans, in the field of Ohud, had no more than two horses, according to the better sense of Abnlfeda (in Vit. Mohamm. p. 31. p. 65.) In the Stony province, the camels were numerous; but the bone appears to have been less common than in the Happy or the Desert <span class=\"place\" data-place-id=\"1001942\">Arabia</span>. (4) Beder Houneene, twenty miles from Medina, and forty from Mecca, is on the high road of the caravan of <span class=\"place\" data-place-id=\"766\">Egypt</span>; and the pilgrims annually commemorate the prophet's victory by illuminations, rockets,&c. Shaw's Travels, p. 477. (5) The place to which Mahomet retired during the action is styled by Gagnier, (in Abulfeda, c. xxvii. p. 53. Vie de Mahomet, torn. it. p. 30, 33.) Umbraeulunu\"tie loge de bw avec une parte. The same Arabic word is rendered by Reiske (Annales de Mosicmici Abulfedte, p. 23.) by Solium Suggestus editor; and the difference is of the utmost moment for the honour both of the interpreter and of the hero. I am sorry to observe the pride and acrimony with which the Reiske chastises his fellow-labourer. Swpe licvt rtit, tit integra: paging; tic-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA340&img=1&zoom=3&hl=en&sig=ACfU3U1wo_ivSS1AGamB6mRwQ_PJeOtRFA&ci=0%2C0%2C1000%2C2000&edge=0"}