{"text": " O F TH E ROMA N EMPIRE. S-20 bricl and three thousand angels. His eye was fixed on the field of battle: the Mussulmans fainted and were pressed: in that decisive moment the prophet started from his throne, mounted his horse, and cast a handful of sand into the air.\"Let their faces be covered with confusion.\" Both armies heard the thunder of his voice: their fancy beheld the angelic warriors;(l) the Koreish trembled and fled; seventy of the bravest were slain; and seventy captives adorned the first victory of the faithful. The dead bodies of the Koreish were despoiled and insulted; two of the most obnoxious prisoners were punished with death; and the ransom of the others, four thousand drachms of silver, compensated in some degree the escape of the caravan. But it was in vain that the camels of Abu Sophian explored a new road through the desert and along the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>: they were overtaken by the diligence of the Mussulmans; and wealthy must have been the prize, if twen- ty thousand drachms could be set apart for the fifth of the apostle. The resent- ment of the public and private loss stimulated Abu Sophian to collect a body of three thousand men, seven hundred of whom were armed with cuirasses, and two hundred were mounted on horseback; three thousand camels attended his march; and his wife Henda, with fifteen matrons of Mecca, incessantly sounded their tym- brels to animate the troops, and to magnify the greatness of Hobal, the most popu- lar deity of the Caaba. The standard of God and Mahomet was upheld by nine hundred and fifty believers: the disproportion of numbers was not more alarm- ing than in the field of Beder; and their presumption of victory prevailed against the divine and human sense of the apostle. The second battle was fought on mount Ohud, six miles to the north of Medina :(2) the Koreish advanced in the form of a crescent: and the right wing of cavalry was led by Caled, the fiercest and most successful of the Arabian warriors. The troops of Mahomet were skilfully posted on the declivity of the hill; and their rear was guarded by a detachment of fifty archers. The weight of their charge impelled and broke the centre of the ido- laters; but in the pursuit they lost the advantage of their ground: the archers de- serted their station: the Mussulmans were tempted by the spoil, disobeyed their general, and disordered their ranks. The intrepid Caled, wheeling his cavalry on their flank and rear, exclaimed, with a loud voice, that Mahomet was slain. He was indeed wounded in the face with a javelin; two of his teeth were shattered with a stone; yet, in the midst of tumult and dismay, he reproached the infidels with the murder of a prophet; and blessed the friendly hand that staunched his blood, and conveyed him to a place of safety. Seventy martyrs died for the sins of the people; they fell, said the apostle, in pairs, each brother embraced his life- less companion :(3) their bodies were mangled by the inhuman females of Mecca; and the wife of Abu Sophian tasted the entrails of Hamza, the uncle of Mahomet. They might applaud their superstition and satiate their fury; but the Mussulmans soon rallied in the field, and the Koreish wanted strength or courage to undertake the siege of Medina. It was attacked the ensuing year by an army of ten thou- sand enemies; and this third expedition is variously named from the nations, which marched under the banner of Abu Sophian, from the ditch which was drawn be- fore the city, and a camp of three thousand Mussulmans. The prudence of Ma- homet declined a general engagement; the valour of Ali was signalized in single combat; and the war was protracted twenty days, till the final separation of the confederates. A tempest of wind, rain, and hail, overturned their tents; the private quarrels were fomented by an insidious adversary; and the Koreish, deserted by their allies, no longer hoped to subvert the throne, or to check the conquests, of their invincible exile. (4) The choice of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span> for the first kebla of prayer discovers the early pro- pensity of Mahomet in favour of the Jews; and happy would it have been for then- temporal interest, had they recognised, in the Arabian prophet, the hope of Israel queant nisi una litura corrigi: Arahicenon sain eallebat et careliat judicio critico. J..T. Reisfce, prtididagfaata* ad Hasrji Cbalisas Tabulas, p. 228. ad calcem Abulfeda; <span class=\"place\" data-place-id=\"981550\">Syria</span> Tabula;; Lepsise, 1766,in quart\". (1) The loose expressions of the Koran (c. iii. p. 124.125. c. viii. p. 9.) allow the commentators to fluctuate between the numbers of one thousand, three thousand, or nine thousand angels; and the smallest of these might suffice for the slaughter of seventy of the Koreish (Maraeci, Alcoran, torn. li. p. 131.) Yet the scholiasts confess thas tbis angelic band%vas not visible to any mortal eye (Maracci, p. 297.) They refine on the words (c. viii. 16.)\" not thou, but God,\" gee. (D'Herbelot, Bibliot. Orientale, p. 600,601.) (2) Geograph. Nnbiensts, p. 47. (3) In the third chapter of the Koran (p. 50   53. with Sale's notes,) the prophet alleges some poor excuses for tbe defeat of Ohud. (4) For the detail of the three Koreish wars, of Beder, of Ohud, and of the ditch, peruse Abulfeda (p. se- el. 64   69.73   77.) Gagnier (torn. ii. p. 23   15. 70   96. 120   139.) with the proper articles of D'Herbelot, and the abridgments of Elmacin (Hist. Saracen, p. 6,7.) and AbulpBaragius. (Dynast, p. 102.) Vol. III. 42", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA341&img=1&zoom=3&hl=en&sig=ACfU3U2noCU4HyxJbToQ_C_Yw_qmN39Xyg&ci=0%2C0%2C1000%2C2000&edge=0"}