{"text": " TH E DECLIN E AN D FAL L and the promised Messiah. Their obstinacy converted his friendship into impla- cable hatred, with which he pursued that unfortunate people to the last moment of his life; and in the double character of an apostle and a conqueror, his perse- cution was extended to both worlds.(l) The Kainoka dwelt at Medina under the protection of the city: he seized the occasion of an accidental tumult, and sum- moned them to embrace his religion, or contend with him in battle.\" Mas!\" re- plied the trembling Jews,\"we are ignorant of the use of arms, but we persevere in the faith and worship of our fathers; why wilt thou reduce us to the necessity of a just defence?\" The unequal conflict was terminated in fifteen days; audit was with extreme reluctance that Mahomet yielded to the importunity of his al- lies and consented to spare the lives of the captives. But their riches were con- fiscated, their arms became more effectual in the hands of the Mussulmans; and a wretched colony of seven hundred exiles was driven with their wives and chil- dren to implore a refuge on the confines of <span class=\"place\" data-place-id=\"981550\">Syria</span>. The Nadharites were more guilty, since they conspired in a friendly interview to assassinate the prophet. He besieged their castle three miles from Medina, but their resolute defence obtained an honourable capitulation; and the garrison, sounding their trumpets and beating their drums, was permitted to depart with the honours of war. The Jews had excited and joined the war of the Koreish: no sooner had the nations retired from the ditch, than Mahomet, without laying aside his armour, marched on the same day to extirpate the hostile race of the children of Koraidha. After a resistance of twenty-five days, they surrendered at discretion. They trusted to the intercession of their old allies, of Medina: they could not be ignorant that fanaticism obliterates the feelings of humanity. A venerable elder, to whose judgment they appealed, pronounced the sentence of their death: seven hundred Jews were dragged in chains to the market place of the city: they descended alive into the grave pre- pared for their execution and burial; and the apostle beheld with an inflexible eye the slaughter of his helpless enemies. Their sheep and camels were inherited by the Mussulmans: three hundred cuirasses, five hundred pikes, a thousand lances, composed the most useful portion of the spoil. Six days' journey to the north- east of Medina, the ancient and wealthy town of Chaibar was the seat of the Jew- ish power of <span class=\"place\" data-place-id=\"874334\">Arabia</span>; the territory, a fertile spot in the desert, was covered with plantations and cattle, and protected by eight castles, some of which were esteemed of impregnable strength. The forces of Mahomet consisted of two hundred horse and fourteen hundred foot: in the succession of eight regular and painful sieges they were exposed to danger and fatigue, and hunger; and the most undaunted chiefs despaired of the event. The apostle revived their faith and courage by the example of Ali, on whom he bestowed the surname of the Lion of God: perhaps we may believe that a Hebrew champion of gigantic size was cloven to the chest by his irresistible scimitar: but we cannot praise the modesty of romance, which represents him as tearing from its hinges the gate of a fortress, and wielding the ponderous buckler in his left hand.(2) After the reduction of the castles, the town of Chaibar submitted to the yoke. The chief of the tribe was tortured, in the pre- sence of Mahomet, to force a confession of his hidden treasure: the industry of the shepherds and husbandmen was rewarded with a precarious toleration: they were permitted, so long as it should please the conqueror, to improve their patri- mony, in equal shares, for Ms emolument and their own. Under the reign of Omar, the Jews of Chaibar were transplanted to <span class=\"place\" data-place-id=\"981550\">Syria</span>; and the caliph alleged the injunction of his dying master, that one and the true religion should be pro- fessed in his native land of <span class=\"place\" data-place-id=\"874334\">Arabia</span>. (3) Five times each day the eyes of Mahomet were turned towards Mecca,(4) and he was urged by the most sacred and powerful motives, to revisit, as a conqueror, the city and temple from whence he had been driven as an exile. The Caaba was present to his waking and sleeping fancy: an idle dream was translated into (1) The wars of Mahomet against the Jewish tribes, of Kainoka, the Nailhirites, Koraidha. and Chaibar, are related by Abulfeda (p. 61. 71. 77. 87,&c) and Gagnier. (torn. ii. 01   65. 107   112. 139   148. 268 294.1 (2) Abu Rafe, the servant of Mahomet, is said to affirm that he himself, and seven other men, afterward* tried, without success, to move the same gate from the ground. (Abulfeda, p. 90.) Abu Rafe was an eye- witness, but who will be witness for A bu Raf>- i (3) The banishment of the Jews is attested by Elmacin (Hist. Saracen, p. 9.) and the great Al Zaliari. (Gag- tiier, torn. II. p. 285.) Yet Neibuhr (Description de P Arable, p. 324.) believes that the Jewish religion, and Ka- reite sect, nre still professed by the tribe of Chaibar; and that in the plunder of the caravans, the disciples of Moses are the confederates of those of Mahomet. (4) The successive steps of the reduction of Mecca are related by Ahulfeda, (p. 84   87. 97   100. 102   111.) and Gagmer, torn. n. p. 209-245.309-322. torn. iii. p. 1-58.) Elmacin, (Hist. Saracen, p. s-io.) Abulpba- ragius. (Dynast, p. 103.)*", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA342&img=1&zoom=3&hl=en&sig=ACfU3U0iI1U2l4qBbsmLA_9uoVnRUxHVyg&ci=0%2C0%2C1000%2C2000&edge=0"}