{"text": " O F TH E ROMA N EMPIRE.  >.>! vision and prophecy; he unfurled the holy banner; and a rash promise of success too hastily dropped from the lips of the apostle. His march from Medina to Mecca displayed the peaceful and solemn pomp of a pilgrimage; seventy camels, chosen and bedecked for sacrifice, preceded the van; the sacred territory was re- spected, and the captives were dismissed without ransom to proclaim his clemen- cy and devotion. But no sooner did Mahomet descend into the plain, within a day's journey of the city, than he exclaimed,\" they have clothed themselves with the skins of tigers;\" the numbers and resolution of the Koreish opposed his pro- gress; and the roving Arabs of the desert might desert or betray a leader whom they had followed for the hopes of spoil. The intrepid fanatic sunk into a cool and cautious politician: he waved in the treaty his title of apostle of God, conclu- ded with the Koreish and their allies a truce of ten years, engaged to restore the fugitives of Mecca who should embrace his religion, and stipulated only, for the ensuing year, the humble privilege of entering the city as a friend, and of remain- ing three days to accomplish the rites of the pilgrimage. A cloud of shame and sorrow hung on the retreat of the Mussulmans, and their disappointment might justly accuse the failure of a prophet who had so often appealed to the evidence of success. The faith and hope of the pilgrims were rekindled by the prospect of Mecca: their swords were sheathed; seven times in the footsteps of the apostle they encompassed the Caaba: the Koreish had retired to the hills, and Mahomet, after the customary sacrifice, evacuated the city on the fourth day. The people were edified by his devotion; the hostile chiefs were awed, or divided, or seduced; and both Caled and Amrou, the future conquerors of <span class=\"place\" data-place-id=\"981550\">Syria</span> and Egvpt, most sea- sonably deserted the sinking cause of idolatry. The power of Mahomet was in- creased by the submission of the Arabian tribes: ten thousand soldiers were as- sembled for the conquest of Mecca; and the idolaters, the weaker part, were easi- ly convicted of violating the truce. Enthusiasm and discipline impelled the march, and preserved the secret, till the blaze of ten thousand fires proclaimed to the astonished Koreish, the design, the approach, and the irresistible force of the enemy. The haughty Abu Sophian presented the keys of the city, admired the variety of arms and ensigns that passed before him in review; observed that the son of Abdallah had acquired a mighty kingdom, and confessed, under the scimitar of Omar, that he was the apostle of the true God. The return of Marius and Svlla was stained with the blood of the Romans: the revenge of Mahomet was stimulated by religious zeal, and his injured followers were eager to execute or to prevent the order of a massacre. Instead of indulging their passions and his own,(l) the victorious exile forgave the guilt, and united the factions of Mecca. His troops, in three divisions, marched into the city; eight and twenty of the inhabi- tants were slain by the sword of Caled: eleven men and six women were pro- scribed by the sentence of Mahomet; but he blamed the cruelty of his lieutenant; and several of the most obnoxious victims were indebted for their lives to his cle- mency or contempt. The chiefs of the Koreish were prostrate at his feet.\" What mercy can you expect from the man whom you have wronged?   We confide in the generosity of our kinsman.   And you shall not confide in vain; begone! you are safe, you are free.\" The people of Mecca deserved their pardon by the pro- fession of Islam; and after an exile of seven years, the fugitive missionary was en- throned as the prince and prophet of his native country.(2) But the three hun- dred and sixty idols of the Caaba were ignominiously broken; the house of God was purified and adorned; as an example to future times, the apostle again fulfilled the duties of a pilgrim: and a perpetual law was enacted, that no unbeliever should dare to set his foot on the territory of the holy city. (3) The conquest of Mecca determined the faith and obedience of the Arab fl) After thp conquest of Mecca, the Mahomet of Voltaire imagines and perpetratps the most horrid crimes. The poet confesses, that he is not supported by the truth of history, and can only allege, que celui qui fait la guerre a sa patrie au nom de Diett, est capable de tout. (Oeuvres de Voltaire, torn. xv. p. 282.) The maxim is neither charitable nor philosophic; and some reverence is surely due to the fame of heroes and the religion of nations. I am informed that a Turkish ambassador at Paris was much scandalized at the representation of this tragedy. (2) The Mahometan doctors still dispute, whether Mecca was reduced by lorce or consent (Abulfeda, p. 107. et Gagnier ad locum;) and this verbal controversy is of as much moment as our own about William the Con- Qvtror. (3) In excluding the Christians from thepeninsula of <span class=\"place\" data-place-id=\"874334\">Arabia</span>, the province of Hejaz, or the navigation of the Tied Sea, Chardin (Voyages en Perses, torn. iv. p. 156.) and Reland (Dissert. Misccll. torn. iii. p. 51.) are more rigid than the Mussulmans themselves. The Christians are received without scruple into the ports of Mocha, and even of Oedda, and it is only the city and precincts of Mecca that are inaccessible to the profane. (Niebulir, Description de 1'Arabic, p. 308,309, Voyage en Arable, torn. i. p. 205,248.&e.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA343&img=1&zoom=3&hl=en&sig=ACfU3U2OKuNnSOuNwnzzGLwWby4LepOTuA&ci=0%2C0%2C1000%2C2000&edge=0"}