{"text": " TH E DECLIN E AN D FAL L tribes;(l) who, according to the vicissitudes of fortune, had obeyed or disregarded the eloquence or the arms of the prophet. Indifference for rites and opinions still marks the character of the Bedoweens; and they might accept, as loosely as they hold the doctrine of the Koran. Yet an obstinate remnant still adhered tp the re- ligion and liberty of their ancestors; and the war of Honain derived a proper ap- pellation from the idols, whom Mahomet had vowed to destroy, and whom the con- federates of Tayef had sworn to defend. (2) Four thousand pagans advanced with secrecy and speed to surprise the conqueror; they pitied and despised the su- pine negligence of the Koreish, but they depended on the wishes, and perhaps the aid, of a people who had so lately renounced their gods, and bowed beneath the yoke of their enemy. The banners of Medina and Mecca were displayed by the prophet; a crowd of Bedoweens increased the strength or numbers of the army, and twelve thousand Mussulmans entertained a rash and sinful presumption of their invincible strength. They descended without precaution into the valley of Honain; the heights had been occupied by the archers and slingers of the confede- rates; their numbers were oppressed, their discipline was confounded, their cou- rage was appalled, and the Koreish smiled at their impending destruction. The prophet, on his white mule, was encompassed by the enemies; he attempted to rush against their spears in search of a glorious death: ten of his faithful compa- nions interposed their weapons and their breasts; three of these fell dead at his feet.\" O my brethren,\" he repeatedly cried with sorrow and indignation,\" I am the son of Abdallah, I am the apostle of truth! O man, stand fast jn the faith! O God, send down thy succour!\" His uncle Abbas, who like the heroes of Ho- mer, excelled in the loudness of his voice, made the valley resound with the re- cital of the gifts and promises of God: the flying Moslems returned from all sides to the holy standard; and Mahomet observed with pleasure, that the furnace was again rekindled: his conduct and example restored the battle; and he animated his victorious troops to inflict a merciless revenge on the authors of their shame. From the field of Honain, he marched without delay to the siege of Tayef, sixty miles to the south-east of Mecca, a fortress of strength, whose fertile lands pro- duce the fruits of <span class=\"place\" data-place-id=\"981550\">Syria</span> in the midst of the Arabian desert. A friendly tribe, in- structed ( I know not how) in the art of sieges, supplied him with a train of bat- tering rams and military engines, with a body of five hundred artificers. But it was in vain that he offered freedom to the slaves of Tayef; that he violated his own laws by the extirpation of the fruit trees: that the ground was opened by the miners; that the breach was assaulted by the troops. After a siege of twenty days, the prophet sounded a retreat; but he retreated with a song of devout tri- umph, and affected to pray for the repentance of the unbelieving city. The spoil of this fortunate expedition amounted to six thousand captives, twenty-four thou- sand camels, forty thousand sheep, and four thousand ounces of silver: a tribe who had fought at Honain, redeemed their prisoners by the sacrifice of their idols; but Mahomet compensated the loss, by resigning to the soldiers his fifth of the plun- der, and wished, for their sake, that he possessed as many head of cattle as there were trees in the province of Tehama. Instead of chastising the disaffection of the Koreish, he endeavoured to cut out their tongues, (his own expression,) and to secure their attachment by a superior measure of liberality: Abu Sophian alone was presented with three hundred camels and twenty ounces of silver; and Mecca was sincerely converted to the profitable religion of the Koran. The fugitives and auxiliaries complained, that they who had borne the burden were neglected in the season of victory.\" Alas,\" replied their ai-tful leader,\" suffer me to conciliate these recent enemies, these doubtful proselytes, by the gift of some perishable goods. To your guard I intrust my life and fortunes. You are the companions of my exile, of my kingdom, of my paradise.\" He was fol- lowed by the deputies of Tayef, who dreaded the repetition of a siege.\" Grant ns, O apostle of God, a truce of three years, with the toleration of our ancient worship.\"   \"Not a month, not an hour.\"   \"Excuse us at least from the obliga- tion of prayer.\"   \" Without prayer religion is of no avail.\" They submitted in silence; their temples were demolished, and the same sentence of destruction was executed on all the idols of <span class=\"place\" data-place-id=\"874334\">Arabia</span>. His lieutenants, on the shores of the Red (1) Abulfeda, p. 112   115. Gagnier, torn. iii. p. 67   88. D'Herbelot, Mohammed. ...( ) The siege of Tayef, dirision of the spoil,&e. are related by Abulfeda (p. 117   123.) and Gagnier, (torn. VI\"J?\" 88   111.) It is Al Jannabi who mentions the engines and engineers of the tribe of Daws. The fertile spot   oi Tayef was supposed to be a piece of the land of <span class=\"place\" data-place-id=\"981550\">Syria</span> detached and dropped in the general deluge.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA344&img=1&zoom=3&hl=en&sig=ACfU3U3rCP__30r4ynyWDtEFPvNVETBHJw&ci=0%2C0%2C1000%2C2000&edge=0"}