{"text": " O F TH E ROMA N EMPIRE. 333 Sea, the ocean, and the gulf of Persia, were saluted by the acclamations of a faithful people; and the ambassadors who knelt before the throne of Medina, were as numerous (says the Arabian proverb) as the dates that fall from the maturity of a palm tree. The nation submitted to the God and the sceptre of Mahomet; the opprobrious name of tribute was abolished, the spontaneous or reluctant obla- tions of alms and tithes were applied to the service of religion; and one hun- dred and fourteen thousand Moslems accompanied the last pilgrimage of the apostle. (1) When Heraclius returned in triumph from the Persian war, he entertained, at Erhesa, one of the ambassadors of Mahomet, who invited the princes and na- tions of the earth to the profession of Islam. On this foundation the zeal of the Arabians has supposed the secret conversion of the Christian emperor: the vanity of the Greeks has feigned a personal visit to the prince of Medina, who accepted from the royal bounty a rich domain, and a secure retreat in the province of Sy- ria.^) But the friendship of Heraclius and Mahomet were of short continuance; the new religion had inflamed rather than assuaged the.rapacious spirit of the Sa- racens; and the murder of an envoy afforded a decent pretence for invading, with three thousand soldiers, the territory of Palestine, that extends to the eastward of the Jordan. The holy banner was intrusted to Zeid; and such was the discipline or enthusiasm of the rising sect, that the noblest chiefs served without reluctance under the slave of the prophet. On the event of his decease, Jaafar and Abdal- lah were successively substituted to the command; and if the three should pe- rish in the war, the troops were authorized to elect their general. The three leaders were slain in the battle of Muta,(3) the first military action which tried the valour of the Moslems against a foreign enemy. Zeid fell, like a soldier, in the foremost ranks; the death of Jaafar was heroic and memorable; he lost his right hand; he shifted the standard to his left; the left was severed from his body; he embraced the standard with his bleeding stumps, till he was transfixed to the ground with fifty honourable wounds.\" Advance,\" cried Abdallah, who stepped into the vacant place,\" advance with confidence; either victory or paradise is our own.\" The lance of a Roman decided the alternative; but the falling standard was rescued by Caled, the proselyte of Mecca: nine swords were broken in his hand; and his valour withstood and repulsed the superior numbers of the Chris- tians. In the nocturnal council of the camp he was chosen to command: his skil- ful evolutions of the ensuing day secured either the victory or the retreat of the Saracens: and Caled is renowned among his brethren and his enemies, by the glo- rious appellation of\\he Sword of God. In the pulpit, Mahomet described, with prophetic rapture, the crowns of the blessed martyrs; but in private he betrayed the feelings of human nature: he was surprised as he wept over the daughter of Zeid.\" What do I see?\" said the astonished votary.\" You see,\" replied the apostle,\"a friend who is deploring the loss of his most faithful friend.\" After the conquest of Mecca, the sovereign of <span class=\"place\" data-place-id=\"756537\">Arabia</span> affected to prevent the hostile pre- parations of Heraclius; and solemnly proclaimed war against the Romans, without attempting to disguise the hardships and dangers of the enterprise. (4) The Mos- lems were discouraged: they alleged the want of money, or horses, or provisions; the season of harvest, and the intolerable heat of the summer:\" Hell is much hot- ter,\" said the indignant prophet. He disdained to compel their service; but on his return he admonished the most guilty, by an excommunication of fifty days. Their desertion enhanced the merit of Abubeker, Othman, and the faithful companions who devoted their lives and fortunes; and Mahomet displayed his banner at the head of ten thousand horse, and twenty thousand foot. Painful indeed was the distress of the march: lassitude and thirst were aggravated by the scorching and pestilential winds of the desert: ten men rode by turns on the same camel; and they were reduced to the shameful necessity of drinking the water from the belly of that useful animal. In the midway, ten days' journey from Medina and Da- (1) The last conquest and pilgrimage of Mahomet are contained in Abulfeda(p. 121   133.,) Gagnier (torn, iii. p. 119   219.,) Elmacin (p. 10,11.,) Abulpharagius. (p. 103.) The ninth of the Hegira was styled the Year of Embassies (Gagnier, Not. ad Abulfed. p. 121.) (2) Compare the bigoted Al Jannabi (apod Gagnier, torn. i. p. 232   25S.) with the no less bigoted Greeks, Th*ophanes,(p.276   278.) Zonaras (torn. li. lib. 14. p. 86.) and Cedrenus. (p. 421.) (3) For the battle of Muta, and its consequences, see Abnlfeda (p. 100   102.) and Gagnier (torn. ii. p. 327   343.) KstXtSo; (says Theophanes) ov KiyivTt nxyjiiftav tow  5Cu. (4) The expedition to Tabac is recorded by our ordinary historians, Abnlfeda (Vit. Moham. p. 123   127.) and Oaenier (Vie de Mahomet, torn. iii. p. 147   163.;) but we have the advantage of appealing to the original evi- dence of the Koran (e. ix. p. 154   165.,) with Sale's learned and rational notes.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA345&img=1&zoom=3&hl=en&sig=ACfU3U1z_ettaXR0StEvzwgA2IqqzRi4Gg&ci=0%2C0%2C1000%2C2000&edge=0"}