{"text": " 354 TH E DECLIN E AN D FAL L mascus, they reposed near the grove and fountain of Tabuc. Beyond that place, Mahomet declined the prosecution of the war: he declared himself satisfied with the peaceful intentions; he was more probably daunted by the martial array of the emperor of the east. But the active and intrepid Caled spread around the terror of his name; and the prophet received the submission of the tribes and cities, from the <span class=\"place\" data-place-id=\"912849\">Euphrates</span> to Ailah, at the head of the Red Sea. To his Christian subjects, Mahomet readily granted the security of their persons, the freedom of their trade, the property of their goods, and the toleration of their worship.(l) The weakness of their Arabian brethren had restrained them from opposing his ambition; the disciples of Jeslfe were endeared to the enemy of the Jews; and it was the interest of a conqueror to propose a fair capitulation to the most powerful religion of the earth. Till the age of sixty-three years, the strength of Mahomet was equal to the temporal and spiritual fatigues of his mission. His epileptic fits, an absurd calum- ny of the Greeks, would be an object of pity rather than abhorrence,(2) but he seriously believed that he was poisoned at Chaibar, by the revenge of a Jewish female. (3) During four years, the health of the prophet declined; his infirmities increased; but his mortal disease was a fever of fourteen days, which deprived him by intervals of the use of reason. As soon as he was conscious of his danger, he edified his brethren by the humility of his virtue or penitence.\" If there be any man,\" said the apostle from the pulpit,\" whom I have unjustly scourged, I submit my own back to the lash of retaliation. Have I aspersed the reputation of a <span class=\"place\" data-place-id=\"148139\">Mus</span>- sulman? let him proclaim my faults in the face of the congregation. Has any one been despoiled of his goods? the little that I possess shall compensate the princi- pal and the interest of the debt.\"\" Yes,\" replied a voice from the crowd,\" I am entitled to three drachms of silver.\" Mahomet heard the complaint, satisfied the demand, and thanked his creditor for accusing him in this world rather than at the day of judgment. He beheld with temperate firmness the approach of death; enfranchised his slaves (seventeen men, as they are named, and eleven wo- men;) minutely directed the order of his funeral, and moderated the lamenta- tions of his weeping friends, on whom he bestowed the benediction of peace. Till the third day before his death, he regularly performed the function of public prayer; the choice of Abubekcr to supply his place, appeared to mark that ancient and faithful friend as his successor in the sacerdotal and regal office; but he prudently declined the risk and envy of a more explicit nomination. At a moment when his faculties were visibly impaired, he called for pen and ink to write, or more properly to dictate a divine book, the sum and accomplishment of all his revelations: a dispute arose in the chamber, whether he should be allowed to supersede the authority of the Koran; and the prophet was forced to reprove the indecent vehemence of his disciples. If the slightest credit may be afforded to the traditions of his wives and companions, he maintained in the bosom of his family, and to the last moments of his life, the dignity of an apostle, and the faith of an enthusiast; described the visits of Gabriel, who bade an everlasting farewell to the earth, and expressed his lively confidence, not only of the mercy, but of the favour of the Supreme Being. In a familiar discourse he had mentioned his special prerogative, that the angel of death was not allowed to take his soul till he had respectfully asked the permission of the prophet. The request was granted; and Mahomet immediately fell into the agony of his dissolution: his head was re- clined on the lap of Ayesnn, the best beloved of all his wives; he fainted with the violence of pain; recovering his spirits, he raised his eyes towards the roof of the (1) The Diploma oectiritatis Aiknsibus, is attested l>y Ahmed Ben Joseph, and the author Libri Splendorum;/ Gagnier, Not. ad Abulfedam, p. 125.) but Abulfeda himself, ns well as Elmacin (Hist. Saraeen, p. 11.0 though lie owns Mahomet's regard far the Christians (p. 13..) only mentions peace and tribute. In the year 1630, Sio- nita published at Paris the text and version of Mahomet's patent in favour of the Christians; which was ad- mitted and reprobated by the opposite taste of Salmatius and Grotins (Bayle, Mahomet* Rem. A A O Hottinger doubts of its authenticity (Hist. Orient, p. 237.;) Renaudot urges the consent of the Mahometans (Hist. Patri- arch. Ales. p. 109.;) but Mmheim (Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. p. 244.) shows the futility of their opinion, and inclines to be- lieve it spurious. Yet Abtilpharagius quotes the impostor's treaty with the Nestorian patriarch (Asseman. Bi- blioth. Orient, torn. ii. n_. 418.;) but Abulpharagius was primate of the Jacobites. (2) The epilepsy, or falling sickness of Mahomet, is asserted by Theophanes, Zonaras, and the rest of the Greeks; and is greedily swallowed by the gross bigotry of Hottinger (Hist. Orient, p. 10,11.,) Prideanx (Life of Mahomet, p. 12.,) and Maracci (torn. ii. Alcoran, p. 762, 763.) The titles{the wrapped up* the covered) of two chapters ot the Koran (73, 74.) can hardly be strained to such an interpretation: the silence, the ignorance, of the Mahometan commentators, is more conclusive than the most peremptory denial; and the charitable side is espoused by Ockley (Hist, of the Saracens, torn. i. p. 301..) Gagnier(ad Abulfed. p. 9. Vie de Mahomet, torn. i. p. 118.,) and <span class=\"place\" data-place-id=\"275696\">Sale</span> (Koran, p. 409   4740 (3) This poison, (more ignominious since it was offered as a test of his prophetic knowledge) is frankly corv leased by his zealous votaries, Abulfeda (p. 92.) and Al Jannabi (apud Gagnier, torn. ii. r- 286   2880", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA346&img=1&zoom=3&hl=en&sig=ACfU3U3rvL14vhmGxNFHEHC8cBWOBUpIpg&ci=0%2C0%2C1000%2C2000&edge=0"}