{"text": " O F TH E ROMA N EMPIRE. house, and with a steady look, though a faltering voice, uttered the last broken, though articulate words:\"OGod!.... pardon my sins! Yes,..'. I come, among my fellow-citizens on high; and thus peaceably expired on a carpet spread upon the floor. An expedition for the conquest of <span class=\"place\" data-place-id=\"29492\">Syria</span> was stopped by this mournful event; the army halted at the gates of Medina; the chiefs were assembled round their dying master. The city, more especially the house of the prophet, was a scene of clamorous sorrow, or of silent despair: fanaticism alone could suggest a ray of hope and consolation.\" How can he be dead, our witness, our intercessor, our mediator with God?\" By God, he is not dead; like Moses and Jesus he is wrapt in a holy trance, and speedily will he return to his faithful people.\" The evidence of sense was disregarded; and Omar unsheathing his scimitar, threatened to strike off the heads of the infidels, who should dare to affirm that the prophet was no more. The tumult was appeased by the weight and moderation of Abubeker.\" Is it Mahomet,\" said he to Omar and the multi- tude,\" or the God of Mahomet, whom you worship? The God of Mahomet liveth for ever, but the apostle was a mortal like ourselves, and, according to his own prediction, he has experienced the common fate of mortality.\" He was piously interred by the hands of his nearest kinsman, on the same spot on which he ex- pired.^) Medina has been sanctified by the death and burial of Mahomet: and the innumerable pilgrims of Mecca often turn aside from the way, to bow in volun- tary devotion,(2) before the simple tomb of the prophet.(3) At the conclusion of the life of Mahomet, it may perhaps be expected that I should balance his faults and virtues, that I should decide whether the title of en- thusiast or imposter more properly belongs to that extraordinary man. Had I been intimately conversant with the son of Abdallah, the task would still be diffi- cult, and the success uncertain: at the distance of twelve centuries, I darkly con- template his shade through a cloud of religious incense; and could I truly deline- ate the portrait of an hour, the fleeting resemblance would not equally apply to the solitary of mount Hera, to the preacher of Mecca, and to the conqueror of <span class=\"place\" data-place-id=\"874334\">Arabia</span>. The author of a mighty revolution appears to have been endowed with a pious and contemplative disposition: so soon as marriage had raised him above the pressure of want, he avoided the paths of ambition and avarice; and, till the age of forty, he lived with innocence, and would have died without a name. The unity of God is an idea most congenial to nature and reason; and a slight conver- sation with the Jews and Christians, would teach him to despise and detest the idolatry of Mecca. It was the duty of a man, and a citizen, to impart the doc- trine of salvation, to rescue his country from the dominion of sin and error. The energy of a mind incessantly bent on the same object, would convert a general ob- ligation into a particular call; the warm suggestions of the understanding, or the fancy, would be felt as the inspirations of heaven; the labour of thought would expire in rapture and vision; and the inward sensation, the invisible monitor,, would be described with the form and attributes of an angel of God,(4) From enthusiasm to imposture, the step is perilous and slippery; the demon of Socra- tes(5) affords a memorable instance, how a wise man may deceive himself, how a (1) The Greeks and Latins have invented and propagated the vulgar and ridicnlous story that Mahomet's- iron tomb is suspended in the air at Mecca (<r*fix t^rtaft^ftevov: Laonicus Chalcocondyles des Rebus Turcicis* lib. iii. p. 660 by the action of equal and potent loadstones (l)ictionaire de Bayle, Mahomet^ Rem. EE. FF.) Without any philosophical inquiries, it may_ suffice, that. 1. The prophet was not buried at Mecca: and, 2, That his tomb at Medina, which has been visited by millions, is placed on the ground (Reland de Relig. Mo- ham. lib. ii. c. 19. p. 200   211.) Gagnier (Vie de Mahomet, torn. iii. p. 263   268.) (2) Al Jannahi enumerates (Vie de Mahomet, torn. iii. p. 372   391.) the multifarious duties of a pilgrim who visited the tomb of the prophet and his companions, and the learned casuist decides, that this act of devotion u nearest in obligation and merit to a divine precept. The doctors are divided which, of Mecca and Medina, be the most excellent, p. 391   394.) (3) The last sickness, death, and burial, of Mahomet, are described by Abulfeda and GagnierfVit. Mohftm. p. 137   142. Vie de Mahomet, torn. iii. p. 220   271.) The most private and interesting circumstances were ori- ginally veceived from Ayesha, Ali, the sons of Abbas, Sec. and as they dwelt at Medina, and survived the pro- phet many years, they might repeat the pious tale to a second or third generation of pilgrims. (4) The Christians, rashly enough, have assigned to Mahomet a tame pigeon, that seemed to descend from heaven and whisper in his ear. As this pi-etended miracle is urged by Grotius (de Veritate Religionis Christ iansej his Arabic translator, the learned Pocock, inquired of him the names of his authors; and Grotius con- fessed, that it is unknown to the Mahometans themselves. Lest it should provoke their indignation and laughter, the pious lit is suppressed in the Arabic version; but it has obtained an edifying place in the numerous edi- tions of the Latin text (Pocock, Specimen, Hist. Arabum, p. 186,187. Reland, de Religion. Moham. lib. ii. c. 39. p. 2  9-62.) yrpxmtvj nparpiwii Ss owors (Plato, in Apolog. Socrat. c. xia. p. 121,122. edit. Fischer.) The familiar examples, which Socrates urges in his Dialogue with Theages (Platon. Optra, torn. i. p. 128, 129. edit. Hen. Stcphan.) are beyontl the reach of human foresight: and the divine inspiration (the Asei^ovtov) of the philosopher, is clearly taught in the Memorabilia of Xenonhon. The ideas of the most rational Platonists are expressed by Cicero (de Divmat. i. 54.) and in the fourteenth and fifteenth Dissertations of Maxima; of <span class=\"place\" data-place-id=\"678437\">Tyre</span> (p. 153   172. edit. Davis.;", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA347&img=1&zoom=3&hl=en&sig=ACfU3U2sIDWft1geQ906im0qgMJ9P1896w&ci=0%2C0%2C1000%2C2000&edge=0"}