{"text": " TH E BECLIN E AN D FAL L good man may deceive others, how the conscience may slumber in a mixed and middle state between self-illusion and voluntary fraud. Charity may believe that the original motives of Mahomet were those of pure and genuine benevolence; but a human missionary is incapable of cherishing the obstinate unbelievers who reject his claims, despise his arguments, and persecute liis life; he might forgive his personal adversaries, he may lawfully hate the enemies of God; the stern passions of pride and revenge were kindled in the bosom of Mahomet, and he sighed like the prophet of <span class=\"place\" data-place-id=\"874621\">Nineveh</span>, for the destruction of the rebels whom he had condemned. The injustice of Mecca, and the choice of Medina, transformed the citizen into a prince, the humble preacher into the leader of armies; but his sword was consecrated by the example of the saints; and the same God who af- flicts a sinful world with pestilence and earthquakes, might inspire for their con- version, or chastisement, the valour of his servants. In the exercise of political government, he was compelled to abate of the stern rigour of fanaticism, to com- ply, in some measure, with the prejudices and passions of his followers, and to employ even the vices of mankind as the instruments of their salvation. The use of fraud and perfidy, of cruelty and injustice, were often subservient to the propa- gation of the faith; and Mahomet commanded or approved the assassination of the Jews and idolaters who had escaped from the field of battle. By the repeti- tion of such acts, the character of Mahomet must have been gradually stained;. and the influence of such pernicious habits would be poorly compensated by the practice of the personal and social virtues, which are necessary to maintain the reputation of a prophet among his sectaries and friends. Of his last years, ambi- tion was the ruling passion; and a politician will suspect, that he secretly smiled (the victorious impostor!) at the enthusiasm of his youth, and the credulity of his proselytes. (1) A philosopher would observe that their cruelty and his success   would tend more strongly to fortify the assurance of his divine mission, that his interest and religion were inseparably connected, and that his conscience would be soothed by the persuasion, that he alone was absolved by the Deity from the obligation of positive and moral laws. If he retained any vestige of his native in- nocence, the sins of Mahomet may be allowed as the evidence of his sincerity. In the support of truth, the arts of fraud and fiction may be deemed less crimi- nal; and he would have started at the foulness of the means, had he not been sa- tisfied of the importance and justice of the end. Even in a conqueror, or a priest, I can surprise a word or action of unaffected humanity; and the decree of Maho- met, that, in the sale of captives, the mother should never be separated from her children, may suspend or moderate the censure of the historian. (2) The good sense of Mahomet(3) despised the pomp of royalty; the apostle of God submitted t;o the menial offices of the family; he kindled the fire, swept the floor, milked the ewes, and mended with his own hands his shoes and his woollen garment. Disdaining the penance and merit of a hermit, he observed without ef- fort or vanity, the abstemious diet of an Arab and a soldier. On solemn occasions he feasted his companions with rustic and hospitable plenty; but in his domestic life, many weeks would elapse without a fire being kindled on the hearth of the prophet. The interdiction of wine was confirmed by his example; his hunger was appeased with a sparing allowance of barley-bread; he delighted in the taste of milk and honey; but his ordinary food consisted of dates and water. Perfumes and women were the two sensual enjoyments which his nature required, and his re- ligion did not forbid: and Mahomet affirmed, that the fervour of his devotion was increased by these innocent pleasures. The heat of the climate inflames the blood of the Arabs; and their libidinous complexion has been noticed by the writers of antiquity. (4) Their incontinence was regulated by the civil and religious laws of the Koran: their incestuous alliances were blamed, the boundless license of poly- gamy was reduced to four legitimate wives or concubines; their rights both of bed and of dowry were equitably determined; the freedom of divorce was discouraged, (1) In some passage of his voluminous writings, Voltaire compares the prophet, in his old age to a fakir,  \" qui detaebi le cbaine de son cou pour en donner sur les oreilles a ses confreres.\" (2) Gagnier relates, with the same impartial pen, this humane law of the prophet, and the murders of Caab and Sophian, which he prompted and approved (Vie de Mahomet, torn. ii. p. 69. 97.208.) (3) For the domestic life of Mahomet, consult Gagnier, and the corresponding chapters of Ahulfeda: for his diet (torn. iii. p. 285   288.) his children (p. 189   289.) his wives (p. 290   303.) his marriage with Zeineb (mm. ii. p. 152   160.) his amour with Mary (303   309.) the false accusation of Ayesha (p. 185   199. The most original evidence of the three lasttransactions,is contained in the twenty-fourth, thirty-third, and sixty-sixth chapters of the Koran, with Sale's commentary. Prideanx (Lire of Mahomet, p. 80   90,) and Maracci (Prodrom. Alcoran, part iv. p. 49   59.) have maliciously exaggerated the frailties of Mahomet. (4) Incredibile est quo ardorc apud cos in venercm uturque solvitur sexus (Aromian, Marcellin. lib. xiv. c. 4.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA348&img=1&zoom=3&hl=en&sig=ACfU3U0jw_xGLuLHg39pwd2Hn2El1RaAbg&ci=0%2C0%2C1000%2C2000&edge=0"}