{"text": "  33\" O F TH E ROMA N EMPIRE. adultery was condemned as a capital offence, and fornication in either sex, was punished with a hundred stripes.(l) Such were the calm and rational precepts of the legislator; but in his private conduct, Mahomet indulged the appetites of a man, and abused the claims of a prophet. A special revelation dispensed him from the laws which he had imposed on his nation; the female sex, without re- serve, was abandoned to his desires; and this singular prerogative excited the: envy, rather than the scandal, the veneration rather than the envy, of the devout' Mussulmans. If we remember the seven hundred wives and three hundred con- cubines of the wise Solomon, we shall applaud the modesty of the Arabian, who espoused no more than seventeen or fifteen wives; eleven are enumerated, who occupied at Medina their separate apartments round the house of the apostle, and enjoyed in their turns the favour of his conjugal society. What is singular enough, they were all widows, excepting only Ayesha, the daughter of Abubeker. She was doubtless a virgin, since Mahomet consummated his nuptials (such is the pre- mature ripeness of the climate) when she was only nine years of age. The youth, the beauty, the spirit, of Ayesha, gave her a superior ascendant: she was beloved and trusted by the prophet; and, after his death, the daughter of Abubeker was long revered as the mother of the faithful. Her behaviour had been ambiguous and indiscreet: in a nocturnal march, she was accidentally left behind; and in the morning Ayesha returned to the camp with a man. The temper of Mahomet was inclined to jealousy; but a divine revelation assured him of her innocence: he chas- tised her accusers, and published a law of domestic peace, that no woman should be condemned unless four male witnesses had seen her in the act of adultery.(2) In his adventures with Zeineb, the wife of Zeid, and with Mary, an Egyptian captive, the amorous prophet forgot the interest of his reputation. At the house of Zeid, his freedman and adopted son, he beheld, in a loose undress, the beauty of Zeineb, and burst forth into an ejaculation of devotion and desire. The servile, or grateful freedman, understood the hint, and yielded without hesitation to the love of his benefactor. But as the filial relation had excited some doubt and scan- dal, the angel Gabriel descended from heaven to ratify the deed, to annul the adoption, and gently to reprove the apostle for distrusting the indulgence of his God. One of his wives, Hafna, the daughter of Omar, surprised him on her own bed, in the embraces of his Egyptian captive: she promised secrecy and for- giveness: he swore that he would renounce the possession of Mary. Both parties forgot their engagements, and Gabriel again descended with a chapter of the Ko- ran, to absolve him from his oath, and to exhort him freely to enjoy his captives and concubines, without listening to the clamours of his wives. In a solitary re- treat of thirty days, he laboured, alone with Mary, to fulfil the commands of the angel. When his love and revenge were satiated, he summoned to his presence his eleven wives, reproached their disobedience and indiscretion, and threatened them with a sentence of divorce, both in this world and the next: a dreadful sen- tence, since those who had ascended the bed of the prophet were for ever excluded from the hope of a second marriage. Perhaps the incontinence of Mahomet may be palliated by the tradition of his natural or preternatural gift;(3) he united the manly virtue of thirty of the children of <span class=\"place\" data-place-id=\"49836\">Adam</span>; and the apostle might rival the thirteenth labour(4) of the Grecian Hercules. (5) A more serious and decent ex- cuse may be drawn from his fidelity to Cadijah. During the twenty-four years of their marriage, her youthful husband abstained from the right of polygamy, and the pride or tenderness of the venerable matron was never insulted by the society of a rival. After her death, he placed her in the rank of the four perfect women, (1) <span class=\"place\" data-place-id=\"275696\">Sale</span> (Preliminary Discourse, p. 133   737.) h  s recapitulated the laws of marriage, divorce,&c. and the curions reader of Selden's Uxor Hebraica will recognise many Jewish ordinances. (3) In the memorable case, die caliph Omar decided that all presumptive evidence wa  orno avail; and that all the roar witnesses most have actually seen strium in pvxide. (Abulfedas Annates Mosleniici. p. 71. vers. Reiske.) (3) Sibi robtir ad generatinnem, quantum triginta viri habent, innesse jactaret: ita tit unica hora posset un- deeim fsminis Mtufoeere, nt ex Arabum libris refert Stus PetmsPaschasius, c. 2.(Maracci. Prodromal Alcoran, p. 4. p. 55.) See likewise observations de Belon, lib. iii. c. 10. fol. 179. recto.) Al Jannabi (Gagnier, torn. iii. p. 487.) records his own testimony, that he surpassed all men in conjugal vigour; and Ahulteda mentions the ex- clamation of Ali, who washed his body after his death,   \" O prophetn, certe penis suus ccelum versus erectus eat.\" (in Vit. Mohammed, p. 140.) (4) I borrow the style of a father of the church, ev*5\\su*t-'HpsexXov; tjii  j6iSi  *tov  Sxov. (Greg. Nazianzen, orat. iii. p. 108.) (5) The common and most glorious legend includes, in a single night, the fifty victories of Hercules over the virgin daughters of Thestios. (Diodor. Sicul, torn. i. lib. iv. p. 274. P.imanias, lib. ix. p. 763. Statins Sylr. lib. i. eleg. lit. v. 43.) But Athenseus allows seven nights, (Diepnosophist, Kb. xiii. p. 556.) and Apollndorus fifty, for this arduous achievement of rlercules, who was then no more than eighteen years of age. (Bibliot. lib. li. e. 4. p. 111. eum notis Heyne, part i. p. 333.) Vol. III. 43", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA349&img=1&zoom=3&hl=en&sig=ACfU3U397jKMQKXgHNZm9eF202miJDlWqA&ci=0%2C0%2C1000%2C2000&edge=0"}