{"text": " O F TH E KOMA N EMPIRE. 23 of ground, they obtained the most exhorbitant terms from the eager desires and timorous conscience of the monarch. Anthemius formed the design, and his ge- nius directed the hands of ten thousand workmen, whose payment in pieces of fine silver was never delayed beyond the evening. The emperorhimself clad in a li- nen tunic, surveyed each day their rapid progress, and encouraged their diligence by his familiarity, his zeal, and his rewards. The new cathedral of St. Sophia was consecrated by the patriarch, five years, eleven months and ten days from the first foundation; and, in the midst of the solemn festival, Justinian exclaimed with devout vanity,\" Glory be to God, who hath thought me worthy to accomplish so great a work: I have vanquished thee, O Solomon!\"(l) But the pride of the Ro- man Solomon, before twenty years had elapsed, was humbled by an earthquake,   which overthrew the eastern part of the dome. Its splendour was again restored by the perseverance of the same prince; and, in the thirty-sixth year of his reign, Justinian celebrated the second dedication of a temple, which remains, after twelve centuries, a stately\"monument of his fame. The architecture of St. Sophia, which is now converted into the principal mosch, has been imitated by the Turk- ish sultans, and that venerable pile continues to excite the fond admiration of the Greeks, and the more rational curiosity of European travellers. The eye of the spectator is disappointed by an irregular prospect of half domes and shelving roofs: the western front, the principal approach, is destitute of simplicity and magnificence: and the scale of dimensions has been much surpassed by several of the Latin cathedrals. But the architect, who first erected an aerial cupola, is en- titled to the praise of bold design and skilful execution. The dome of St. Sophia, illuminated by four and twenty windows, is formed with so small a curve, that the depth is equal only to one-sixth of its diameter; the measure of that diameter is one hundred and fifteen feet, and the lofty centre, where a crescent has supplant- ed the cross, rises to the perpendicular height of one hundred and eighty feet above the pavement. The circle, which encompasses the dome, lightly reposes on four strong arches, and their weight is firmly supported by four massy piles, whose strength is assisted on the northern and southern sides by four columns of Egyp- tian granite. A Greek cross, inscribed in a quadrangle, represents the form of the edifice; the exact breadth is two hundred and forty-three feet, and two hun- dred and sixty-nine may be assigned for the extreme length from the sanctuary in the east to the nine western doors which open in the vestibule, and from thence into the narthex, or exterior portico. That portico was the humble station of the penitents. The nave or body of the church was filled by the congregation of the faithful; but the two sexes were prudently distinguished, and the upper and lower galleries were allotted for the more private devotion of the women. Beyond the northern and southern piles, a balustrade, terminated on either side by the thrones, of the emperor and the patriarch, divided the nave from the choir: and the space, as far as the, steps of the altar, was occupied by the clergy and singers. The al- tar itself, a name which insensibly became familiar to Christian ears, was placed in the eastern recess, artificially built in the form of a demi-cylinder; and this sanctuary communicated by several doors with the sacristy, the vestry, the bap- tistery, and the contiguous buildings, subservient either to the pomp of worship, or the private use of the ecclesiastical ministers. The memory of past calamities, inspired Justinian with a wise resolution, that no wood, except for the doors, should be admitted into the new edifice; and the choice of the materials was ap- plied to the strength, the lightness, or the splendour of the respective parts. The solid piles, which sustained the cupola, were composed of huge blocks of freestone, hewn into squares and triangles, fortified by circles of iron, and firmly cemented by the infusion of lead and quick lime: but the weight of the cupola was diminished by the levity of its substance, which consists either of pumice- stone, that floats in the water, or of bricks from the isle of <span class=\"place\" data-place-id=\"590030\">Rhodes</span>, five times less ponderous than the ordinary sort. The whole frame of the edifice was construct- ed of brick; but those base materials were concealed by a crust of marble; and the inside of St. Sophia, the cupola, the two larger, and the six smaller semi- domes, the walls, the hundred columns, and the pavement, delight even the eyes of barbarians with a rich and variegated picture. A poet,(2) who beheld the (l) Solomon's temple was surrounded with courts, porticos,&c, but the proper structure of the house of God, was no more (if we take the Egyptian or Hebrew cubit at twenty-two inches) than fifty-five feet in, height, thirty-six and two thirds in breadth, and one hundred and ten in length   a small parish church, says, Prideaux; (Connex. vol. i. p. 144, folio) but few sanctuaries could be valued atfour or five millions sterling! (3) Paul Silentiarius, in dark and poetic language, describes the various stones and marbles that were em-, ployed in the edifice of St. Sophia. P. 2. p. 129.133.&c. Ecc.) 1. The Carytticn   pale, with iron veins. J. The;", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA35&img=1&zoom=3&hl=en&sig=ACfU3U02Y0TWFYrn02EBb4nyJ5V1CyUErA&ci=0%2C0%2C1000%2C2000&edge=0"}