{"text": " J38 TH E DECLIN E AN D FAL L  * with the sister of Moses, the mother of Jesus, and Fatima, the best beloved of hto daughters.\"Was she not old?\" said Ayesha, with the insolence of a blooming beauty,\" has not God given you a better in her place?   No, by God,\" said Ma- homet, with an effusion of honest gratitude,\"there never can be a better! she be- lieved in me, when men despised me; she relieved my wants, when I was poor and persecuted by the world. \"(1) In the largest indulgence of polygamy, the founder of a religion and empire might aspire to multiply the chances of a numerous posterity and a lineal succes- sion. The hopes of Mahomet were fatally disappointed. The virgin Ayesha, and his ten widows of mature age and approved fertility, were barren in his potent embraces. The four sons of Cadijah died in their infancy. Mary, his Egyptian concubine, was endeared to him by the birth of Ibrahim. At the end of fifteen months the prophet wept over his grave: but he sustained with firmness the rail- lery of his enemies, and checked the adulation or credulity of the Moslems, by the assurance that an eclipse of the sun was not occasioned by the death of the infant. Cadijah had likewise given him four daughters, who were married to the most faithful of his disciples: the three eldest died before their father; but Fatima, who possessed his confidence and love, became the wife of her cousin Ali, and the mother of an illustrious progeny. The merit and misfortunes of Ali and his de- scendants will lead me to anticipate, in this place, the series of the Saracen ca- liphs, a title which describes the commanders of the faithful as the vicars and suc- cessors of the apostle of God. (2) The birth, the alliance, the character, of Ali, which exalted him above the rest of his countrymen, might justify his claim to the vacant throne of <span class=\"place\" data-place-id=\"756537\">Arabia</span>. The son of Abu Taleb was, in his own right, the chief of the family of Hashem, and the hereditary prince or guardian of the city and temple of Mecca. The light of prophecy was extinct; but the husband of Fatima might expect the inheritance and blessing of her father: the Arabs had sometimes been patient of a female reign; and the two grandsons of the prophet had often been fondled in his lap, and shown in his pulpit, as the hope of his age, and the chief of the youth of para- dise. The first of the true believers might aspire to march before them in this world and in the next; and if some were of a graver and more rigid cast, the zeal and virtue of Ali were never outstripped by any recent proselyte. He united the qualifications of a poet, a soldier; and a saint: his wisdom still breathes in a collec- tion of moral and religious sayings;(3) and every antagonist, in the combats of the tongue, or of the sword, was subdued by his eloquence and valour. From the first hour of his mission to the last rites of his funeral, the apostle was never forsaken by a generous friend, whom he delighted to name his brother, his vicegerent, and the faithful Aaron of a second Moses. The son of Abu Taleb was afterward re- proached for neglecting to secure his interest by a solemn declaration of his right, which would have silenced all competition, and sealed his succession by the de- crees of heaven. But the unsuspecting hero confided in himself, the jealousy of empire, and perhaps the fear of opposition, might suspend the resolutions of Ma- homet; and the bed of sickness was besieged by the artful Ayesha, the daughter of Abubeker, and the enemy of Ali. The silence and death of the prophet restored the liberty of the people; and his companions convened an assembly to deliberate on the choice of a successor. The hereditary claim and lofty spirit of Ali, were offensive to an aristocracy of elders, desirous of bestowing and resuming the sceptre by a free and frequent election.- the Koreish could never be reconciled to the proud pre-eminence of the line of Hashem; the ancient discord of the tribes was rekindled; the fugitives of Mecca and the auxiliaries of Medina asserted their respective merits: and the rash pro- posal of choosing two independent caliphs would have crushed in their infancy the (1) Abnlfeda in Vit. Moham. p. 12,13.16,17. cum notij Gagnier. (2) This outline of the Arabian history ij drawn from the Bibliotheque Orientale of d'Herbelot; (under the names of Aboubecre, Omar, Ottoman, Ali, See.) from the Annals of Abulfeda, Abulpharagius. and Elmacin (under the propei- years of the Hrgira,) and especially from Ockley's History of the Saracens (vol. i. p. 1   1  . US   122. 229. 249. 363   372. 378   391. and almost the whole of the second volume.) Yet we should welch with caution the traditions of the hostile sects; a stream which becomes still more muddy as it flows farther from the source. Sir John Chardtn has too faithfully copied the fables and errors of the modern Persians. (Voyages, torn. 11. p. 235   250,&c. J' (3) Ockley (at the end of his second volume) has given an English version of one hundred and sixty-nine sentences, which he ascribes, with some hesitation, to Ali, the son of Abu Taleb. His preface is coloured by the enthusiasm of a translator; yet these sentences delineate a characteristic, though dark, picture of human", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA350&img=1&zoom=3&hl=en&sig=ACfU3U2FEoheM0vVHPpkJkfUfO7fLKk2vw&ci=0%2C0%2C1000%2C2000&edge=0"}