{"text": " O F TH E ROMA N EMPIRE. 339 religion and empire of the Saracens. The tumult was appeased by the disinte- rested resolution of Omar, who suddenly renouncing his own pretensions, stretched forth his hand, and declared himself the first subject of the mild and venerable Abubeker. The urgency of the moment, and the acquiescence of the people, might excuse this illegal and precipitate measure; but Omar himself confessed from the pulpit, that if any Mussulman should hereafter presume to anticipate the suffrage of his brethren, both the elector and the elected would be worthy of death. (1) After the simple inauguration of Abubeker, he was obeyed in Medina, Mecca, and the provinces of <span class=\"place\" data-place-id=\"756537\">Arabia</span>; the Hashemites alone declined the oath of fidelity; and their chief, in his own house, maintained, above six months, a sullen and independent reserve: without listening to the threats of Omar, whoattempted to consume with fire the habitation of the daughter of the apostle. The death of Fatima, and the decline of his party, subdued the indignant spirit of Ali; he con- descended to salute the commander of the faithful, accepted his excuse of the ne- cessity of preventing their common enemies, and wisely rejected his courteous of- fer of abdicating the government of the Arabians. After a reign of two years, the aged caliph was summoned by the angel of death. In his testament, with the tacit approbation of the companions, he bequeathed the sceptre to the firm and intrepid virtue of Omar.\" I have no occasion,\" said the modest candidate,\" for the place.\"   \" But the place has occasion for you,\" replied Abubeker; who ex- pired with a fervent prayer that the god of Mahomet would ratify his choice, and' direct the Mussulmans in the way of concord and obedience. The prayer was not ineffectual, since Ali himself, in a life of privacy and prayer, professed to revere the superior worth and dignity of his rival; who comforted him for the loss of em- pire, by the most flattering marks of confidence and esteem. In the twelfth year of his reign, Omar received a mortal wound from the hand of an assassin; he re- jected with equal impartiality the names of his son and of Ali, refused to load his conscience with the sins of his successor, and devolved on six of the most respec- table companions, the arduous task of electing a commander of the faithful. On this occasion, Ali was again blamed by his friends(2) for submitting his right to the judgment of men, for recognising their jurisdiction by accepting a place among the six electors. He might have obtained their suffrage, had he deigned to pro- mise a strict and servile conformity, not only to the Koran and tradition, but like- wise to the determinations of two seniors. (3) With these limitations, Othman, the secretary of Mahomet, accepted the government, nor was it till after the third caliph, twenty-four years after the death of the prophet, that Ali was invested by the popular choice, with the regal and sacerdotal office. The manners of the Arabians retained their primitive simplicity, and the son of Abu Taleb despised the pomp and vanity of this world. At the hour of prayer, he repaired to the mosch of Medina, clothed in a thin cotton gown, a coarse turban on his head, his slippers in one hand, and his bow in the other, instead of a walking staff. The companions of the prophet, and the chiefs of the tribes saluted their new sove- reign, and gave him their right hands as a sign of fealty and allegiance. The mischiefs that flow from the contests of ambition are usually confined to the times and countries in which they had been agitated. But the religious discord of-the friends and enemies of Ali has been renewed in every age of the Hegira, and is still maintained in the immortal hatred of the Persians and Turks. (4) The former, who are branded with the appellation of Shiites or sectaries, have enriched the Mahometan creed with a new article of faith; and if Mahomet be the apostle, his companion Ali is the vicar, of God. In their private converse, in their public worship, they bitterly execrate the three usurpers who intercepted his indefeasi- ble right to the dignity of imam and caliph; and the name of Omar expresses in (1) Ockley, (Ilist.of the Saracens, vol. i. p. 5,6.) from an Arabian MS. represents Ayesba as averse to the substitution of her father in the place of the apostle. This fact, so improbable in itself, is unnoticed by Abnt- feda, Al Jannabi, and Al Bochan, the last of whom quotes the tradition of Ayesha herself. (Vit. Mohammed, p. 136. Vie de Mahomet, torn. iii. p. 236.) (2) Particularly by his friend and cousin Abdallah, the son of Abbas, who died A. D. 687. with the title of grand doctor of the Moslems. In Abulfedahe recapitulated the important occasions in which Ali had neglected his salutary advice (p. 76. vers. Reiske;) and concludes, (p. 85.) O princeps fidelium, absque controversia tu quidem vere fortis es, at inops boni consilii, et rerum gerendarum parum callens. (3) I suspect that the two seniors (Abulpharagius, p. 115. Ockley, tool. i. p. 371.) may signify not two actual counsellors, but his two predecessors, Abubeker and Omar. (4) The schism of the Persians is explained by all our travellers of the last century, especially in the second and fourth volumes of their master, Chardin. Niebuhr, though of infinite merit, has the advantage of writing so late as the year 1764. (Voyages en Arabie,&c. torn. ii. p. 208   233.) since the ineffectual attempt of Nadir Shah to change the religion of the nation. (See his Fenian history translated into French by Sir William Jones, torn. ii. p. 5,6. 47,48.144   155.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA351&img=1&zoom=3&hl=en&sig=ACfU3U0wGc_1tv2URDilN0YVPLRgh366yQ&ci=0%2C0%2C1000%2C2000&edge=0"}