{"text": " O F TH E ROMA N EMPIRE. Ml Ayesha, the widow of the prophet, who cherished, to the last hour of her life, an implacable hatred against the husband and the posterity of Fatima. The most reasonable Moslems were scandalized, that the mother of the faithful should ex- pose in a camp her person and character; but the superstitious-crowd was confi- dent that her presence would sanctify the justice, and assure the success, of their cause. At the head of twenty thousand of his loyal Arabs, and nine thousand va- liant auxiliaries of Cufa, the caliph encountered and defeated the superior num- ber of the rebels under the walls of Bassora. Their leaders, Telha and Zobier, were slain in the first battle that stained with civil blood the arms of the Moslems. After passing through the ranks to animate the troops, Ayesha had taken her post amidst the dangers of the field. In the heat of the action, seventy men, who held the bridle of her camel, were successively killed or wounded; and the cage or lit- ter in which she sat, was struck with javelins and darts like the quills of a porcu- pine. The venerable captive sustained with firmness the reproaches of the con- queror, and was speedily dismissed to her proper station, at the tomb of Mahomet, with the respect and tenderness that was still due to the widow of the apostle. Af- ter this victory, which was styled the Day of the Camel, Ali marched against a more formidable adversary; against Moawiyah, the son of Abu Sophian, who had assumed the title of caliph, and whose claim was supported by the forces of <span class=\"place\" data-place-id=\"29492\">Syria</span> and the interest of the house of Ommiyah. From the passage of Thapsacus, the plain of Siffin(l) extends along the western banks of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>. On this spa- cious and level theatre, the two competitors waged a desultory war of one hun- dred and ten days. In the course of ninety actions or skirmishes, the loss of Ali was estimated at twenty-five, that of Moawiyah at forty-five thousand soldiers; and the list of the slain was dignified with the names of five and twenty veterans who had fought at Beder under the standard of Mahomet. In this sanguinary con- test, the lawful caliph displayed a superior character of valour and humanity. His troops were strictly enjoined to await the first onset of the enemy; to spare their flying brethren, and to respect the bodies of the dead, and the chastity of the fe- male captives. He generously proposed to save the blood of the Moslems by a single combat; but his trembling rival declined the challenge as a sentence of ine- vitable death. The ranks of the Syrians were broken by the charge of a hero who was mounted on a piebald horse, and wielded with irresistible force his pon- derous and two-edged sword. As often as he smote a rebel, he shouted the Allah Acbar,   \" God is victorious;\" and in the tumult of a nocturnal battle, he was heard to repeat four hundred times that tremendous exclamation. The prince of <span class=\"place\" data-place-id=\"678106\">Damascus</span> already meditated his flight, but the certain victory was snatched from the grasp of Ali by the disobedience and enthusiasm of his troops. Their con- science was awed by the solemn appeal to the books of the Koran which Moa- wiyah exposed on the foremost lances; and Ali was compelled to yield to a dis- graceful truce and an insidious compromise. He retreated with sorrow and in- dignation to Cufa; his party was discouraged; the distant provinces of Persia, of Yemen, and of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, were subdued or seduced by his crafty rival; and the stroke of fanaticism which was aimed against the three chiefs of the nation, was fatal only to the cousin of Mahomet. In the temple of Mecca, three Charegites or enthu- siasts discoursed of the disorders of The church and state; they soon agreed, that the deaths of Ali, of Moawiyah, and of his friend Amrou, the viceroy of Egypt, would restore the peace\"and unity of religion. Each of the assassins chose his victim, poisoned his dagger, devoted his life, and secretly repaired to the scene of action. Their resolution was equally desperate: but the first mistook the person of Amrou, and stabbed the deputy who occupied his seat; the prince of <span class=\"place\" data-place-id=\"678106\">Damascus</span> was dangerously hurt by the second; the lawful caliph, in the mosch of Cufa, re- ceived a mortal wound from the hand of the third. He expired in the sixty-third year of his age, and mercifully recommended to his children, that they would des- patch the murderer by a single stroke. The sepulchre of Ali(2) was concealed from the tyrants of the house of Ominiyah,(3) but in the fourth age of the Hegira, (1) The plan of Siffln is determined by d'Anvillefl'Euphrate et le Tigre, p. 29.) to be the Campus Barbari- cus of Procopius. (2) Abulfeda, a modern Sonnite, relates the different opinions concerning the burial of Ali, but adopts the sepulchre of Cufa, hodie fama numernque religiose frequemantium celebratum. This number is reckoned by Niebuhr to amount annually to two thousand of the dead, and five thousand of the living, (torn. ii. p. 208,209i) (3) All the tyrants of Persia, from Adhad el Dowlat, (A. D. 977, d'Herbelot, p. J8, 39.95.) to Nadir Shah, (A- D. 1743, Hist, de Nadir Shah, torn. ii. p. 1J5.) have enriched the lombof Ali with the spoils of the people. The Home is copper, with a bright and massy gilding, which glitters to the sun at the distance of many a mile.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA353&img=1&zoom=3&hl=en&sig=ACfU3U3TiwSVH3OQzYZm20Qn-8xsHuDMpQ&ci=0%2C0%2C1000%2C2000&edge=0"}