{"text": " TH E DECLIN E AN D FAL L a tomb, a temple, a city, arose near the ruins of Cufa.(l) Many thousands of the Schiites repose in holy ground at the feet of the vicar of God; and the desert is vivified by the numerous and annual visits of the Persians, who esteem their devo- tion not less meritorious than the pilgrimage to Mecca. The persecutors of Mahomet usurped the inheritance of his children; and the champions of idolatry became the supreme heads of his religion and empire. The opposition of Abu Sophian had been fierce and obstinate; his conversion was tar- dy and reluctant; his new faith was fortified by necessity and interest; he served, he fought, perhaps he believed; and the sins of the time of ignorance were expia- ted by the recent merits of the family of Ommiyah. Moawiyah, the son of Abu Sophian, and of the cruel Henda, was dignified in his early youth with the title or office of secretary of the prophet; the judgment of Omar intrusted him with the government of <span class=\"place\" data-place-id=\"29492\">Syria</span>; and he administered that important province above forty years, either in a subordinate or supreme rank. Without renouncing the fame of valour and liberality, he affected the reputation of humanity and moderation; a grateful people was attached to their benefactor, and the victorious Moslems were enriched with the spoils of <span class=\"place\" data-place-id=\"687949\">Cyprus</span> and <span class=\"place\" data-place-id=\"590030\">Rhodes</span>. The sacred duty of pursuing the assassins of Othman was the engine and pretence of his ambition. The bloody shirt of the martyr was exposed in the mosch of <span class=\"place\" data-place-id=\"678106\">Damascus</span>: the emir deplored the fate of his injured kinsman; and sixty thousand Syrians were engaged in his service by an oath of fidelity and revenge. Amrou, the conqueror of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, himself and army, was the first who saluted the new monarch, and divulged the dangerous se- cret, that the Arabian caliphs might be created elsewhere more than in the city of the prophet. (2) The policy of Moawiyah eluded the valour of his rival; and, after the death of Ali, he negotiated the abdication of his son Hassan, whose mind was either above or below the government of the world, and who retired without a sigh from the palace of Cufa, to an humble cell near the tomb of his grandfather. The aspiring wishes of the caliph were finally crowned by the important change of an elective to an hereditary kingdom. Some murmurs of freedom or fanaticism attested the reluctance of the Arabs, and four citizens of Medina refused the oath of fidelity; but the designs of Moawiyah were conducted with vigour and address; and his son Yezid, a feeble and dissolute youth, was proclaimed as the comman- der of the faithful, and the successor of the apostle of God. A familiar story is related of the benevolence of one of the sons of Ali. In serving at table, a slave had inadvertently dropped a dish of scalding broth on his master: the heedless wretch fell prostrate, to deprecate his punishment, and re- peated a verse of the Koran.\" Paradise is for those who command their anger.    I am not angry.   And for those who pardon offences.    I pardon your offence.   And for those who return good for evil    I give you your liberty, and four hun- dred pieces of silver.\" With an equal measure of piety, Hosein, the younger brother of Hassan, inherited a remnant of his father's spirit, and served with ho- nour against the Christians in the siege of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. The primogeniture of the line of Hashem, and the holy character of grandson of the apostle, had cen- tred in his person, and he was at liberty to prosecute his claim against Yezid, the tyrant of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, whose vices he despisei and whose title he had never deigned to acknowledge. A list was secretly transmitted from Cufa to Medina, of one hundred and forty thousand Moslems, who professed their attachment to his cause, and who were eager to draw their swords as soon as he should appear on the banks of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>. Against the advice of his wisest friends, he resolved to trust his person and family in the hands of a perfidious people. He traversed the desert of <span class=\"place\" data-place-id=\"1001942\">Arabia</span> with a timorous retinue of women and children; but as he ap- proached the confines of Irak, he was alarmed by the solitary or hostile face of the country, and suspected either the defection or ruin of his party. His fears were just: Obeidollah, the governor of Cufa, had extinguished the first sparks of an insurrection; and Hosein, in the plain of Kerbela, was encompassed by a body of five thousand horse, who intercepted his communication with the city and the river. He might still have escaped to a fortress in the desert, that had defied the power of Cicsar and Chosroes, and confided in the fidelity of the tribe of Tai, which would have armed ten thousand warriors in his defence. In a conference (1) The city of Meshed Ali, five or sis miles from llie ruins of Cufa, and one hundred and twenty to the south of Bagdad, isof thesizeand form of the modern <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>. Meshed Hosein, larger and more populous, is at the distance of thirty miles. (2) I borrow, on this occasion, the strong sense and expression of Tacitus, (Hist. i. 4.) Evnlgato imperii ar- eano posse imperatorem alibi rjuam Roma1 fieri.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA354&img=1&zoom=3&hl=en&sig=ACfU3U02_zn0idOqffRsvISPR5EknbM11g&ci=0%2C0%2C1000%2C2000&edge=0"}