{"text": " O F TH E ROMA N EMPIRE. with the chief of the enemy, he proposed the option of three honourable condi- tions: that he should be allowed to return to Medina, or be stationed in a frontier garrison against the Turks, or safely conducted to the presence of Yezid. But the commands of the caliph, or his lieutenant, were stern and absolute; and Ho- sein was informed that he must either submit as a captive and a criminal to the commander of the faithful, or expect the consequences of his rebellion.\" Do you think,\" replied he,\" to terrify me with death?\" And, during the short re-   spite of a night, he prepared with cairn and solemn resignation to encounter his fate. He checked the lamentations of his sister Fatima, who deplored the im- pending ruin of his house.\"Our trust,\" said Hosein,\"is in God alone. All things both in heaven and earth, must perish and return to their Creator. My brother, my father, my mother, were better than me; and every Mussulman has an example in the prophet.\" He pressed his friends to consult their safety by a timely flight; they unanimously refused to desert or survive their beloved master; and their courage was fortified by a fervent prayer and the assurance of paradise. On the morning of the fatal day, he mounted on horseback, with his sword in one hand, and the Koran in the other; his generous band of martyrs consisted only of thirty-two horse and forty foot; but their flanks and rear were secured by the tent-ropes, and by a deep trench which they had filled with lighted fagots, ac- cording to the practice of the Arabs. The enemy advanced with reluctance; and one of their chiefs deserted, with thirty followers, to claim the partnership of in- evitable death. In every close onset, or single combat, the despair of the Fati- mites was invincible; but the surrounding multitude galled them from a distance with a cloud of arrows, and the horses and men were successively slain: a truce was allowed on both sides for the hour of prayer; and the battle at length expired by the death of the last of the companions of Hosein. <span class=\"place\" data-place-id=\"89102\">Alone</span>, weary, and wound- ed, he seated himself at the door of his tent. As he tasted a drop of water, he was pierced in the mouth with a dart; and his son and nephew, two beautiful youths, were killed in his arms. He lifted his hands to heaven; they were full of blood, and he uttered a funeral prayer for the living and the dead. In a trans- port of despair, his sister issued from the tent, and adjured the general of the Cu- fians, that he would not suffer Hosein to be murdered before his eyes; a tear trickled down his venerable beard; and the boldest of his soldiers fell back on every side as the dying hero threw himself among them. The remorseless Sha- mer, a name detested by the faithful, reproached their cowardice; and the grand- son of Mahomet was slain with three-and-thirty strokes of lances and swords. After they had trampled on his body, they carried his head to the castle of Cufa, and the inhuman Obeidollah struck him on the mouth with a cane.\" Alas,\" ex- claimed an aged Mussulman,'* on these lips have I seen the lips of the apostle of God!\" In a distant age and climate, the tragic scene of the death of Hosein will awaken the sympathy of the coldest reader. (1) On the annual festival of his martyrdom, in the devout pilgrimage to his sepulchre, his Persian votaries aban- don their souls to the religious frenzy of sorrow and indignation. (2) When the sisters and children of Ali were brought in chains to the throne of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, the caliph was advised to extirpate the enmity of a popular and hos- tile race, whom he had injured beyond the hope of reconciliation. But Yezid preferred the counsels of mercy; and the mourning family was honourably dis- missed to mingle their tears with their kindred at Medina. The glory of mar- tyrdom superseded the right of primogeniture; and the twelve imams,(3) or pon- tiffs of the Persian creed, are Ali, Hassen, Hosein, and the lineal descendants of Hosein to the ninth generation. Without arms, or treasures, or subjects, they successively enjoyed the veneration of the people, and provoked the jealousy of the reigning caliphs; their tombs at Mecca or Medina, on the banks of the Eu- phrates, or in the province of Chorasan, are still visited by the devotion of their sect. Their names were often the pretence of sedition and civil war; but these royal saints despised the pomp of the world, submitted to the will of God and the injustice of man, and devoted their innocent lives to the study and practice of (t) I baTe abridged the interesting narrative of Ockley (torn. ii. p. 170   231.) It is long and minute: but the pathetic, almost always, consists in the detail of little circumstances. (2) Niebuhr the Dane (Voyages en Arable,&c. torn. ii. p, 208,&e.) is perhaps the only European traveller who has dared to visit Meshed Ali and Meshed Hosein. The two sepulchres are in the hands of tbe Turks, who tolerate and tax the devotion af the Persian heretics. The festival of the death of Hosein is amply described by Sir John Chardin, a traveller whom I have often praised. (3) The general article of/mam, hi d'Herbelot's Bib]iotheque,will indicate the succession; and the lives of the twlvc are given under their respective names.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA355&img=1&zoom=3&hl=en&sig=ACfU3U3voJK0h900AiM6ZVspQeDHzstm-g&ci=0%2C0%2C1000%2C2000&edge=0"}