{"text": " 344 TH E DECLIN E AN D FAL L religion. The twelfth and last of the Imams, conspicuous by the title of Mahadir or the Guide, surpassed the solitude and sanctity of his predecessors. He con- cealed himself in a cavern near Bagdad: the time and place of his death are un- known; and his votaries pretend that he still lives, and will appear before the day of judgment to overthrow the tyranny of Deial, or the antichrist. (1) In the lapse of two or three centuries, the posterity of Abbas, the uncle of Mahomet, had multiplied to the number of thirty-three thousand ;(2) the race of Ali, might be equally prolific: the meanest individual was above the first and greatest of princes; and the most eminent were supposed to excel the perfection of angels. But their adverse fortune, and the wide extent of the Mussulman empire, allowed an ample scope for every bold and artful impostor, who claimed affinity with the holy seed; the sceptre of the Almohades in <span class=\"place\" data-place-id=\"1027\">Spain</span> and <span class=\"place\" data-place-id=\"324852\">Africa</span>, of the Fatimites in <span class=\"place\" data-place-id=\"1001943\">Egypt</span> and Syria,(3) of the sultans of Yemen, and of the sophis of Persia,(4) has been con- secrated by this vague and ambiguous title. Under their reigns it might be dan- to dispute the legitimacy of their birth; and one of the Fatimite caliphs si- an indiscreet question, by drawing his scimitar.\" This\" said Moez,\"is my pedigree; and these,\" casting a handful of gold to his soldiers,\" are my kin- dred and my children.\" In the various conditions of princes, or doctors, or no- bles, or merchants, or beggars, a swarm of the genuine or fictitious descendants of Mahomet and Ali is honoured with the appellation of sheiks, or sherifs,_or emirs. In the Ottoman empire they are distinguished by a green turban, receive a stipend from the treasury, are judged only by their chief, and, however debased by fortune or character, still assert the proud pre-eminence of their birth. A fa- mily of three hundred persons, the pure and orthodox branch of the caliph Has- san, is preserved without taint or suspicion in the holy cities of Mecca and Medi- na, and still retains, after the revolutions of twelve centuries, the custody of the temple and the sovereignty of their native land. The fame and merit of Maho- met would ennoble a plebeian race, and the ancient blood of the Koreish tran- scends the recent majesty of the kings of the earth. (5) The talents of Mahomet are entitled to our applause, but his success has perhaps too strongly attracted our admiration. Are we surprised that a multitude of pro- selytes should embrace the doctrine and the passions of an eloquent fanatic? In the heresies of the church, the same seduction has been tried and repeated from the time of the apostles to that of the reformers. Does it seem incredible that a private citizen should grasp the sword and the sceptre, subdue his native country, and erect a monarchy by his victorious arms? In the moving picture of the dy- nasties of the east, a hundred fortunate usurpers have arisen from a baser origin, surmounted more formidable obstacles; and filled a larger scope of empire and con- quest Mahomet was alike instructed to preach and to fight, and the union of these opposite qualities, while it enhanced his merit, contributed to his success: the ope- ration of force and persuasion, of enthusiasm and fear, continually acted on each other, till every barrier yielded to their irresistible power. His voice invited the Arabs to freedom and victory, to arms and rapine, to the indulgence of their dar- ling passions in this world and the other; the restraints which he imposed were re- quisite to establish the credit of the prophet, and to exercise the obedience of the people; and the only objection to his success, was his rational creed of the unity and perfections of God. It is not the propagation but the permanency of his re- ligion that deserves- our wonder: the same pure and perfect impression which he engraved at Mecca and Medina, is preserved, after the revolutions of twelve cen- turies, by the Indian, the African, and the Turkish proselytes of the Koran. If (1) The name of Antichrist may seem ridiculous, but the Mahometans have liberally borrowed the fables of every religion. (Sale's Preliminary Discourse, p. 80.82.) In the royal stable of Ispahan, two horses were al- ways kept saddled, one for the Mnhadi himself, the other for his lieutenant, Jesus the son of Mary. (2) In the year of the Hegira 200. (A. n.815.) See d'Herbelot. p. 546. (3) D'Herbelot, p. 342. Theenemies of the Fatimites disgraced them bya Jewish origin. Yet they accnrately deduced their genealogy from Jaalhr, the sixth Imam: and the impartial Ahulfeda allows (Anna). Moslem, p. 230.) that they were owned by many, qui absque controTersia genuini sunt Alidarum, homine propaginum suae gentis exacte callcntes. He quotes some lines from the celebrated Slterifor Radi<   Ejrone humilitatem indoam in terris hostium? ( I suspect him to be an Edrissite of <span class=\"place\" data-place-id=\"981549\">Sicily</span>) cum in.Egypto sit Chalifa de gente Alii, qnocum ego communem habeo patrem et vindicem. (4) The kings of Persia of the last dynasty are descended from Sheik Sefi. a saint of the fourteenth century, and through him from Moussa Cassem, the son of Hosein, the son of Ali. (Olearius, p. 957. Chardin, torn. ii'i. p. 288.) But I cannot trace the intermediate degrees in any genuine or fabulous pedigree. If they were truly Fatimites, they might draw their origin from the princes of Mazanderan, who reigned in the ninth century, (d'Herbelot, p. 96.) (?) The present state of the familyof Mahomet and Ali is most accnrately described by Demetrius Cantemir, (Hist, of the Othman Empire, p. 94.) and Niebubr. (Description de l'Arabie, p. 9   16. 317, 8tc.) It is much to ne lamented, that the Danish traveller was unable to purchase the chronicles of <span class=\"place\" data-place-id=\"756537\">Arabia</span>. ", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA356&img=1&zoom=3&hl=en&sig=ACfU3U0s94r9yGIVZ-52f6sgdnJa3TLpNA&ci=0%2C0%2C1000%2C2000&edge=0"}