{"text": " O F TH E ROMA N EMPIRE. 345 the Christian apostles St. Peter or St. Paul, could return to the Vatican, they might possibly inquire the name of the deity who is worshipped with such myste- rious rites in that magnificent temple: at Oxford or Geneva, they would expe- rience less surprise: but it might still be incumbent on them to peruse the cate- chism of the church, and to study the orthodox commentators on their own writings, and the words of their master. But the Turkish dome of St Sophia, with an increase of splendour and size, represents the humble tabernacle erected at Medina by the hands of Mahomet. The Mahometans have uniformly withstood the temptations of reducing the object of their faith and devotion to a level with the senses and imaginations of man.\" I believe in one God, and Mahomet the apostle of God,\" is the simple and invariable profession of Islam. The intel- lectual image of the Deity has never been degraded by any visible idol; the ho- nours of the prophet have never transgressed the measure of human virtue; and his living precepts have restrained the gratitude of his disciples within the bounds of reason and religion. The votaries of A H have indeed consecrated the memory of their hero, his wife, and his children, and some of the Persian doctors pretend that the divine essence was incarnate in the person of the Imams; but their super- stition is universally condemned by the Sonnites; and their impiety has afforded a seasonable warning against the worship of saints and martyrs. The metaphysical questions on the attributes of God, and the liberty of man, have been agitated in the schools of the Mahometans, as well as in those of the Christians; but among the former they have never engaged the passions of the people, or disturbed the tran- quillity of the state. The cause of this important difference may be found in the separation or union of the regal and sacerdotal characters. It was the interest of the caliphs, the successors of the prophet and commanders of the faithful to re- press and discourage all religious innovations: the order, the discipline, the tem- poral and spiritual ambition, of the clergy, are unknown to the Moslems: and the sages of the law are the guides of their conscience and the oracles of their faith. From the Atlantic to the Ganges, the Koran is acknowledged as the fundamental code, not only of theology, but of civil and criminal jurisprudence: and the laws which regulate the actions and the property of mankind, are guarded by the in- fallible and immutable sanction of the will of God. This religious servitude is at- tended with some practical disadvantage; the illiterate legislator had been oftea misled by his own prejudices and those of his country; and the institutions of the Arabian desert may be ill adapted to the wealth and numbers pf Ispahan and Con- stantinople. On these occasions, the cadhi respectfully places on his head the holy volume, and substitutes a dexterous interpretation more opposite to the principles of equity, and the manners and policy of the times. His beneficial or pernicious influence on the public happiness is the last conside- ration in the character of Mahomet. The most bitter or most bigoted of his Chris- tian or Jewish foes, will surely allow that he assumed a false commission to incul- cate a salutary doctrine, less perfect only than their own. He piously supposed, as the basis of his religion, the truth, and sanctity of their prior revelations, the virtues and miracles of their founders. The idols of <span class=\"place\" data-place-id=\"874334\">Arabia</span> were broken before the throne of God; the blood of human victims was expiated by prayer, and fast- ing, and alms, the laudable or innocent arts of devotion; and his rewards and pun- ishments of a future life were painted by the images most congenial to an ignorant or carnal generation. Mahomet was perhaps incapable of dictating a moral and political system for the use of his countrymen: but he breathed among the faithful a spirit of charity and friendship, recommended the practice of the social virtues, and checked, by his laws and precepts, the thirst of revenge and the oppression of widows and orphans. The hostile tribes were united in faith and obedience, and the valour which had been idly spent in domestic quarrels, was vigorously di- rected against a foreign enemy. Had the impulse been less powerful, <span class=\"place\" data-place-id=\"874334\">Arabia</span>, free at home, and formidable abroad, might have flourished under a succession of her native monarchs. Her sovereignty was lost by the extent and rapidity of conquest. The colonies of the nation were scattered over the east and west, and their blood, was mingled with the blood of their converts and captives. After the reign of three caliphs, the throne was transported from Medina to the valley of <span class=\"place\" data-place-id=\"678106\">Damascus</span> and the banks of the <span class=\"place\" data-place-id=\"874545\">Tigris</span>; the holy cities were violated by impious war: <span class=\"place\" data-place-id=\"874334\">Arabia</span> was ruled by the rod of a subject, perhaps of a stranger; and the Bedoweens of the desert, awakening from their dream of dominion, resumed their old and solitary independence. (1) 11) The vriten of the Modem TJnireml Hiitory (vol. t, and 20 have compiled, in eight hundred and fifty Vol. III. 44", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA357&img=1&zoom=3&hl=en&sig=ACfU3U09uSQNMTbb95wx-EvbRjutpRJgug&ci=0%2C0%2C1000%2C2000&edge=0"}