{"text": " TH E DECLIN E AN D FAL L CHAPTE R LI. The conquest of Persia, <span class=\"place\" data-place-id=\"29492\">Syria</span>, <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, <span class=\"place\" data-place-id=\"324852\">Africa</span>, and <span class=\"place\" data-place-id=\"737056\">Spain</span>, by the Arabs or Saracens.   - Empire of the caliphs, or successors of Mahomet   State of the Christians, <span class=\"place\" data-place-id=\"207442\">Sic</span>. under their government. The revolution of <span class=\"place\" data-place-id=\"981506\">Arabia</span> had not changed the character of the Arabs; the death of Mahomet was the signal of independence; and the hasty structure of his_ power and religion tottered to its foundations. A small and faithful band of his primitive disciples had listened to his eloquence, and shared his distress; had fled with the apostle from the persecution of Mecca, or had received the fugitive in the walls of Medina. The increasing myriads, who acknowledged Mahomet as their king and prophet, had been compelled by his arms, or allured by his prosperity. The po- lytheists were confounded by the simple idea of a solitary and invisible God: the pride of the Christians and Jews disdained the yoke of a mortal and cotemporary legislator. Their habits of faith and obedience were not sufficiently confirmed; and many of the new converts regretted the venerable antiquity of the law of Mo- ses, or the rites and mysteries of the catholic church, or the idols, the sacrifices, the joyous festivals, of their pagan ancestors. The jarring interests and heredi- tary feuds of the Arabian tribes had not yet coalesced in a system of union and subordination; and the barbarians were impatient of the mildest and most salutary laws that curbed their passions, or violated their customs. They submitted with reluctance to the religious precepts of the Koran, the abstinence from wine, the fast of the Ramadan, and the daily repetition of five prayers; and the alms and tithes, which were collected for the treasury of Medina, could be distinguished only by a name from the payment of a perpetual and ignominious tribute. The example of Mahomet had excited a spirit of fanaticism or imposture, and several of his rivals presumed to imitate the conduct, and defy the authority, of the living prophet. At the head of the fugitives and auxiliaries, the first caliph was reduced to the <span class=\"place\" data-place-id=\"29656\">cities</span> <span class=\"place\" data-place-id=\"29656\">of</span> <span class=\"place\" data-place-id=\"29656\">Mecca</span>, Medina, and Tayef; and perhaps the Koreish would have restored the idols of the Caaba, if their levity had not been checked by a seasona- ble reproof.\" Ye men of Mecca, will ye be the last to embrace, and the first to abandon the religion of Islam?\" After exhorting the Moslems to confide in the aid of God and his apostle, Abubeker resolved, by a vigorous attack, to prevent the junction of the rebels. The women and children were safely lodged in the cavi- ties of the mountains: the warriors marching under eleven banners, diffused the terror of their arms; and the appearance of military force revived and confirmed the loyalty of the faithful. The inconstant tribes accepted, with humble repent- ance, the duties of prayer, and fasting, and alms; and, after some examples of success and severity, the most daring apostates fell prostrate before the sword of the Lord and of Caled. In the fertile province of Yamanah.(l) between the Red Sea and the gulf of Persia, in a city not inferior to Medina itself, a powerful chief, his name was Moseilama, had assumed the character of a prophet, and the tribe of Hanifa listened to his voice. A female prophetess was attracted by his reputa- tion: the decencies of words and actions were spurned by these favourites of hea- ven;(2) and they employed several days in mystic and amorous converse. An ob- fblio pages, the lire of Mahomet and the annals of the caliphs. They en joved the advantage of reading, and sometimes correcting, the Arabic text; yet notwithstanding their high-snu'ntfing boasts, I cannot find, after the conclusion of my work, that they have afforded me much (if any) additional information. The dull mass is not quickened bya spark of philosophy or taste; and the compilers indulge the criticism of acrimonions bigotry against Boulainvilliers, <span class=\"place\" data-place-id=\"275696\">Sale</span>, Gagmer, and all who even treated Mahomet with favour, or even justice. (0 See the description of the city and country of Al Yamanah. in Abulfeda, Descript. Arabise,p.60,6I. In the thirteenth century, there were some ruins, and a few palms: but in the present century, the same ground is occupied by the visions and arms of a modern prophet, whose tenets are imperfectly known. (Neibuhr, De- scription de rArabie, p. 396   302.) (2) Their first salutation may be transcribed, but cannot be translated. It was thus that Moseilama said or sung:  . Surge tandem itaque strenue permolendfl; nam stratus tibi thorns eat. Ant tnpronatulo tentorio si velis, aut in abditiore cubieulo si malis; Aut suspinam te humi exporrcetam fustigabo, si velis, aut si malis manibus pedibusque nixam. Ant si veins ejus (Priafii) gemino triente, aut si malis totus veniam. Into, totus venito, O Apostole Dei clamabat foemina. Id ipsum dicebat. Mosr-ilama mihi qunque suggessit Deus. The prophetess Segjab, after the fall of her lover, returned to idolatry; but, under the reign of Moawiyab.*\"e oecame a Mussulman, and died at Bassora. (Abnlfcda, Anna), vers. Reiske, p. 63.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA358&img=1&zoom=3&hl=en&sig=ACfU3U2ADcaqL9aQQxe9qanQ3-4TJbySaQ&ci=0%2C0%2C1000%2C2000&edge=0"}