{"text": " O F TH E ROMA N EMPIRE. 347 scure sentence of his Koran, or book, is yet extant;(l) and, in the pride of his mis- sion, Moseilama condescended to offer a partition of the earth. The proposal was answered by Mahomet with contempt: but the rapid progress of the impostor awakened the fears of his successor; forty thousand Moslems were assembled un- der the standard of Caled; and the existence of their faith was resigned to the event of a decisive battle. In the first action, they were repulsed with the loss of twelve hundred men; but the skill and perseverance of their general prevailed; their defeat was avenged by the slaughter of ten thousand infidels; and Moseilama himself was pierced by an Ethiopian slave with the same javelin which had mor- tally wounded the uncle of Mahomet. The various rebels of <span class=\"place\" data-place-id=\"1001942\">Arabia</span>, without a chief or cause, were speedily suppressed by the power and discipline of the rising monarchy; and the whole nation again professed, and more steadfastly held, the religion of the Koran. The ambition of the caliphs provided an immediate exer- cise for the restless spirit of the Saracens; their valour was united in the prosecu- tion of a holy war; and their enthusiasm was equally confirmed by opposition and victory. From the rapid conquests of the Saracens a presumption will naturally arise, that the first caliphs commanded in person the armies of the faithful, and sought the crown of martyrdom in the foremost ranks of the battle. The courage of Abubeker,(2) Omar,(3) and Othman,(4) had indeed been tried in the persecution and wars ot the prophet, and the personal assurance of paradise must have taught them to despise the pleasures and dangers of the present world. But they as- cended the throne in a venerable or mature age, and esteemed the domestic cares of religion and justice the most important duties of a sovereign. Except the pre- sence of Omar at the siege of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>, the longest expeditions were the fre- quent pilgrimage from Medina to Mecca; and they calmly received the tidings of victory as they prayed or preached before the sepulchre of the prophet. The austere and frugal measure of their lives was the effect of virtue or habit, and the pride of their simplicity insulted the vain magnificence of the kings of the earth. When Abubeker assumed the office of caliph, he enjoined his daughter Ayesha to take a strict account of his private patrimony, that it might be evident whether he were enriched or impoverished by the service of the state. He thought him- self entitled to a stipend of three pieces of gold, with the sufficient maintenance of a single camel and a black slave; but on the Friday of each week, he distri- buted the residue of his own and the public money, first to the most worthy, and then to the most indigent, of the Moslems. The remains of his wealth, a coarse garment, and five pieces of gold, were delivered to his successor, who lamented with a modest sigh his own inability to equal such an admirable model. Yet the abstinence and humanity of Omar were not inferior to the virtues of Abubeker: his food consisted of barley-bread or dates; his drink was water; he preached in a gown that was torn or tattered in twelve places; and a Persian satrap who paid his homage to the conqueror, found him asleep among the beggars on the steps of the mosch of Medina. Economy is the source of liberality, and the increase of the revenue enabled Omar to establish a just and perpetual reward for the past and present services of the faithful. Careless of his own emolument, he assigned to Abbas, the uncle of the prophet, the first and most ample allowance of twenty- five thousand drachms or pieces of silver. Five thousand were allotted to each of the aged warriors, the relics of the field of Beder, and the last and meanest of the companions of Mahomet was distinguished by the annual reVard of three thousand pieces. One thousand was the stipend of the veterans who had fought in the first battles against the Greeks and Persians, and the decreasing pay, as low as fifty pieces of silver, was adapted to the respective merit and seniority of the soldiers of Omar. Under his reign, and that of his predecessor, the conquerors of the east were the trusty servants of God and the people: the mass of the pub- lic treasure was consecrated to the expenses of peace and war; a prudent mixture of justice and bounty, maintained the discipline of the Saracens, and they united, by a rare felicity, the despatch and execution of despotism, with the equal and (1) See this text, which demonstrate! a cod from the work of generation, in Abulpharagius, (Specimen Hisc Arabum. p. 13. and Dynast, p. 103.; and Abulfeda. Annal. p. 63.) (2) His reign in Eutyehius, torn. ii. p. 251. Elmacin, p. 18. Abiilphaiagiui, p. 108. Abulffda, p. 60. D'Herbelot, p. 58. (3) His reign in Eutyehius, p. 264. Elmacin, p. 24. Abulpharagius, p. 110. Abulftda, p. 66. D'Herbelot, p. 686. (4) His reign in Eutyehius, p. 323. Elciacip.p. 36. Abulpharagius, p. 115. Abulfeda, p. 75. D'Herbelot,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA359&img=1&zoom=3&hl=en&sig=ACfU3U3IhZE8TF9tkqftPIUyxQ-xl4g6Gw&ci=0%2C0%2C1000%2C2000&edge=0"}