{"text": "->4 TH E DECLIN E AN D FAL L primitive lustre of St. Sophia, enumerates the colours, the shades, and the spots of ten or twelve marbles, jaspers, and porphyries, which nature had profusely di- versified, and which were blended and contrasted as it were by a skilful painter. The triumph of Christ was adorned with the last spoils of Paganism; but the greater part of these costly stones was extracted from the quarries of <span class=\"place\" data-place-id=\"837\">Asia</span> <span class=\"place\" data-place-id=\"837\">Minor</span>, the isles and continent of <span class=\"place\" data-place-id=\"1001896\">Greece</span>, <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, <span class=\"place\" data-place-id=\"324852\">Africa</span> and Gaul. Eight columns of porphyry, which Aurelian had placed in the temple of the sun, were offered by the piety of a Roman matron; eight others of green marble were presented by the ambitious zeal of the magistrates of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>: both are admirable by their size and beauty; but every order of architecture disclaims their fantastic capitals. A variety of ornaments and figures was curiously expressed in mosaic; and the images of Christ, of the Virgin, of saints, and of angels, which have been defaced by Turkish fanaticism, were dangerously exposed to the superstition of the Greeks. According to the sanctity of each object the precious metals were distributed in thin leaves or in solid masses. The balustrade of the choir, the capitals of the pillars, the ornaments of the doors and galleries, were of gilt bronze; the spec- tator was dazzled by the glittering aspect of the cupola; the sanctuary contained forty thousand pound weight of silver; and the holy vases and vestments of the altar were of the purest gold, enriched with inestimable gems. Before the struc- ture of the church had risen two cubits above the ground, 45,2001. were already consumed; and the whole expense amounted to 320,000/.; each reader, according to the measure of his belief, may estimate their value either in gold or silver; but the sum of 1,000,000/. sterling is the result of the lowest computation. A magni- ficent temple is a laudable monument of national taste and religion, and the en- thusiast who entered the dome of St. Sophia, might be tempted to suppose that it was the residence, or even the workmanship of the Deity. Yet how dull is the artifice, how insignificant is the labour, if it be compared with the formation of the vilest insect that crawls upon the surface of the temple! So minute a description of an edifice which time has respected, may attest the truth, and excuse the relation of the innumerable works, both in the capital and provinces, which Justinian constructed on a smaller scale and less durable founda- tions. (1) In <span class=\"place\" data-place-id=\"520985\">Constantinople</span> alone, and the adjacent suburbs, he dedicated twenty- five churches to the honour of Christ, the Virgin, and the saints; most of these churches were decorated with marble and gold; and their various situation was skilfully chosen in a populous square, or a pleasant grove; on the margin of the sea-shore, or on some lofty eminence which overlooked the continents of <span class=\"place\" data-place-id=\"1001887\">Europe</span> and <span class=\"place\" data-place-id=\"599527\">Asia</span>. The church of the holy apostles at Constantinople, and that of St. John at <span class=\"place\" data-place-id=\"599612\">Ephesus</span>, appear to have been framed on the same model: their domes aspired to imitate the cupolas of St. Sophia; but the altar was more judiciously placed un- der the centre of the dome, at the junction of four stately porticos, which more ac- curately expressed the figure of the Greek cross. The virgin of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span> might exult in the temple erected by her imperial votary on a most ungrateful spot, which afforded neither ground nor materials to the architect. A level was formed, by laising part of a deep valley to the height of a mountain. The stones of a neigh- bouring quarry were hewn into regular forms; each block was fixed on a peculiar carriage, drawn by forty of the strongest oxen, and the roads were widened for the passage of such enormous weights. <span class=\"place\" data-place-id=\"678267\">Lebanon</span> furnished her loftiest cedars for the timbers of the church; and the seasonable discovery of a vein of red marble, sup- plied its beautiful columns, two of which, the supporters of the exterior portico, were esteemed the largest in the world. The pious munificence of the emperor was diffused over the holy land: and if reason should condemn the monasteries of both sexes which were built or restored by Justinian, yet charity must applaud the wells which he sunk, and the hospitals which he founded, for the relief of the wea- ry pilgrims. The schismatical temper of Egypt was ill entitled to the royal boun- ty; but in <span class=\"place\" data-place-id=\"29492\">Syria</span> and <span class=\"place\" data-place-id=\"324852\">Africa</span> some remedies were applied to the disasters of wars and earthquakes, and both <span class=\"place\" data-place-id=\"314921\">Carthage</span> and Antiocn, emerging from their ruins, Phrygian   of two sorw, both of a rosy hue; the one with a white shade, the other purple, with silver flowers. 3. The Porphyry of Egypt-\" with small stars. 4. The green marble of Lac onto. 5. The Carian   from Mount lassii, with oblique veins, white and red. 6. The Lydian   pale, with a red flower. 7. The African or Mauri- tamos   of a gold or saffron hue. 8. The Celtic   black, with white veins. 9. The Bosphoric   white, with black edges. Besides the Proeannesian, which formed the pavement; the Thessalian, Motossian,&c, which are less distinctly painted. (1) The six books of the edifices of Procopins, are thus distributed   The first is confined to Constantino- ple; the second includes <span class=\"place\" data-place-id=\"1001936\">Mesopotamia</span> and Svria; the third, <span class=\"place\" data-place-id=\"874350\">Armenia</span> and the Euxinc; the fourth, Eurcpej the fifth, <span class=\"place\" data-place-id=\"837\">Asia</span> Minor and Palestine; the sixth, Egypt and <span class=\"place\" data-place-id=\"324852\">Africa</span>. <span class=\"place\" data-place-id=\"1052\">Italy</span> is forgot by the emperor or the histo- rian, who published this work of adulation before the date (A.D. 555) of its final conquest.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA36&img=1&zoom=3&hl=en&sig=ACfU3U1Kp0g_c_FdCTiTqnbfmUu2JVRHRw&ci=0%2C0%2C1000%2C2000&edge=0"}