{"text": " i48 TH E DECLIN E AN D FAL L frugal maxims of a republican government. The heroic courage of Ali,(f)tnt? consummate prudence of Moawiyah,(2) excited the emulation of their subjects; and the talents which had been exercised in the school of civil discord, were more usefully applied to propagate the faith and dominion of the prophet. In the sloth and vanity of the palace of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, the succeeding princes of the house of Ommiyah were alike destitute of the qualifications of statesmen and of saints. (3) Yet the spoils of unknown nations were continually laid at the foot of their throne, and the uniform ascent of the Arabian greatness must be ascribed to the spirit of the nation rather than the abilities of their chiefs. A large deduction must be al- lowed for the weakness of their enemies. The birth of Mahomet was fortunately placed in the most degenerate and disorderly period of the Persians, the Romans, and the barbarians of <span class=\"place\" data-place-id=\"991376\">Europe</span>: the empires of Trajan, or even of <span class=\"place\" data-place-id=\"305064\">Constantine</span> or Charlemagne, would have repelled the assault of the naked Saracens, and the torrent of fanaticism might have been obscurely lost in the sands of <span class=\"place\" data-place-id=\"1001942\">Arabia</span>. In the victorious days of the Roman republic, it had been the aim of the senate to confine their consuls and legions to a single war, and completely to suppress a first enemy before they provoked the hostilities of a second. These timid max- ims of policy were disdained by the magnanimity or enthusiasm of the Arabian caliphs. With the same vigour and success they invaded the successors of Au- gustus, and those of Artaxerxes; and the rival monarchies at the same instant be- came the prey of an enemy whom they had been so long accustomed to despise. In the ten years of the administration of Omar, the Saracens reduced to his obe- dience thirty-six thousand cities or castles, destroyed four thousand churches or temples of the unbelievers, and edified fourteen hundred moschs for the exercise of the religion of Mahomet. One hundred years after his flight from Mecca, the arms and the reign of his successors extended from <span class=\"place\" data-place-id=\"50004\">India</span> to the Atlantic ocean, over the various and distant provinces which may be comprised under the names of, I. Persia;II. <span class=\"place\" data-place-id=\"29492\">Syria</span>; III. <span class=\"place\" data-place-id=\"1001943\">Egypt</span>; IV. <span class=\"place\" data-place-id=\"324852\">Africa</span>; andV. <span class=\"place\" data-place-id=\"737056\">Spain</span>. Underthis general division, I shall proceed to unfold these memorable transactions; despatching with brevity the remote and less interesting conquests of the east, and reserving a fuller narra- tive for those domestic countries, which' had been included within the pale of the Roman empire. Yet I must excuse my own defects by a just complaint of the blindness and insufficiency of my guides. The Greeks, so loquacious in contro- versy, have not been anxious to celebrate the triumphs of their enemies. (4) Af- ter a century of ignorance, the first annals of the Mussulmans were collected in a great measure from the voice of tradition. (5) Among the numerous productions of Arabic and Persian literature,(6) our interpreters have selected the imperfect sketches of a more recent age. (7) The art and genius of history have ever been (l) Hi  reign in Eutychius, p.343. Elmacin, p. 5!. Abulpharagius, p. 417. Abulfeda,p. 83. D'Herbelotr P (2) His reign in Eutychius, p. 344. Klniacin, p. 54. Abulpharagius, p. 123. Abulfeda, p. 101. D'Herbelot, P.J86. (3) Tbeir reigns in Eutychius.torn. ii. p. 360   395. Elmacin. p. 59   108. Abulpharagius, ciyuan. 9. p. 124   139. Abulfeda, p. Ill   141. D'Herbelot, Bibliotheque Orientate, p. 691. and the particular articles of the Ommiades. (4) For the seventh and eighth centuries, we have scarcely any original evidence of the Byzantine historians, except the chronicles of Thtophanes (Th'ophanis Confcstoris Chronographia, Gr. et Lat. cum notis Jacobi Goar. Paris, 1655, in folio;) and the abridgment of Nicephnrus (Nicephori Patriarchal C. P. Breviarum H  to- ricum, Gr. et Lat. Pans, 1648, in folio.) who both lived in the beginning of the ninth century (see Hanckius de Scriptor. Byzant._y. 200   246.) Their coteniporary Photius does not seem to be mere opulent. After prats* ing the style of Nicephorus, he adds, K  i o>.w,- ireAAov.; tri rrpti aisrou eMrexpuaro.Mlvos T*fit tus i-\"Toptst;,Ti a-uvvp*$i  , and only complains of his extreme brevity (Phot. Bibliot. cod. 66. p. 100.) Some additions may be gleaned from the more recent histories of Cedrenus and Zonaras of the twelfth century. (5) Tabari,or Al Tabari, a native of Tahorestan, a famous imam of Bagdad, and the Livy of the Arabians, finished his general history in the year of the Hegira, 302 (A. D. 014.) At the request^ of his friends, he reduced a work of thirty thousand sheets to a more reasonable size. But his Arabic Original is known only by the Per- sian and Turkish versions. The Saracenic history of Ebn Amid, or Elmacin, is-aid to be an abridgment of the great Tabtui (Ockley's Hist, of the Saracens, vol. 2. preface, p. 39. and, list of authors, d'Herbelot, p. 866-. ST0.1014.) (6) Besides the list of authors framed by Prideaus (Life of Mahomet, p. 179   189.,) Ockley (at the end of his second volume,) and the Petit de la Croix (Hist, de Gengiscan, p. 525   550.,) we And in the Bibliotheque Ori- entate Tarik/i, a catalogue of two or three hundred histories or chronicles of the east, of which not more than three or four are older than Tabari. A lively sketch of oriental literature is given by Reiske (in his Prorlidag- mats ad Hagji Chalifre librum memorialem ad ealcem Abulfeda9 Tabulee, Svrise, Lipsite, 1766.0 but his project and the French version of Petit de la Croix (Hist, de Timur Bee, torn, ii preface, p. 45.) have fallen to the ground. (7) The particular historians and geographers will be occasionally introduced. The four following title- re- present the annals, which hav guided me in this general narrative.   1. Annates Eutychiij Patriarchal Ah.van. dnn'i, ab Edtvardo Pocock'io. Oxon. 1656, two voU. in quarto; a pompous edition of an indifferent author, trans- lated by Pocock, to gratify the presbyterian prejudice of his friend Selden. 2. fliitoria Sararenica Gevrgii Eh mnciul, opera et ttudio Thomm Erpenii, in quarto Lugd. Batavorum, 1625. He is said to have hastily translated a corrupt MS. and his version is aften deficient in style and sense. 3. Historia ctmfxndiola DynaJtiarttm a", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA360&img=1&zoom=3&hl=en&sig=ACfU3U2ltmhmZkdLhk4wObcgC-7_gyQZlg&ci=0%2C0%2C1000%2C2000&edge=0"}