{"text": " O F TH E ROMA N EMPIRE. unknown to the Asiatics;(l) they are ignorant of the laws of criticism; and oui* monkish chronicles of the same period may be compared to their most popular works, which are never verified by the spirit of philosophy and freedom, The oriental library of a Frenchman(2) would instruct the most learned mufti of the east; and perhaps the Arabs might not find in a single historian, so clear and com- prehensive a narrative of their own exploits, as that which will be deduced in the ensuing sheets- I. In the first year of the first caliph, his lieutenant Caled, the sword of God, and the scourge of the infidels, advanced to the banks of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, and re- duced the cities of <span class=\"place\" data-place-id=\"894043\">Anbar</span> and <span class=\"place\" data-place-id=\"912800\">Hira</span>. Westward of the ruins of <span class=\"place\" data-place-id=\"893951\">Babylon</span>, a tribe of sedentary Arabs had fixed themselves on the verge of the desert; and <span class=\"place\" data-place-id=\"912800\">Hira</span> was the seat of a race of kings who had embraced the Christian religion, and reigned above six hundred years under the shadow of the throne of Persia. (3) The last of the Mondars was defeated and slain by Caled: his son was sent a captive to Me- dina; his nobles bowed before the successor of the prophet: the people were tempted by the example and success of their countrymen; and the caliph accepted as the first fruits of foreign conquest, an annual tribute of seventy thousand pieces of gold. The conquerors, and even their historians, were astonished by the dawn of their future greatness.\"In the same year,\" says Elmacin,\"Caled fought many signal battles; an immense multitude of the infidels were slaughtered; and spoils, infinite and innumerable, were acquired by the victorious Moslems. \"(4) But the invincible Caled was soon transferred to the Syrian war: the invasion of the Persian frontier was conducted by less active or less prudent commanders: the Saracens were repulsed with loss in the passage of the Euphrates; and, though they chastised the insolent pursuit of the Magians, their remaining forces still ho- vered in the desert of <span class=\"place\" data-place-id=\"893951\">Babylon</span>. The indignation and fears of the Persians suspended for a moment their intes- tine divisions. By the unanimous sentence of the priests and nobles, their queen Arzema was deposed; the sixth of the transient usurpers, who had arisen and va- nished in three or four years, since the death of Chosroes and the retreat of He- raclius. Her tiara was placed on the head of Vezdegerd, the grandson of Chos- roes; and the same era, which coincides with an astronomical period,(5) has re- corded the fall of the Sassanian dynasty and the religion of Zoroaster. (6) The youth and inexperience of the prince, he was only fifteen years of age, declined a peri- lous encounter; the royal standard was delivered into the hands of his general Rustam; and a remnant of thirty thousand regular troops was swelled in truth, or in opinion, to one hundred and twenty thousand subjects, or allies of the great king. The Moslems, whose numbers were re-enforced from twelve to thirty thousand, had pitched their camp in the plains of Cadesia:(7) and their line, Cregorio Abulpharagio, interprete Edviardo Pocorkio. in quarto. Oxen. 1663; more useful for the literary than the civil history of the east. 4. Abulfedce Annates Mosleniki ad Ann, Hegira 406. a Jo. Tor. Rciske, in quarto. Lituia:, 1754; the best of our chronicles, both for the original and version; yet how far below the name of Abulfeda! We know that he wrote at Hamah, in the fourteenth century. The three former were Christians of the tenth, twelfth, and thirteenth centuries; the two first, natives of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>; a Melchite patriarch, and a Ja- cobite scribe. (1) M. de Guignes (Hist, des <span class=\"place\" data-place-id=\"207174\">Hum</span>, torn. i. pref. xix. m.) has characterised, with truth and knowledge, the two sorts of Arabian historians, the dry annalist, and the tumid and flowery orator. (2) Bibliolheque Orientate, par M. (THerbelot, in folio, Paris, 1697. For.the character of the respectable au- thor, consult his friend Thevenot (Voyages du Levant, part 1. chap. 50.) His work is an agreeable miscellany, which must gratify every taste; but I never can digest the alphabetical order, and I find him more satisfactory in toe Persian than the Arabic history. The recent supplement from the papers of M. M. Visdelou and Gaf- lond (in folio, <span class=\"place\" data-place-id=\"570417\">La</span> Haye, 177  ) is of a different case, a medley of tales, proverbs, and Chinese antiquities. (3) Pocock will explain the chronology (Specimen Hist. Arabum. p. 66. 7-1.) and d'Anville the geography'Enphrate et le Tigre, p. 125.,) of the dynasty of the Almondars. The English scholar understood more Ara- ic than the mufti of Aleppo (Ockley, vol. ii. p. 34.:) the French geographer is equally at home in every age and every climate of the world. (4) Fecit et Cbaled plurima in hoc ano prcelia, in quibus vicerunt Muslimi, et infldeliam immensa multitu- dine occisa spolia infinita et innumera sunt nacti (Hist. Saracenica, p. 20.) The Chiistian annalist slides into the national and compendious term of infidels, and 1 often adopt ( I hope without scandal) this characteristic mode of ex pression. (5) A cycle of one hundred and twenty years, the end of which an intercalary month of thirty days, supplied the use of our bissextile, and restored the integrity of the solar year. In a great revolution of one thousand four hundred and forty years, this intercalation was successively removed from the first to the twelfth month; but <span class=\"place\" data-place-id=\"550867\">Hyde</span> and Freret are involved ir, a profound controversy, whether the twelve, or only eight of these changes, were accomplished before the era of Yezdegerd, which is unanimously fixed to the 16th of June, A. D. 632. How laboriously does the curious spirit of <span class=\"place\" data-place-id=\"991376\">Europe</span> explore the darkest and most distant antiquities! (Hyde, de Reli. gione Pertarum, c. xiv   xviif. p. 181   211. Freret in the Mem. de l'Academie des Inscriptions, torn. xvi. p. 233   267.) (6) Nine days after the death of Mahomet (7th June, A. D. 632.) we find the era of Yezdegerd (16th June, A. D. 632.;) and his accession cannot be postponed beyond the end of the first year. His predecessors could noc therefore resist the arms of the caliph Omar, and these unquestionable dates overthrow the thoughtless chrono- logy of Abulpharagius. See Ockley's Hist, of the Saracens, vol. i. p. 130. (7) Cadesia, says the Nubian geographer (p. 121.) is in roargine solitudinis, sixty-one leagues from Bagdad,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA361&img=1&zoom=3&hl=en&sig=ACfU3U1btqcT44yIYpNGl-TINPFYMsBF5Q&ci=0%2C0%2C1000%2C2000&edge=0"}