{"text": " TH E DECLIN E AN D FAL L though it consisted of fewer men, could produce more soldiers than the unwieldy host of the infidels. I shall here observe, what I must often repeat, that the charge of the Arabs was not like that of the Greeks and Romans, the effort of a firm and compact infantry: their military force was chiefly formed of cavalry and archers; and the engagement, which was often interrupted and often renewed by single combats and flying skirmishes, might be protracted without any decisive event to the continuance of several days. The periods of the battle of Cadesia were distinguished by their peculiar appellations. The first, from the well-timed appearance of six thousand of the Syrian brethren, was denominated the day of succour. The day of concussion might express the disorder of one, or perhaps of both, of the contending armies. The third, a nocturnal tumult, received the whimsical name of the night of barking, from the discordant clamours, which were compared to the inarticulate sounds of the fiercest animals. The morning of the succeeding day determined the fate-of Persia; and a seasonable whirlwind drove a cloud of dust against the faces of the unbelievers. The clangour of arms was re-echoed to the tent of Rustam, who, far unlike the ancient hero of his name, was gently reclining in a cool and tranquil shade, amidst the baggage of his camp, and the train of mules that were laden with gold and silver. On the sound of danger he started from his couch; but his flight was overtaken by a valiant Arab, who caught him by the foot, struck off his head, hoisted it on a lance, and instantly returning to the field of battle, carried slaughter and dismay among the thickest ranks of the Persians. The Saracens confess a loss of seven thousand five hundred men; and the battle of Cadesia is justly described by the epithets of obsti- nate and atrocious. (1) The standard of the monarchy was overthrown and cap- tured in the field,   a leathern apron of a blacksmith, who, in ancie.it times, had arisen the deliverer of Persia; but this badge of heroic poverty was disguised, and almost concealed, by a profusion of precious gems. (2; After this victory, the wealthy <span class=\"place\" data-place-id=\"981534\">province</span> <span class=\"place\" data-place-id=\"981534\">of</span> <span class=\"place\" data-place-id=\"981534\">Irak</span> or <span class=\"place\" data-place-id=\"29492\">Assyria</span> submitted to the caliph, and his conquests were firmly established by the speedy foundation of Bassora,(3) a place which ever commands the trade and navigation of the Persians. At the distance of fourscore miles from the gulf, the <span class=\"place\" data-place-id=\"912849\">Euphrates</span> and <span class=\"place\" data-place-id=\"874545\">Tigris</span> unite in a broad and di- rect current, which is aptly stated the river of the Arabs. In the midway, be- tween the junction and the mouth of these famous streams; the new settlement was planted on the western bank: the first colony was composed of eight hundred Moslems: but the influence of the situation soon reared a flourishing and populous capital. The air, though excessively hot, is pure and healthy: the meadows are filled with palm trees and cattle: and one of the adjacent valleys has been cele- brated among the four paradises or gardens of <span class=\"place\" data-place-id=\"599527\">Asia</span>. Under the first caliphs, the jurisdiction of this Arabian colony extended over the southern provinces of Persia: the city has been sanctified by the tombs of the companions and martyrs; and the vessels of <span class=\"place\" data-place-id=\"991376\">Europe</span> still frequent the port of Bassora, as a convenient sta- tion and passage of the Indian trade. After the defeat of Cadesia, a country intersected by rivers and canals might have opposed an insuperable barrier to the victorious cavalry; and the walls of <span class=\"place\" data-place-id=\"893976\">Ctesiphon</span>, or Madayn, which had resisted the battering rams of the Romans, would not have yielded to the darts of the Saracens. But the flying Persians were overcome by the belief, that the last day of their religion and empire was at hand; the strongest posts were abandoned by treachery or cowardice; and the king, with a part of his family and treasures, escaped to Holwan, at the foot of the Median hills. In the third month after the battle, Said, the lieutenant of Omar, passed the <span class=\"place\" data-place-id=\"874545\">Tigris</span> without opposition; the capital was taken by assault; and the disorderly- resistance of the people gave a keener edge to the sabres of the Moslems, who shouted with religious transport,   \" This is the white palace of Chosroes, this is the promise of the apostle of Clod.\" The naked robbers of the desert were sud- denly enriched beyond the measure of their hope or knowledge. Each chamber revealed a new treasure secreted with art, or ostentatiously displayed: the gold and two stations from Cufa. Otter (Voyage, torn. i. p. 163.) reckons fifteen leagues,and observes, that the place is supplied with dates and water. (1) Atrox, eontumax, plus semel renovatum, are the well chosen expressions of the translator of Abutfcda (Kenke,p. 69.) (2) D'Herbelot, Bibliolheque Orientale, p. 297   348. (3) The reader may satisfy himself on the subject of Bassora. by consulting the following writers,   Geograpn. Nuu'1(  p. D'Herbelot, Bibliotlieque Orientale,p. 192. D'Anrille, I'Euphrate et le Tigre, p. 130. 133. Its. ll^ynal,Hist. Philosopliique des deux Indes. torn. ii. p. 92   100. Voyages de Pietrodella ValIe,tom. ii. p. 370 He Tavernier, torn. i. p. 240   247. De Thevenot, torn. it. p. 545   584. De Otter, torn. ii. p. 45   78. De Neibnhr, torn. ii. p. 172-199.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA362&img=1&zoom=3&hl=en&sig=ACfU3U2YsubP2EiHD5BQwvS0230nJ1TnYQ&ci=0%2C0%2C1000%2C2000&edge=0"}