{"text": " O F TH E ROMA N EMPIRE..Ml and silver, the various wardrobes and precious furniture, surpassed (says Abulfe- da) the estimate of fancy or numbers; and another historian defines the untold and almost infinite mass, by the fabulous computation of three thousands of thousands of thousands of pieces of gold.(l) Some minute though curious facts represent the contrast of riches and ignorance. From the remote islands of the Indian ocean, a large provision of camphire(2) had been imported, which is employed with a mixture of wax to illuminate the palaces of the east.' Strangers to the name and properties of that odoriferous gum, the Saracens, mistaking it for salt, mingled the camphire in their bread, and were astonished at the bitterness of the taste. One of the apartments of the palace was decorated with a carpet of silk, sixty cubits in length, and as many in breadth; a paradise, or garden, was depic- tured on the ground; the flowers, fruits, and shrubs, were imitated by the figures of the gold embroidery, and the colours of the precious stones; and the ample square was encircled by a variegated and verdant border. The Arabian general persuaded his soldiers to relinquish their claim, in the reasonable hope that the eyes of the caliph would be delighted with the splendid workmanship of nature and industry. Regardless of the merit of art and the pomp of royalty, the rigid Omar divided the priie among his brethren of Medina: the picture was destroyed; but such was the intrinsic value of the materials, that the share of Ali alone was sold for twenty thousand drachms. A mule that carried away the tiara and cui- rass, the belt and bracelets of Chosroes, was overtaken by the pursuers; the gor- geous trophy was presented to the commander of the faithful, and the gravest of the companions condescended, to smile when they beheld the white beard, hairy arms, and uncouth figure, of the veteran, who was invested with the spoils of the great king. (3) The sack of <span class=\"place\" data-place-id=\"893976\">Ctesiphon</span> was followed by its desertion and gradual decay. The Saracens disliked the air and situation of the place, and Omar was advised by his general, to remove the seat of government to the western side of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>. In every age the foundation and ruin of the Assyrian cities has been easy and rapid; the country is destitute of stone and timber, and the most so- lid structures(4) are composed of bricks baked in the sun, and joined by a cement of the native bitumen. The name of Cufa(5) describes a habitation of reeds and earth; but the importance of the new capital was supported by the numbers, wealth and spirit, of a colony of veterans; and their licentiousness was indulged by the wisest caliphs, who were apprehensive of provoking the revolt of a hun- dred thousand swords.\"Ye men of Cufa,\" said Ali, who solicited their aid,\" you have been always conspicuous by your valour. You conquered the Persian king, and scattered his forces, till you had taken possession of his inheritance.\" This mighty conquest was achieved by the battles of <span class=\"place\" data-place-id=\"894013\">Jalula</span> and Nehavend. Af- ter the loss of the former, Yezdegerd new from Holwan, and concealed his shame and despair in the mountains of Farsistan, from whence Cyrus had descended with his equal and valiant companions. The courage of the nation survived that of the monarch; among the hills to the south of Ecbatana or <span class=\"place\" data-place-id=\"903021\">Hamadan</span>, one hundred and fifty thousand Persians made a third and final stand for their religion and country; and the decisive battle of Nehavend was styled by the Arabs the victory of victo- ries. If it be true that the flying general of the Persians was stopped and over- taken in a crowd of mules and camels laden with honey, the incident, however slight or singular, will denote the luxurious impediments of an oriental army.(6) The geography of Persia is darkly delineated by the Greeks and Latins; but the most illustrious of her cities appear to be more ancient than the invasion of the Arabs. By the reduction of Hamadan and Ispahan, of Caswin, <span class=\"place\" data-place-id=\"197544\">Tauris</span>, and Rei, they gradually approached the shores of the Caspian sea; and the orators of Mec- (1) Mentevix potest numerove comprehend! quanta spolla.... nostris cessarinr. Abulfeda, p. 69. Yet I still suspect, that the extravagant numbers uf Elmacin may be the error, not of the text, but of the version. The best translators from the Greek, for instance, I find to be very poor arithmeticians. (2) The camphire trees grow in <span class=\"place\" data-place-id=\"118723\">China</span> and Japan; but many hundred weight of those meaner sorts are ex- changed for a single pound of the more precious gum of Borneo and Sumatra (RaynaT. Hist. Philosoph. torn, j. p. 362   365. Dictionnaire d'Hist. Naturelle par Bomare; Miller's Gardener's Dictionary.) These may he the islands of the first climate from whence the Arabians imported their camphire (Gengrapb. Nub. n. 34, 35. D'Herbelot, p. 232. f3) See Gagnier, Vie de Mahomet, torn. i. p. 376, 377. I may credit the fact, without believing the prophecy. (4) The most considerable ruins of <span class=\"place\" data-place-id=\"29492\">Assyria</span> are the tower of Belus at <span class=\"place\" data-place-id=\"893951\">Babylon</span>, and the hall of Chosroes at <span class=\"place\" data-place-id=\"893976\">Ctesiphon</span>: they have been visited by that vain and curious traveller, Pietro della Vale (torn. i. p. 713   718.731^735.)' (5) Consult the article of Coi/fah in the Bibliotheque of d'Herbelot (p. 277, 278. and the second volume of Hockley's History, particularly p. 40. and 153. (6) See the article Nehavend, in d'Herbelot, p. 667,668. and Voyages en Turqrtie et en Perse, par Otter, torn. i. n. 191.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA363&img=1&zoom=3&hl=en&sig=ACfU3U2-OFc_wUaR1EBEUGyAOTO6P6RGHA&ci=0%2C0%2C1000%2C2000&edge=0"}