{"text": " TH E DECLIN E AN D FAL L ca might applaud the success and spirit of the faithful, who had already lost sight of the northern bear, and had almost transcended the bounds of the habitable world. (1) Again turning towards the west and the Roman empire, they repassed the <span class=\"place\" data-place-id=\"874545\">Tigris</span> over the bridge of <span class=\"place\" data-place-id=\"874609\">Mosul</span>, and, in the captive provinces of <span class=\"place\" data-place-id=\"981507\">Armenia</span> and <span class=\"place\" data-place-id=\"981534\">Mesopotamia</span>, embraced their victorious brethren of the Syrian army. From the palace of Madayn their eastern progress was not less rapid or extensive. They advanced along the <span class=\"place\" data-place-id=\"874545\">Tigris</span> and the gulf; penetrated through the passes of the mountains into the valley of Estachar or <span class=\"place\" data-place-id=\"922695\">Persepolis</span>; and profaned the last sanc- tuary of the Magian empire. The grandson of Chosroes was nearly surprised among the falling columns and mutilated figures; a sad emblem of the past and present fortune of Persia:(2) he fled with accelerated haste over the desert of Kir- man,'implored the aid of the warlike Segestans, and sought an humble refuge on the verge of the Turkish and Chinese power. But a victorious army is insensible of fatigue: the Arabs divided their forces in the pursuit of a timorous enemy; and the caliph Othman promised the government of Chorasan to the first general who should enter that large and populous country, the kingdom of the ancient Bac- trians. The condition was accepted; the prize was deserved; the standard of Ma- homet was planted on the walls of Herat, Merou, and Balch; and the successful leader neither halted nor reposed till his foaming cavalry had tasted the waters of the <span class=\"place\" data-place-id=\"59969\">Oxus</span>. In the public anarchy, the independent governors of the cities and castles obtained their separate capitulations; the terms were granted or imposed by the esteem, the prudence, or the compassion of the victors; and a simple pro- fession of faith established the distinction between a brother and a slave. After a noble defence, Harmozan, the prince or satrap of\"Ahwaz and <span class=\"place\" data-place-id=\"324716\">Susa</span>, was com- pelled to surrender his person and his state to the discretion of the caliph; and their interview exhibits a portrait of the Arabian manners. In the presence, and by the command of Omar, the gay barbarian was despoiled of his silken robes em- broidered with gold, and of his tiara bedecked with rubies and emeralds.\" <span class=\"place\" data-place-id=\"39292\">Are</span>?rau now sensible,\" said the conqueror to his naked captive,\"are you now sensi-)le of the judgment of God, and of the different rewards of infidelity and obedi-, ence?\"\" Alas!\" replied Harmozan,\" I feel them too deeply. In the days of our common ignorance, we fought with the weapons of the flesh, and my nation was superior. God was then neuter: since he has espoused your quarrel, you have subverted our kingdom and religion.\" Oppressed by this painful dialogue, the Persian complained of intolerable thirst, but discovered some apprehensions lest he should be killed whilst he was drinking a cup of water.\" Be of good courage,\" said the caliph,\" your life is safe till you have drank this water;\" the crafty satrap accepted the assurance, and instantly dashed the vase against the ground. Omar would have avenged the deceit; but his companions represented the sanctity of an oath; and the speedy conversion of Harmozan entitled him not only to a free pardon, but even to a stipend of two thousand pieces of gold. The administration of Persia was regulated by an actual survey of the people, the cattle, and the fruits of the earth ;(3) and this monument, which attests the vigilance of the ca- liphs, might have instructed the philosophers of every age.(4) The flight of Yezdegerd had carried him beyond the Oxus, and as far as the Jaxavtes, two rivers(S) of ancient and modern renown, which descend from the mountains of <span class=\"place\" data-place-id=\"50004\">India</span> towards the Caspian sea. He was hospitably entertained by Tarkhan, prince of Fargana,(6) a fertile province on the <span class=\"place\" data-place-id=\"59844\">Jaxartes</span>; the king of Sa- to Ic is in such a style of ignorance and wonder that the Athenian orator describes the Arctic conquest! of Alexander, who never advances beyond the shores of the Caspian, A**!:xvJpo? ms  pxrou ui m; oixcwumk altymSiiv, muri K/*i&ijTT  ixsi. Esrhines contra Ctesiphontem, torn. iii. p.554.edit. Grace. Orator. Reiske. This me- morable cause was pleaded at <span class=\"place\" data-place-id=\"579885\">Athens</span>, Olymp. 112. 3., (before Chnst 300) in the autumn (Tayler, praefat. p. 370,&c.) about a year after the battle of Arbclal and Alexander, in the pursuit of Darius, was marching to- wards <span class=\"place\" data-place-id=\"942333\">Hyrcania</span> and Bactriana. (2) We are indebted for this curious particular to the Dynasties of Ahulpharagitis, p. 118. but it is needless to prove the identity of Estachar and <span class=\"place\" data-place-id=\"922695\">Persepolis</span> (d'Herbelot, p. 327.) and still more needless to copy the draw- ing* and descriptions of Sir John Chardin, or Corneille le Bruyn. (3) After the conquest of Persia, Theophones, adds,  u   y; Tw xpova fxs\\nj<rt, Cvuxeo, av%yp*&nnt snsnsv-rt* uir<euTCv OIXM/Uvxv. eysMT O  l  ) stvxypx$x xxi avBpoiruiv xo  i xtkvwv xxi Juimv, (Chronograph, p. 283.) (4) Amidst our meagre relations, I must regret, that d'Herbelot has not found and used a Persian translation of Tabari, enriched, as he says, with many extracts from the native historians of the Ghebers or Magi. (Biblio- theque Orientate, p. 1014.) (5) The most authentic accounts of the two rivers, the Sihon, (Jaxartes) and the Gihon, (Oxus,) may be found in Sherif al Edrisi, (Geograph. Kubiens. p. 138.) Abulfeda, Descript. Chorasan. in Hudson, torn. iii. p. 23.) Abulghazi Khan, who reigned on their banks, (Hist. Genealogique ties Tartars, p. 32. 57.700.) and the Turk- ish Geographer, a MS. in tho king of France's library. (Examen Critique des Huloriens d' Alexander, p. 194 (6) The territory of Fargana is described by Abulfeda, p. W, 77.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA364&img=1&zoom=3&hl=en&sig=ACfU3U3xPOB2Kxu7NgPV6HQbRtSw8xpl5g&ci=0%2C0%2C1000%2C2000&edge=0"}