{"text": " O F TH E ROMA N EMPIRE. Jnarcand, with the Turkish tribes of <span class=\"place\" data-place-id=\"60058\">Sogdiana</span> and <span class=\"place\" data-place-id=\"991379\">Scythia</span>, were moved by the la- mentations and promises of the fallen monarch; and he solicited, by a suppliant embassy, the more solid and powerful friendship of the emperor of <span class=\"place\" data-place-id=\"118723\">China</span>. (1) The virtuous Taitsong,(2) the first of the dynasty of the Tang, may be justly compared with the Antonines of <span class=\"place\" data-place-id=\"423025\">Rome</span>: his people enjoyed the blessings ot prosperity and peace; and his dominion was acknowledged by forty-four hordes of the barbarians of Tartary. His last garrisons of Cashgar and Khoten maintained a frequent in- tercourse with their neighbours of the <span class=\"place\" data-place-id=\"59844\">Jaxartes</span> and <span class=\"place\" data-place-id=\"59969\">Oxus</span>; a recent colony of Per- sians had introduced into China, the astronomy of the Magi; and Taitsong might be alarmed by the rapid progress and dangerous vicinity of the Arabs. I'he in- fluence, and perhaps the supplies of China, revived the hopes of Yezdegerd and the zeal of the worshippers of fire; and he returned with an army of Turks to conquer the inheritance of his fathers. The fortunate Moslems, without un- sheathing their swords, were the spectators of his ruin and death., The grandson of Chosroes was betrayed by his servant, insulted by the seditious inhabitants of Merou, and oppressed, defeated, and pursued by his barbarian allies. He reached the banks of a river, and offered his rings and bracelets for an instant passage in a miller's boat. Ignorant or insensible of royal distress, the rustic replied, that four drachms of silver were the daily profit of his mill, and that he would not sus- pend his work unless the loss were repaid. In this moment of hesitation and de- lay, the last of the Sassanian kings was overtaken and slaughtered by the Turkish cavalry, in the nineteenth year of his unhappy reign. (3) His son Firuz, an hum- ble client of the Chinese emperor, accepted the station of captain of his guards; and the Magian worship was long preserved by a colony of loyal exiles in the pro- vince of Bucharia. His grandson inherited the regal name; but after a faint and fruitless enterprise, he returned to China, and ended his days in the palace of Si- gan. The male line of the Sassanides was extinct; but the female captives, the daughters of Persia, were given to the conquerors in servitude, or marriage; and the race of the caliphs and imams was ennobled by the blood of their royal mo- thers. (4) After the fall of the Persian kingdom, the river Oxus divided the territories of the Saracens and of the Turks. This narrow boundary was soon overleaped by the spirit of the Arabs: the governors of Chorasan extended their successive in- roads; and one of their triumphs was adorned with the buskin of a Turkish queen, which she dropped in her precipitate flight beyond the hills of Bochara.(5) But the final conquest of Transoxiana,(6) as well as of <span class=\"place\" data-place-id=\"1027\">Spain</span>, was reserved for the glorious reign of the inactive Walid; and the name of Catiliah, the camel driver, declares the origin and merit of his successful lieutenant. While one of his col- leagues displayed the first Mahometan banner on the banks of the <span class=\"place\" data-place-id=\"59851\">Indus</span>, the spacious regions between the Oxus, the Jaxartes and the Caspian sea, were re- duced by the arms of Catibah to the obedience of the prophet, and of the ca- liph. (J) A tribute of two millions of pieces of gold was imposed on the infidels; their idols were burnt or broken; the Mussulman chief pronounced a sermon in the new mosch of Carizme; after several battles, the Turkish-hordes were driven back to the desert; and the emperors of China solicited the friendship of the vic- torious Arabs. To their industry, the prosperity of the province, the <span class=\"place\" data-place-id=\"60058\">Sogdiana</span> (1) Eo redegit angustiarum eundum regem exsnlem, lit Torcici regis et Sogdianr, et Sinensis, auxilia missis literis itnploraret. (Abtrlfrtl. Annal. p. 74.) The connexion of (he Persian and Chinese history is illustrated by Freret, Mem. de P AcsuVmie. torn. xvi. p. 245   255.) and de Guignes. (Hist, des Huns, torn. ii. p. 54   55. ana for the geography of the borders, torn. ii. p. 1   43.) (2) Hist. Sinica, p. 41   46. in the thiitl part of the Relations Curieuses of Th* venot. (3 J I have endeavoured to harmonize the various narrarives of Rlmacin. (Hist. Saracen, p. 37.) Abulphara- gios, (Dynast, p. 116.) Abuifeda, (Annal. p. 74.79.) and d'Herbelot. (p. 485.) The end of Yezdegerd was not only unfortunate but obscure. (4) The rwo daughter! of Yt-zdegcrd married Hassan, the son of Ali, and Mohammed, the son of Ahnbeker; and the first of these was the father of a numerous projreny. The daughter of Phirouz became the wife of thu caliph Walid, and their son Yt-zid derived his genuine or fabulous descent from the Chosroes of Persia, the Cte- sars of Rome, and the Chagans of the Turks or Avars. (D'Herbelot, Bibliot. Orientale, p. 96. 437.) (5) It was valued at two thousand pieces of gold, and was rhe prize of Obeidollah, the son of Ziyad, a name afterward infamous bj the murder of Hosein. (Ockley's History of the Saracens, vol. ii. p. 142, 143.) His bro- ther <span class=\"place\" data-place-id=\"687928\">Salem</span> was accompanied by his wife, the first Arabian woman (A. D. 680.) who passed the Oxus: she bor- rowed, or rather stole, the crown and.jewels of the princess of the Sogtlians. (231,232.) (6) A part of Abulfeda's geography is translated by Greaves, inserted in Hudson's collection of the minor geo- grapher*, (torn, iii.) and emitted, Deseriptio Chorasmifeet Mamaralnahrce, id esr, regionum extra fiuvium, Oxutn, p. 80. The name of Tramaxiana, softer in sound, equivalent in sense, is aptly used bv Petit de la Croix, (Hist, de Gengiscan, 8tc.) and some modern Orientalists; but they are mistaken in ascribing it to the writers of antiquity. (7) The conquests of Catibah are faintly marked by Elmacin, (Hist. Saracen, p. 84.) d'Herbelot, (Bibliot. Orient. Catbah, Samaramd, Vulid) and tie Gnignea, Hist, des Huns, torn. i. p. 53, 59.) Vol. TIT. 45", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA365&img=1&zoom=3&hl=en&sig=ACfU3U1YBCVbKW-4FTpCSQz80Eu_H2uKhA&ci=0%2C0%2C1000%2C2000&edge=0"}