{"text": " J5'l TH E DECLIN E AN D FAL L of the ancients, may in a great measure be ascribed; but the advantages of the soil and climate had been understood and cultivated since the reign of the Mace- donian kings. Before the invasion of the Saracens, Carizme, Bochara, and Sa- marcand, were rich and populous under the yoke of the shepherds of the north. These cities were surrounded with a double wall; and the exterior fortification, of a larger circumference, enclosed the fields and gardens of the adjacent district. The mutual wants of <span class=\"place\" data-place-id=\"50004\">India</span> and <span class=\"place\" data-place-id=\"991376\">Europe</span> were supplied by the diligence of the Sog- dian merchants; and the inestimable art of transforming linen into paper, has been diffused from the manufacture of Samarcand over the western world. (1) II. No sooner had Abubeker restored the unity of faith and government, than he despatched a circular letter to the Arabian tribes.   \" In the name of the most merciful God, to the rest of the true believers. Health and happiness, and the mercy and blessing of God be upon you. I praise the most high God, and I pray for his prophet Mahomet. This is to acquaint you, that I intend to send the true believers into Syria(2) to take it out of the hands of the infidels. And I would have you know, that the fighting for religion is an act of obedience to God.\" His messengers returned with the tidings of pious and martial ardour which they had kindled in every province; and the camp of Medina was suc- cessively filled with the intrepid bands of the Saracens, who panted for action, complained of the heat of the season, and the scarcity of provisions; and accused with impatient murmurs the delays of the caliph. As soon as their numbers were complete, Abubeker ascended the hill, reviewed the men, the horses, and the arms, and poured forth a fervent prayer for the success of their undertaking. In person and on foot, he accompanied the first day's march; and when the blush- ing leaders attempted to dismount, the caliph removed their scruples by a decla- ration, that those who rode, and those who walked in the service of religion, were equally meritorious. His instructions(3) to the chiefs of the Syrian army, were inspired by the warlike fanaticism which advances to seize, and affects to despise, the objects of worldly ambition.\" Remember (said the successor of the prophet) that you are always in the presence of God, on the verge of death, in the assu- rance of judgment, and the hope of paradise. Avoid injustice and oppression; consult with your brethren, and study to preserve the love and confidence of your troops. When you fight the battles of the Lord, acquit yourselves like men, without turning your backs; but let not your victory be stained with the blood of women or children. Destroy no palm trees, nor burn any fields of corn. Cut down no fruit trees, nor do any mischief to cattle, only such as you kill to eat When you make any covenant or article, stand to it, and be as good as your word. As you go on, you will find some religious persons who live retired in monasteries, and propose to themselves to serve God that way: let them alone, and neither kill them nor destroy their monasteries;(4) and you will find another sort of people that belong to the synagogue of Satan, who have shaven crowns;(5) be sure you cleave their skulls, and give them no quarter till they either turn Mahometans, or pay tribute.\" All profane or frivolous conversation; all dangerous recollection of ancient quarrels, was severely prohibited among the Arabs: in the tumult of a camp, the exercises of religion were assiduously practised: and the intervals of action were employed in prayer, meditation, and the study of the Koran. The (1) A curious description of Samarcand is inserted in the Bibliotheca Arabico-Hispana, torn. i. p. 208,&e. The librarian Casiri (torn. ii. is.) relates, from credible testimony, that paper was first imported from <span class=\"place\" data-place-id=\"118723\">China</span> to Samarcand, A. H. 30, and tnieni  f, or rather introduced at Mecca, A. H. 88. The escurial library contains paper MSS. as old as the fourth or fifth century of the Hegira. (2) A separate history of the conquest of <span class=\"place\" data-place-id=\"531109\">Syria</span> has been composed by Al Wakidi, cadi of Bagdad, who vat bom A. D. 748, and died A. D. 822; he likewise wrote the conquest of <span class=\"place\" data-place-id=\"981503\">Egypt</span>, of Diarbekir,&e. Above the meagre and recent chronicles of the Arabians, Al Wakidi has the double merit of antiquity and copiousness. His tales and traditions afford an artless picture of the men and the times. Yet his narrative is too often defec- tive, trifling, and imnrobable. Till something better shall be found, his learned and spirited interpreter, (Oek- ley, in bis History of the Saracens, vol. i. p. 21   342.) will not deserve the petulant animadversion of Keitke. (Prodidagmata ad Hajcji Chalifai Tabulas, p. 236.) I am sorry to think that the labours of Ockley were con- summated in a jail. (See his two prefaces to the first vol. A. D. 1708, to the second, 1718, with the list of the' authors at tbe end.) (3) The instructions, Sec. of the Syrian war, are described by Al Wakidi and Ockley, torn. i. p. 22   27. Sec. In the sequel it is necessary to contract, and needless to quote, their circumstantial narrative. My obligations to others shall be noticed.   (4) Notwithstanding this precept, M. Pauw (Recherches surles Egyptiens. tom. ii. p. 192. edit. Lausanne) represents the Bedoweens as the implacable enemies of the Christian monks. For my own part, I am more in- clined to suspect the avarice of the Arabian robbers, and the prejudices of the German philosopher. (5) Even in the seventeenth century, the monks were generally laymen; they wore their hair long- and dis- hevelled, and shaved their heads when they were ordained priests. The circular tonsure was sttored and mys- terious: it was the crown of thorns; but it was likewise n royal diadem, and every priest was a king, esc. (Tbo- mastin, Discipline de l'Eglise, tom. i. p. 721   758. especially p. 737, 738.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA366&img=1&zoom=3&hl=en&sig=ACfU3U1pqAxz1gMeJVOESRIBtna9Yd5sfg&ci=0%2C0%2C1000%2C2000&edge=0"}