{"text": " O F TH E ROMA N EMPIRE, abuse, or even the use of wine was chastised by fourscore strokes on the soles of the feet, and in the fervour of their primitive zeal, many secret sinners revealed their fault, and solicited their punishment. After some hesitation, the command of the army was delegated to Abu Obeidah, one of the fugitives of Mecca and companions of Mahomet; whose zeal and devotion were assuaged, without being abated, by the singular mildness and benevolence of his temper. But in all the emergencies of war, the soldiers demanded the superior genius of Caled; and whoever might be the choice of the prince, the sword of God was both in fact and fame the foremost leader of the Saracens. He obeyed without reluctance; he was consulted without jealousy; and such was the spirit of the man, or rather of the times, that Caled professed his readiness to serve under the banner of the faith, though it were in the hands of a child or an enemy. Glory, and riches, and dominion, were indeed promised to the victorious Mussulman; but he was care- fully instructed, that if the goods of this life were his only incitement, they like- wise would be his only reward. One of the fifteen provinces of <span class=\"place\" data-place-id=\"29492\">Syria</span>, the cultivated lands to the eastward of the Jordan, had been decorated by Roman vanity with the name of Arabiai{Y) and the first arms of the Saracens were justified by the semblance of a national right. The country was enriched by the various benefits of trade; by the vigi- lance of the emperors it was covered with a line of forts; and the populous cities of <span class=\"place\" data-place-id=\"678158\">Gerasa</span>, Philadelphia, and Bosra,(2) were secure, at least from a surprise, by the solid structure of their walls. The last of these cities was the eighteenth station of Medina: the road was familiar to the caravans of Hejaz and Irak, who annually visited this plenteous market of the province and the desert: the per- petual jealousy of the Arabs had trained the inhabitants to arms; and twelve thousand horse could sally from the gates of Bosra, an appellation which signi- fies, in the Syriac language, a strong tower of defence. Encouraged by their first success against the open towns and flying parties of the borders, a detachment of four thousand Moslems presumed to summon and attack the fortress of Bosra. They were oppressed by the numbers of the Syrians; they were saved by the presence of Caled, with fifteen hundred horse; he blamed the enterprise, restored the battle, and rescued his friend, the venerable Serjabil, who had vainly invoked the unity of God and the promise of the apostle. After a short repose, the Mos- lems performed their ablutions with sand instead of water;(3) ana the morning prayer was recited by Caled before they mounted on horseback. Confident of their strength, the people of Bosra threw open their gates, drew their forces into the plain, and swore to die in the defence of their religion. But a religion of peace was incapable of withstanding the fanatic ciy of Fight, fightl Paradise, paradise.' that re-echoed in the ranks of the Saracens; and the uproar of the town, the ringing of bells,(4) and the exclamations of the priests and monks, in- creased the dismay and disorder of the Christians. With the loss of two hundred and thirty men, the Arabs remained masters of the field; and the ramparts of Bosra, in expectation of human or divine aid, were crowded with holy crosses and consecrated banners. The governor Romanus had recommended an early sub- mission; despised by the people, and degraded from his office, he still retained the desire and opportunity of revenge. In a nocturnal interview, he informed the enemy of a subterraneous passage from his house under the wall of the city: the son of the caliph, with a hundred volunteers, were committed to the faith of this new ally, and their successful intrepidity gave an easy entrance to their com- panions. After Caled had imposed the terms of servitude and tribute, the apos- tate or convert avowed in the assembly of the people his meritorious treason.\" I renounce your society,\" said Romanus,\" both in this world, and the world to (!) Huic <span class=\"place\" data-place-id=\"1001942\">Arabia</span> est conserta, ex alio latere Nahathrcis contiirua; opima varietate commerciorum, castrisque oppleta validis et castellis, quae ad repellendos gentium vicinarum excursus, solicitudo pervigil neterum per op- portnnos saltus erexit et cautei. Amraian. Marcellin. 14. 8. He land. Palestin. torn. i. p. 85, 86. (2) With <span class=\"place\" data-place-id=\"678158\">Gerasa</span> and Philadelphia, Ammianus praises the fortifications of Bosra firmitate cautissitnas. They deserted the same praise in the time of Abnlfeda, (Tabid. Syria;, p. 99.) who describes the city, the metropolis-of Hawran (Auranitis,) four days' journey from <span class=\"place\" data-place-id=\"678106\">Damascus</span>. The Hebrew etymology I learn from Reland. Pa- lestin. torn. ii. p. 666. (3) The apostle of a desert and an army was obliged to allow this ready succedaneum for water; (Koran, c. 3. p. 66. C. 5. p. 83.) but the Arabian and Persian casuists have embarrassed his free permission with many niceties and distinction;. Reland. de Relic;. Mohammed, lib. i. p. 82, 83. Chardin, Voyages en Perse, torn, iv.) (4) The belli rung! Oekley, vol. i. p. 38. Yet I much doubt whether this expression can be justified by the text of Al Wakidi, or the practice of the times. Ad Grzcos, says the learned Ducangc, (Glossar. med. et innrn. Grsecitat. torn. i. p. 774.) campanarum usus serius transit et etiam num rarissimus est. The otdest ex- ample which he can find m the Byzantine writers is of the vear 1040; but the Venetians pretend, that they in- troduced bells at <span class=\"place\" data-place-id=\"520998\">Constantinople</span> in the ninth century.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA367&img=1&zoom=3&hl=en&sig=ACfU3U3UJ8eJZzg3LIDMyFx0RT34gxpXYA&ci=0%2C0%2C1000%2C2000&edge=0"}