{"text": " TH E DECLIN E AN D FAL L come. And I deny him that was crucified, and whosoever worships him. And 1 choose God for my Lord, Islam for my faith, Mecca for my temple, the Moslems for my brethren, and Mahomet for my prophet; who was sent to lead us into the right way, and to exalt the true religion, in spite of those who join partners with God.\" a i j The conquest of Bosra, four days' journey from <span class=\"place\" data-place-id=\"678106\">Damascus</span>. (1) encouraged the Arabs to besiege the ancient capital of Syria.(2) At some distance from the walls, they encamped among the groves and fountains of that delicious territory,(3) and the usual option of the Mahometan faith, of tribute or of war, was proposed to the resolute citizens, who had been lately strengthened by a re-enforcement of five thousand Greeks. In the decline, as in the infancy of the military art, a hos- tile defiance was frequently offered and accepted by the generals themselves :(4) many a lance was shivered in the plain of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, and the personal prowess of Caled was signalized in the first sally of the besieged. After an obstinate combat, he had overthrown and made prisoner one of the Christian leaders, a stout and worthy antagonist. He instantly mounted a fresh horse, the gift of the governor of <span class=\"place\" data-place-id=\"668331\">Palmyra</span>, and pushed forwards to the front of battle.\" Repose yourself for a moment,\" said his friend Derar,\" and permit me to supply your place: you are fatigued with fighting with this dog.\"   \" O Derar!\" replied the indefatigable Sara- cen,*' we shall rest in the world to come. He that labours to-day shall rest to-mor- row.\" With the same unabated ardour, Caled answered, encountered, and van- quished a second champion; and the heads of his two captives, who refused to abandon their religion, were indignantly hurled into the midst of the city. The event of some general and partial actions reduced the Damascenes to a closer de- fence: but a messenger, whom they dropped from the walls returned with the promise of speedy and powerful succour, and their tumultuous joy conveyed the intelligence to the camp of the Arabs. After some debate, it was resolved by the generals to raise, or rather to suspend, the siege of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, till they had given battle to the forces of the emperor. In the retreat, Caled would have chosen the more perilous station of the rear-guard; he modestly yielded to the wishes of Abu Obeidah. But in the hour of danger he flew to the rescue of his companion, who was rudely pressed by a sally of six thousand horse and ten thousand foot, and few among the Christians could relate at <span class=\"place\" data-place-id=\"678106\">Damascus</span>, the circumstances of their defeat. The importance of the contest required the junction of the Saracens who were dispersed on the frontiers of <span class=\"place\" data-place-id=\"1306\">Syria</span> and Palestine; and I shall transcribe one of the circular mandates which was addressed to Amrou, the future conqueror of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>.\" In the name of the most merciful God: from Caled to Amrou, health and happiness. Know that thy brethren the Moslems design to march to Aizna- din, where there is an army of seventy thousand Greeks, who propose to come against us, that they may extinguish the light of God with their mouths: but God preserveth his light in spite of the infidels. (5) As soon, therefore, as this let- ter of mine shall be delivered to thy hands, come with those that are with thee to Aiznadin, where thou shalt find us, if it please the most high God.\" The sum- mons was cheerfully obeyed, and the forty-five thousand Moslems who met on the same day, on the same spot, ascribed to the blessing of Providence the effects of their activity and zeal. About four years after the triumphs of the Persian war, the repose of Heraclius and the empire was again disturbed by a new enemy, the power of whose religion was more strongly felt than it was clearly understood by the Christians of the east. (1) <span class=\"place\" data-place-id=\"678106\">Damascus</span> is amply described by the Sherif at Edrisi, (Geograph. Nub. 118, 117.) and his translator, Sio- mta, (Appendix, c t.) Abulfeda. (Tabula <span class=\"place\" data-place-id=\"1306\">Syria</span>, p. 100.) Schu liens. (Indea. Geograph. ad Vit. Saladin.) d'Herbelot, (Biblior. Orient, p. 291.) Thcvenoi, (Voyage du Levant, part i. p. 688   698.) Maundrell, (Journey from Aleppo to <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>, p. 122   130.) and Pocock. (Description of the East, vol. ii. p. 117   127.) (2) Noblmima civitas, says Justin. According to the oriental traditions, it was older than Abraham or Semi- ramis. Joseph. Antiq. Jud. lib. i. c. 6,7. p. 24.29. edit. Havercamp. Justin, 36. 2. (3) EJn yxp Gt/xti tov AiO,- 7rs\\tv  \\t|9*c, x*i tm,-'E  *,- xttxvh; et5**.Jwoi', Tijir (fpxii Kai^lyirTilv ActfcMncav Xiyx, TOis T S  XA.0i; trvfiirxa-iYj otov npjyy ftoXAfl, xse* vimv ftsytSu, xtei jtp-ov tvx-AlfH* gal nfytn etyKxix Km lecratfiov trKrfsi,>u*  }-i;*u?opi* v,x  o.etf,&c. Julian, epist. 24. p. 392. These splendid epithets are occasioned by the figs of Da- mascus, of which the author st-nds a hundred to his friend Serapion,and this rhetorical theme is inserted by Pe- tavius, Spanbeim,&c. (p. 390   396.) among the genuine epistles of Julian. How could they overlook that the writer is an inhabitant of <span class=\"place\" data-place-id=\"678106\">Damascus</span> (he thrice affirms, that this peculiar fig grows only Toep' nvuvj a city which Julian never entered or approached? (4) Voltaire, who casts a keen and lively glance over the surface of history, has been strnck with the resem- blance of the fi i st Moslems and the heroes of the Iliad; the siege of <span class=\"place\" data-place-id=\"550595\">Troy</span> and that of <span class=\"place\" data-place-id=\"678106\">Damascus</span>. (Hist. Gene- rale, torn. i. p. 348.) (5) These words are a teat of the Koran, c. 9. 32. 61.8. Like our fanatics of the last century, the Moslems, on every familiar or important occasion, spoke the language of their scriptures; a style more natural in their months, than the Hebrew idiom transplanted into rhe climate and dialect of Britain.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA368&img=1&zoom=3&hl=en&sig=ACfU3U0mL7hpw-6BDKb5nbNASnQSN_nEGA&ci=0%2C0%2C1000%2C2000&edge=0"}