{"text": " O F TH E ROMA N EMPIRE. 35? In his palace of <span class=\"place\" data-place-id=\"520985\">Constantinople</span> or Antioch, he was awakened by the invasion of <span class=\"place\" data-place-id=\"1306\">Syria</span>, the loss of Bosra, and the danger of <span class=\"place\" data-place-id=\"678106\">Damascus</span>. An army of seventy thou- sand veterans, or new levies, was assembled at Hems, or <span class=\"place\" data-place-id=\"344409\">Emesa</span>, under the com- mand'of his general Werdan;(l) and these troops, consisting chiefly of cavalry, might be indifferently styled either Syrians, or Greeks, or Romans: Syrians, from the place of their birth or warfare; Greeks, from the religion and language of their sovereign; and Romans, from the proud appellation which was still profaned by the successors of <span class=\"place\" data-place-id=\"305064\">Constantine</span>.' On the plain of Aiznadin, as Wajran rode on a white mule decorated with gold chains, and surrounded with<^nens and standards, ft% was surprised by the near approach of a fierce and naked-warrior, who had undertaken to view the state of the enemy. The adventurous valour of Derar was inspired, and has perhaps been adorned, by the enthusiasm of his age and country. The hatred of the Christians, the love of spoil, and the contempt of danger, were the ruling passions of the audacious Saracen; and the prospect of instant death could never shake his religious confidence; or ruffle the calmness of his resolution, or even suspend the frank and martial pleasantry of his humour. In the most hopeless enterprise, he was bold, and prudent, and fortunate: after in- numerable hazards, after being thrice a prisoner in the hands of the infidels, he still survived to relate the achievements, and to enjoy the rewards, of the Sy- rian conquest. On this occasion, his single lance maintained a flying fight against thirty Romans, who were detached by Werdan; and after killing or unhorsing se- venteen of their number, Derar returned in safety to his applauding brethren. When his rashness was mildly censured by the general, he excused himself with the simplicity of a soldier.\" Nay,\" said Derar,\" I did not begin first: but they came out to take me, and I was afraid that God should see me turn my back: and indeed I fought in good earnest, and without doubt God assisted me against them; and had I not been apprehensive of disobeying your orders, I should not have come away as I did; and I perceive already that they will fall into our hands.\" In the presence of both armies, a venerable Greek advanced from the ranks with a liberal offer of peace; and the departure of the Saracens would have been pur- chased by a gift to each soldier of a turban, a robe, and a piece of gold; ten robes, and a hundred pieces to their leader; one hundred robes, and a thousand pieces to the caliph. A smile of indignation expressed the refusal of Caled.\" Ye Chris- tian dogs, you know your option: the Koran,' the tribute, or the sword. We are a people whose delight is in war, rather than in peace; and we despise your pitiful alms, since we shall speedily be masters of your wealth, your families, and your persons.\" Notwithstanding this apparent disdain, he was deeply conscious of the public danger: those who had been in Persia, and had seen the armies of Chosroes, confessed that they never beheld a more formidable array. From the superiority of the enemy, the artful Saracen derived a fresh incentive of courage.\" You see before you,\" said he,'* the united force of the Romans: you cannot hope to escape, but you may conquer <span class=\"place\" data-place-id=\"1306\">Syria</span> in a single day. The event depends on your discipline and patience. Reserve yourselves till the evening. It was in the evening that the prophet was accustomed to vanquish.\" During two successive engagements, his temperate firmness sustained the darts of the enemy, and the murmurs of his troops. At length, when the spirits and quivers of the adverse line were almost exhausted, Caled gave the signal of onset and victory. The remains of the im- perial army fled to Antioch, or Ciesarea, or <span class=\"place\" data-place-id=\"678106\">Damascus</span>; and the death of four hun- dred and seventy Moslems, was compensated by the opinion that they had sent to hell above fifty thousand of the infidels. The spoil was inestimable; many ban- ners and crosses of gold and silver, precious stones, silver and gold chains, and in- numerable suits of the richest armour and apparel. The general distribution was postponed till <span class=\"place\" data-place-id=\"678106\">Damascus</span> should be taken: but the seasonable supply of arms became the instrument of new victories. The glorious intelligence was transmit- ted to the throne of the caliph, and the Arabian tribes the coldest or most hostile to the prophet's mission, were eager and importunate to share the harvest of <span class=\"place\" data-place-id=\"1306\">Syria</span>. The sad tidings were carried to <span class=\"place\" data-place-id=\"678106\">Damascus</span> by the speed of grief and terror; and the inhabitants beheld from their walls the return of the heroes of Aiznadin. Am- (1) The name of Werdan is unknown to Theoplianes, and though it might belong to an Armenian chief, iias very little of a Greek aspect or sound. If the Byzantine historians have mangled the oriental names, the Arabs, in this instance, likewise have taken ample revenge on their enemies. In transposing the Greek cha- racter from right to left, might thev not produce, from the familiar appellation of Andrea, something like the smvgram Werdan-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA369&img=1&zoom=3&hl=en&sig=ACfU3U2iB0zfn4iloSFsfHITfUFT0P_EeQ&ci=0%2C0%2C1000%2C2000&edge=0"}