{"text": " O F TH E ROMA N EMPIRE. 25 might revere the name of their gracious benefactor. ( 1) Almost every saint in the calendar acquired the honours of a temple; almost every city of the empire obtain- ed the solid advantages of bridges, hospitals, and aqueducts; but the severe libe- rality of the monarch disdained to indulge his subjects in the popular luxury of baths and theatres. While Justinian laboured for the public service, he was not unmindful of his own dignity and ease. The Byzantine palace, which had been damaged by the conflagration, was restored with new magnificence; and some no- tions may be conceived of the whole edifice, by the vestibule or hall, which, from the doors perhaps, or the roof, was surnamed choice, or the brazen. The dome of a spacious quadrangle was supported by massy pillars; the pavement and walls were incrusted with many coloured marbles   the emerald green of <span class=\"place\" data-place-id=\"570406\">Laconia</span>; the fiery red, and the white Phrygian stone intersected with veins of a sea-green hue: the Mosaic paintings of the dome and sides represented the glories of the African and Italian triumphs. On the Asiatic shore of the <span class=\"place\" data-place-id=\"540936\">Propontis</span>, at a small distance to the east of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>, the costly palace and gardens of Herxum(2) were pre- pared for the summer residence of Justinian, and more especially Theodora. The poets of the age have celebrated the rare alliance of nature and art, the harmony of the nymphs of the groves, the fountains, and the waves; yet the crowd of at- tendants who followed the court complained of their inconvenient lodgings, (3) and the nymphs were too often alarmed by the famous Porphyrio, a whale of ten cu- bits in breadth, and thirty in length, who was stranded at the mouth of the river Sangaris, after he had infested more than half a century the seas of Constantino- The fortifications of <span class=\"place\" data-place-id=\"991376\">Europe</span> and <span class=\"place\" data-place-id=\"981509\">Asia</span> were multiplied by Justinian; but the repe- tition of those timid and fruitless precautions exposes to a philosophic eye the de- bility of the empire. (5) From Belgrade to the <span class=\"place\" data-place-id=\"638838\">Euxine</span>, from the conflux of the <span class=\"place\" data-place-id=\"207428\">Save</span> to the mouth of the <span class=\"place\" data-place-id=\"216798\">Danube</span>, a chain of above fourscore fortified places was extended along the banks of the great river. Single watch-towers were changed into spacious citadels; vacant walls, which the engineers contracted or enlarged according to the nature of the ground, were filled with colonies or garrisons; a strong fortress defended the ruins of Trajan's bridge,(6) and several military sta- tions affected to spread beyond the Danube the pride of the Roman name. But that name was divested of its terrors; the barbarians, in their annual inroads, passed, and contemptuously repassed, before these useless bulwarks; and the inhabitants of the frontiers, instead of reposing under the shadow of the general defence, were compelled to guard, with incessant vigilance, their separate habitations. The soli- tude of ancient cities was replenished; the new foundations of Justinian acquired, perhaps too hastily, the epithets of impregnable and populous; and the auspicious place of his own nativity attracted the grateful reverence of the vainest of princes. Under the name of Justiniana flrima, the obscure village of Tauresium oecame the seat of an archbishop and a prefect, whose jurisdiction extended over seven warlike provinces of Illyricum,(7) and the corrupt appellation of Giustendil still indicates, about twenty miles to the south of Sophia, the residence of a Turkish sanjak.(8) For the use of the emperor's countrymen, a cathedral, a palace, and (l) Justinian once gave forty-five centenaries of gold (180,000?.,) for the repairs of Antioch after the earth- quake (John Malala, torn. ii. p. 146   149.) (3) For the Herasum, the palace of Theodora, see Gyllius de Bosphoro Thracio (lib. iii. c. 11.,) Aleman. (Not. ad Anecdot. p. BO, 81. who quotes several epigrams of the Aulhology.,) and Ducange (C. P. Chtist. lib. vi. c. 13. p. 175,176.) (3) Compare, in the Edifices (lib. i. c. 11.,) and in the Anecdotes (c. 8   15.,) the different styles of adulation and malevolence: stripped of the paint, or cleansed from the dirt, the object appears to be the same. (4) Procopius, lib. viii. 29. most probably a stranger and wanderer, as the Mediterranean does not breed whales. Balsenz quoque in nostra maria penetrant (Plin. Hist. Natur. ix. 2.) Between the polar circle and the tropic, the cetaceous animals of the ocvan grow to the length of fifty, eighty, or one hundred feet. (Hist, des Voyages, torn. xv. p. 289. Pennants British Zoology, vol. iii. p. 35.) (5) Montesquieu observes (torn. iii. p. 503. Considerations sur la Grandeur et la Decadence des Romains, c. 20.,) that Justinian's empire was like <span class=\"place\" data-place-id=\"236467\">France</span> in the time of the Norman inroads   never so weak as when eve- ry village was fortified. (6) Procopius affirms (lib. iv. e. 6.,) that the Danube was stopped by the ruins of the bridge. Had Apollodo- rus, tbe architect, left a description of his own work, the fabulous wonders of <span class=\"place\" data-place-id=\"491572\">Dion</span> Cassius (lib. lxviii. p. 1129.) would have been corrected by the genuine picture. Trajan's bridge consisted of twenty or twenty-two stone piles with wooden arches; the river is shallow, tbe current erentle, and the whole interval no more than four hun-   deed and forty-three (Reimar ad <span class=\"place\" data-place-id=\"491572\">Dion</span>, from Marsigli) or five hundred and fifteen toitet (d'Anville Geographie Aneienne, torn. i. p. 305.) (7) Of the two Dacias, MedUerranea and RipetuUt <span class=\"place\" data-place-id=\"1001902\">Dardania</span>, Prsevalitana, the second Msesia, and the second <span class=\"place\" data-place-id=\"981531\">Macedonia</span>. See Justinian (Novell. 11.,) who speaks of his castles beyond the Danube, and of homines semper bellicis stldoribus inhserentes. (8) See d'Anville (Memoirea de l'Academie,&c. torn. xxxi. p. 289,290.)) Rycaut (Present State of the Turk- ish Empire, p. 97. 316.) Marsigli (Stato Militare del Imperio Ottomane, p. 130.) The sanjak of Giustrndil is one of the twenty under the beglerbeg of Komelia, and his district maintains forty-eight zaims and five hun- dred and eighty-three timarioti. Vol.. III. 1", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA37&img=1&zoom=3&hl=en&sig=ACfU3U0KzSUAx3QfFYydcp5b4n0lBIt1Ig&ci=0%2C0%2C1000%2C2000&edge=0"}