{"text": " TH E DECLIN E AN D FAL L rou led the van at the head of nine thousand horse: the bands of the Saracens suc- ceeded each other in formidable review; and the rear was closed by Caled in per- son, with the standard of the black eagle. To the activity of Derar he intrusted the commission of patroling round the city with two thousand horse, of scouring the plain, and of intercepting all succour or intelligence. The rest of the Arabian chiefs were fixed in their respective stations before the seven gates of <span class=\"place\" data-place-id=\"678106\">Damascus</span>; and the siege was renewed with fresh vigour and confidence. The art, the labour, the military engines of the Greeks and Romans, are seldom to be found in the simple, though successful operations of the Saracens: it was sufficient for them to invest a city with arms, rather than with trenches; to repel the sallied of the be- sieged; to attempt a stratagem or an assault; or to expect the progress of famine and discontent <span class=\"place\" data-place-id=\"678106\">Damascus</span> would have acquiesced in the trial of Aiznadin, as a final and peremptory sentence between the emperor and the caliph; her courage was rekindled by the example and the authority of Thomas, a noble Greek, il- lustrious in a private condition by the alliance of Heraclius.(l) The tumult and illumination of the night proclaimed the design of the morning sally; and the Christian hero, who affected to despise the enthusiasm of the Arabs, employed the general resource of a similar superstition. At the principal gate, in the sight of both armies, a lofty crucifix was erected; the bishop, with his clergy, accom- panied the march, and laid the volume of the New Testament before the image of Jesus; and the contending parties were scandalized or edified by a prayer, that the Son of God would defend his servants and vindicate his truth. The battle raged with incessant fury; and the dexterity of Thomas,(2) an incomparable archer, was fatal to the boldest Saracens, till their death was revenged by a female heroine, the wife of Aban, who had followed him to the holy war, embraced her expiring husband.\" Happy,\" said she,\"happy art thou, my dear: thou art gone to thy Lord who first joined us together, and then parted us asunder. I will revenge thy death, and endeavour to the utmost of my power to come to the place where thou art, because I love thee. Henceforth* shall no man ever touch me more, for I have dedicated myself to the service of God.\" Without a groan, without a tear, she washed the corpse of her husband, and buried him with the usual rites. Then grasping the manly weapons, which, in her native land, she was accustomed to wield, the intrepid widow of Aban sought the place where his murderer fought in the thickest of the battle. Her first arrow pierced the hand of his standard-bear- er: her second wounded Thomas in the eye; and the fainting Christians no longer beheld their ensign or their leader. Yet the generous champion of <span class=\"place\" data-place-id=\"678106\">Damascus</span> re- fused to withdraw to his palace: his wound was dressed on the rampart; the fight was continued till the evening; and the Syrians rested on their arms. In the si- lence of the night, the signal was given by a stroke on the great bell; the gates were thrown open, and each gate discharged an impetuous column on the sleeping camp of the Saracens. Caled was the first in arms; at the head of four hundred horse he flew to the post of danger, and the tears trickled down his iron cheeks, as he uttered a fervent ejaculation:\" O God! who never sleepest, look upon thy servants, and do not deliver them into the hands of their enemies.\" The valour and victory of Thomas were arrested by the presence of the sword of God; with She knowledge of the peril, the Moslems recovered their ranks, and charged the assailants in the flank and rear. After the loss of thousands, the Christian general retreated with a sigh of despair, and the pursuit of the Saracens was checked by the military engines of the rampart. After a siege of seventy days, (3) the patience, and perhaps the provisions, of the Damascenes were exhausted; and the bravest of their chiefs submitted to the hard dictates of necessity. In the occurrences of peace and war, they had been taught to dread the fierceness of Caled, and to revere the mild virtues of Abu (0 Vanity prompted the Arabs to believe, that Thomas was the son-in-law of the emperor. We know the children of\"Heraclius by his two wives; and his august daughter would not have married in exile at <span class=\"place\" data-place-id=\"678106\">Damascus</span>. (See Ducange, Fam. Byzantine, p. US, 119.) Had he been less religious, I might only suspect the legitimacy of the damsel. (2) Al Wakidi (Ockley, p. 101.) says M with poisoned arrows;\" but this savage invention is w repugnant to the practice of the Greeks and Romans, that I must suspect, on this occasion, the malevolent credulity of the Saracens. (3) Abulfeda allows only seventy days for the siege of <span class=\"place\" data-place-id=\"678106\">Damascus</span> (Anna). Moslem, p. 67. vers. Reiske;) hot Etmacin. who mentions this opinion, prolongs the term to six months, and notices the use ol'baliitte by the Sara- cens.' (Hist. Saracen, p. 25. 32.) Even this longer period is insufficient to fill the interval between the battle of Aiznadin (July, A.D. 633.) and the accession of Omar. 24th July, A. D. 634.) to whose reign the conquest of <span class=\"place\" data-place-id=\"678106\">Damascus</span> is unanimously ascribed. (Al Wakidi, apud Ockley, vol. i. p. 115. Abulpharagius, Dynast, p. lit* vers. Poeock.) Perhaps, as in the Trojan war, the operations were interrupted by excursions and deiaehmf m  i till the last seventy days of the siege.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA370&img=1&zoom=3&hl=en&sig=ACfU3U2vG_yHx4njbTuyBUETvTUF_g9pCg&ci=0%2C0%2C1000%2C2000&edge=0"}