{"text": " O F TH E ROMA N EMPIRE. Obeidah. At the hour of midnight, one hundred chosen deputies of the clergy and people were introduced to the tent of that venerable commander. He re- ceived and dismissed them with courtesy. They returned with a written agreement, on the faith of a companion of Mahomet, that all hostilities should cease; that the voluntary emigrants might depart in safety, with as much as they could carry away of their effects; and that the tributary subjects of the caliph should en- joy their lands and houses, with the use and possession of seven churches. On these terms, the most respectable hostages, and the gate nearest to his camp, were delivered into his hands: his soldiers imitated the moderation of their chief; and he enjoyed the submissive gratitude of a people whom he had rescued from destruction. But the success of the treaty had relaxed their vigilance, and in the same moment the opposite quarter of the city was betrayed and taken by assault. A party of a hundred Arabs had opened the eastern gate to a more in- exorable foe.\"No quarter,\" cried the rapacious and sanguinary Caled,\"no quarter to the enemies of the Lord.\" His trumpets sounded, and a torrent of Christian blood was poured down the streets of <span class=\"place\" data-place-id=\"678106\">Damascus</span>. When he reached the church of St. Mary, he was astonished and provoked by the peaceful aspect of his companions; their swords were in the scabbard, and they were surrounded by a multitude of priests and monks.   Abu Obeidah saluted the general;\" God,\" said he,\" has delivered the city into my hands by way of surrender, and lias saved the believers the trouble of fighting.\"   \"And am I not,\" replied the indignant Caled,\" am I not the lieutenant of the commander of the faithful? Have I not taken the city by storm? The unbelievers shall perish by the sword. Fall on.\" The hungry and cruel Arabs would have obeyed the welcome command; and <span class=\"place\" data-place-id=\"678106\">Damascus</span> was lost, if the benevolence of Abu Obeidah had not been supported by a decent and dignified firmness. Throwing himself between the trembling citizens and the most eager of the barbarians, he abjured them by the holy name of God, to respect his promise, to suspend their fury, and to wait the determination of their chiefs. The chiefs retired into the church of St. Mary; and after a vehement debate, Caled submitted in some measure to the reason and authority of his colleague, who urged the sanctity of a covenant, the advantage as well as the honour which the Moslems would derive from the punctual performance of their word, and the obstinate re- sistance which thev must encounter from the distrust and despair of the rest of the Syrian cities. It was agreed that the sword should be sheathed; that the part of <span class=\"place\" data-place-id=\"678106\">Damascus</span> which had surrendered to Abu Obeidah, should be immediately en- titled to the benefit of his capitulation; and that the final decision should be referred to the justice and wisdom of the caliph. (1) A large majority of the people accepted the terms of toleration and tribute; and <span class=\"place\" data-place-id=\"678106\">Damascus</span> is still peopled by twenty thou- sand Christians. But the valiant Thomas, and the free-born patriots who had fought under his banner, embraced the alternative of poverty and exile. In the adjacent meadow, a numerous encampment was formed of priests and laymen, of soldiers and citizens, of women and children: they collected, with haste and terror, their most precious moveables; and abandoned with loud lamentations or silent anguish, their native homes, and the pleasant banks of the Pharphar. The in- flexible soul of Caled was not touched by the spectacle of their distress; he dis- puted with the Damascenes the property of a magazine of corn; endeavoured to exclude the garrison from the benefit of the treaty; consented, with reluctance, that each of the fugitives should arm himself with a sword, or a lance, or a bow; and sternly declared, that, after a respite of three days, they might be pursued and treated as the enemies of the Moslems. The passion of a Syrian youth completed the ruin of the exiles of <span class=\"place\" data-place-id=\"678106\">Damascus</span>. A nobleman of the city, of the name of Jonas,(2) was betrothed to a wealthy maiden; but her parents delayed the consummation of his nuptials, and their daughter was persuaded to escape with the man whom she had chosen. They corrupted the nightly watchmen of the gate Keisan: the lover, who led the way, was encom- passed by a squadron of Arabs; but his exclamation in the Greek tongue,   The (1) It appears from Abulft-da (p. 125.) and Elmacin,(p. 32. J that this diitinction of the two parts of <span class=\"place\" data-place-id=\"678106\">Damascus</span> was long remembered, though not always respected, by the Mahometan sovereigns. See likewise Eutychitis. (Annal. torn. ii. p. 379,380.383.) (2) On the fate of these lovers, whom he names Phocyas and Eudocia, Mr. Hughes lias built the siege of Da- mascus, one of our most popular tragedies, and which possesses the rare merit of blending nature and history. t,e manners of the times and the feelings of the heart. The foolish delicacy of the players compelled bim to soften the guilt of the hero and the despair of the heroine. Instead of a base renegado, Phocyas serves the Arabs as an honourable ally; instead of prompting their pursuit, he flies to the succour of his countrymen, and, after killing Calad and Derav, is himself mortally wounded, and expires in the presence of Eudocia, who pro- fesses her resolution to take the veil at <span class=\"place\" data-place-id=\"520998\">Constantinople</span>. A frigid catmtrophe.'", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA371&img=1&zoom=3&hl=en&sig=ACfU3U34PPRtRfCrGUObmMsluD0IbC4i-w&ci=0%2C0%2C1000%2C2000&edge=0"}