{"text": " TH E DECLIN E AN D FAL L hird is taken, admonished his mistress to hasten her return. In the presence of Caled, and of death, the unfortunate Jonas professed his belief in one God, and his apostle Mahomet; and continued, till the season of his martyrdom, to discharge the duties of a brave and sincere Mussulman. When the city was taken, he flew to the monastery where Eudocia had taken refuge; but the lover was forgotten; the apostate was scorned; she preferred her religion to her country; and the jus- tice of Caled, though deaf to mercy, refused to detain by force a male or female inhabitant of <span class=\"place\" data-place-id=\"678106\">Damascus</span>. Four days was the general confined to the city by the obligation of the treaty, and the urgent cares of his new conquest. His appetite for blood and rapine would have been extinguished by the hopeless computation of time and distance; but he listened to the importunities of Jonas, who assured him that the weary fugitives might yet be overtaken. At the head of four thou- sand horse, in the disguise of Christian Arabs, Caled undertook the pursuit. They halted only for the moments of prayer; and the guide had a perfect know- ledge of the country. For a long way the footsteps of the Damascenes were plain and conspicuous: they vanished on a sudden; but the Saracens were comforted by the assurance that the caravan had turned aside into the mountains, and must speedily fall into their hands. In traversing the ridges of the Libanus, they en- dured intolerable hardships, and the sinking spirits of the veteran fanatics were supported and cheered by the unconquerable ardour of a lover. From a peasant, of the country, they were informed that the emperor had sent orders to the colony of exiles, to pursue without delay the road of the sea-coast, and of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>; apprehensive, perhaps, that the soldiers and people of Antioch might be discou- raged by the sight and the story of their sufferings. The Saracens were conducted through the territories of Gabala(l) and <span class=\"place\" data-place-id=\"668290\">Laodicea</span>, at a cautious distance from the walls of the cities; the rain was incessant, the night was dark, a single mountain separated them from the Roman army; and Caled, ever anxious for the safety of his brethren, whispered an ominous dream in the ear of his companion. With the dawn of day, the prospect again cleared, and they saw before them, in a pleasant valley, the tents of <span class=\"place\" data-place-id=\"678106\">Damascus</span>. After a short interval of repose and prayer, Caled divided his cavalry into four squadrons, committing the first to his faithful Derar, and reserving the last for himself. They successively rushed on the promiscuous multitude, insufficiently provided with arms, and already vanquished by sorrow and fatigue. Except a captive who was pardoned and dismissed, the Arabs en- joyed the satisfaction of believing that not a Christian of either sex escaped the edge of their scimitars. The gold and silver of <span class=\"place\" data-place-id=\"678106\">Damascus</span> was scattered fiver the camp, and a royal wardrobe of three hundred load of silk might clothe an army of naked barbarians. In the tumult of the battle, Jonas sought and found the object of his pursuit; but her resentment was inflamed by the last act of his perfidy; and as Eudocia struggled in his hateful embraces, she struck a dagger to her heart. Another female, the widow of Thomas, and the real or supposed daughter of He- raclius, was spared and released without a ransom; but the generosity of Caled was the effect of his contempt; and the haughty Saracen insulted, by a message of defiance, the throne of the Csesars. Caled had penetrated above a hundred and fifty miles into the heart of the Roman province: he returned to <span class=\"place\" data-place-id=\"678106\">Damascus</span> with the same secrecy and speed. On the accession of Omar, the sword of God was removed from the command; but the caliph, who blamed the rashness) was com- pelled to applaud the vigour and conduct, of the enterprise. Another expedition of the conquerors of <span class=\"place\" data-place-id=\"678106\">Damascus</span> will equally display their avidity and their contempt for the riches of the present world. They were inform- ed that the produce and manufactures of the country were annually collected in the fair of Abyla,(2) about thirty miles from the city; that the cell of a devout her- mit was visited at the same time by a multitude of pilgrims; and that the festival of trade and superstition would be ennobled by the nuptials of the daughter of the go- vernor of <span class=\"place\" data-place-id=\"344456\">Tripoli</span>. Abdallah, the son of Jaafar, a glorious and holy martyr, un- dertook, with a banner of five hundred horse, the pious and profitable commission of despoiling the infidels. As he approached the fair of Abyla, he was astonished (1) The towns of <span class=\"place\" data-place-id=\"668250\">Gabala</span> and <span class=\"place\" data-place-id=\"668290\">Laodicea</span>, which the Arabs passed, still exist in a state of decay. (Maundrell, p. 11,12. Pocock, vol. ii. p. 13.) Had not the Christians been overtaken, they must have crossed the <span class=\"place\" data-place-id=\"658560\">Orontes</span> on some bridge in the sixteen miles between Antioch and the sea, and might have rejoined the high road of Con- stantinople at <span class=\"place\" data-place-id=\"727070\">Alexandria</span>. The itineraries wilt represent the directions and distances, (p. 146.148. 531, 582, edit. Wesselinir.) (2) Dair Abil Kudos. After retrenching the last word, the epithet, holy, I discovered the Abiln of Lysania* between <span class=\"place\" data-place-id=\"678106\">Damascus</span> and <span class=\"place\" data-place-id=\"678179\">Heliopolis</span>: the name (Abil signifies a vineyard) concurs with the situation to\"justify rny conjecture. (Reland. Paleslin. torn. i. p. 517. torn. ii. p. 525. 527.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA372&img=1&zoom=3&hl=en&sig=ACfU3U1mvzEuqa-ViYmPHQpxFuV4fRjolg&ci=0%2C0%2C1000%2C2000&edge=0"}