{"text": " O F TH E ROMA N EMPIRE. 361 by the report of the mighty concourse of Jews and Christians, Greeks and Arme- nians, of natives of <span class=\"place\" data-place-id=\"29492\">Syria</span> and of strangers of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, to the number of ten thou- sand, besides a guard of five thousand horse that attended the person of the bride. The Saracens paused.\" For my own part,\" said Abdallah,\" I dare not go back- our toss are many, our dangers are great, but our reward is splendid and secure' either in this life or in the life to come. Let every man, according to his inclina- tion, advance or retire.\" Not a Mussulman deserted his standard.\"Lead the way,\" said Abdallah to his Christian guide,\"and you shall see what the compa- nions of the prophet can perform.\" They charged in five squadrons; but after the first advantage of the surprise, they were encompassed and almost over- whelmed by the multitude of their enemies; and their valiant band is fancifully compared to a white spot in the skin of a black camel. (1) About the hour of sun- set, when their weapons dropped from their hands, when they panted on the verge of eternity, they discovered an approaching cloud of dust; they heard the welcome sound of the iecbir,(2) and they soon perceived the standard of Calcd, who flew to their relief with the utmost speed of his cavalry. The Christians were broken by his attack, and slaughtered in their flight, as far as the river of <span class=\"place\" data-place-id=\"344456\">Tripoli</span>. They left behind them the various riches of the fair; the merchandises that were ex- posed for sale, the money that was brought for purchase, the gay decorations of the nuptials, and the governor's daughter, with forty of her female attendants. The fruits, provisions, and furniture, the money, plate and jewels, were diligentlv laden on the backs of horses, asses, and mules; and the holy robbers returned in triumph to <span class=\"place\" data-place-id=\"678106\">Damascus</span>. The hermit, after a short and angry controversy with Ca- led, declined the crown of martyrdom, and was left alive in the solitary scene of blood and devastation. Syria,(3) one of the countries that have been improved by the most early culti- vation, is not unworthy of the preference. (4) The neat of the climate is tempered by the vicinity of the sea and mountains, by the plenty of wood and water; and the produce of a fertile soil affords the subsistence, and encourages the propaga- tion, of men and animals. From the age of David to that of Heraclius, the coun- try was overspread with ancient and flourishing cities: the inhabitants were nu- merous and wealthy; and, after the slow ravage of despotism and superstition, af- ter the recent calamities of the Persian war, <span class=\"place\" data-place-id=\"29492\">Syria</span> could still attract and reward the rapacious tribes of the desert. A plain, of ten days'journey from <span class=\"place\" data-place-id=\"678106\">Damascus</span> to AUeppo and. Antioch, is watered, on the western side, by the winding course of the <span class=\"place\" data-place-id=\"658560\">Orontes</span>. The hills of Libanus and Anti-Lihanus are planted from north to south, between the <span class=\"place\" data-place-id=\"658560\">Orontes</span> and the Mediterranean, and the epithet of hollow (Ccs- lesyria) was applied to a long and fruitful valley, which is confined in the same di- rection by the two ridges of snowy mountains. (5) Among the cities, which are enumerated by Greek and oriental names in the geography and conquest of <span class=\"place\" data-place-id=\"29492\">Syria</span>, we may distinguish <span class=\"place\" data-place-id=\"344409\">Emesa</span> or Hems, <span class=\"place\" data-place-id=\"678179\">Heliopolis</span> or Baalbec, the former as the me- tropolis of the plain, the latter as the capital of the valley. Under the last of the Cicsars, they were strong and populous: the turrets glittered from afar; an ample space was covered with public and private buildings; and the citizens were illus- trious by their spirit, or at least by their pride, by their riches, or at least by their (1) I am bolder than Mr. Oekley, (vol. i. p. 164.) who dares not insert this figurative expression in the text, though he observes in a marginal'note, tlmt the Arabians often borrow their similes from that useful and fami- liar animal. The rein-deer may be equally famous in the tongs of the Laplanders. (2) We heard the tecbir; so the Arabs call Their shout of onset, when with loud appeal They challenge heaven, as if demanding conquest. This word, so formidable in their holy wars, is a verb activa (says Oekley in his index) of the second conjuga- tion, from Kabbara, which signifies saying <span class=\"place\" data-place-id=\"462090\">Alia</span> Achar, God is most mighty! (3) In the geography of Abulfeda, the description of <span class=\"place\" data-place-id=\"29492\">Syria</span>, his native country, is the most interesting and authentic portion. It was published in Arabic and Latin, Lipsiae, 1706, in quarto, with the learned notes of Kochler and Reiske, and some extracts of geography and natural history from the Ibu Ol Wardii. Among the modern travels, Poeock's description of the east (of <span class=\"place\" data-place-id=\"29492\">Syria</span> and <span class=\"place\" data-place-id=\"1001936\">Mesopotamia</span>, vol. ii. p. 88   209.) is a work of su- perior learning and dignity; bnt the author too confounds what he had, seen and what he had read. (4) The praises of Dionysins are just and lively. Kk  th f*sv (Syria) mhkot n x*t o\\3ioi ixflwriv, (in Pe- riegesi. v. 903. in torn. iv. Geograph. Minor. Hudson.) In another place he styles the eountry paa.ux-roXiv*wv (v. 898.) He proceeds to say, YlxV X$ E T01 A.i:TMpt] T S%  t!l)30T3? tVTKlT Q%  t  1 Mi)A.  ti Qip3tiuv*t x% ( dtvSpstrt KKp^ov aigiir. r. 921,922. This poetical geographer lived in the age of Augustus, and his description of the world is illustrated by the Greek commentary of Eustathius, who paid the same compliment to Homer and Dionysius. (Fabric. Bibliot. Grsec. lib. iv. c. 2. torn. iii. p. 21,&c. (5) The tonography of the Libanus and Anti-Libanus, is excellently described by the reaming and sense of Jltland.i (Palestin. torn. i. p. 311   320.) Vol. ill 46", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA373&img=1&zoom=3&hl=en&sig=ACfU3U0o24cEBIdtyC_V6BVSqNMYsUqrdQ&ci=0%2C0%2C1000%2C2000&edge=0"}