{"text": " 36 J TH E DECLIN E AN D FAL L luxury. In the days of paganism, both <span class=\"place\" data-place-id=\"344409\">Emesa</span> and <span class=\"place\" data-place-id=\"678179\">Heliopolis</span> were addicted to the worship of Baal, or the sun; but the decline of their superstition and splendour has been marked by a singular variety of fortune. Not a vestige remains of the temple of <span class=\"place\" data-place-id=\"344409\">Emesa</span>, which was equalled in poetic style to the summit of mount Li- banus,(l) while the ruins of Baalbec, invisible to the writers of antiquity, excite the curiosity and wonder of the European traveller. (2) The measure of the,tem- ple is two hundred feet in length, and one hundred in breadth: the front is adorned with a double portico of eight columns; fourteen may be counted on either side; and each column, forty-five feet in height, is composed of three massy blocks of stone or marble. The proportions and ornaments of the Corinthian order express the architecture of the Greeks; but as Baalbec has never been the seat of a mo- narch, we are at a loss to conceive how the expense of these magnificent structures could be supplied by private or municipal liberality.(3) From the conquest of <span class=\"place\" data-place-id=\"678106\">Damascus</span> the Saracens proceeded to <span class=\"place\" data-place-id=\"678179\">Heliopolis</span> and <span class=\"place\" data-place-id=\"344409\">Emesa</span>: but 1 shall decline the repetition of the sallies and combats which have been already shown on a large scale. In the prosecution of the war, their policy was not less effectual than their sword. By short and separate truces they dissolved the union of the enemy; ac- customed the Syrians to compart their friendship with their enmity; familiarized the idea of their language, religion, and manners; and exhausted, by clandestine purchase, the magazines and arsenals of the cities which they returned to besiege. They aggravated the ransom of the more wealthy or the more obstinate; and Chal- cis alone was taxed at five thousand ounces of gold, five thousand ounces of silver, two thousand robes of silk, and as many figs and olives as would load five thousand asses. But the terms of truce or capitulation were faithfully observed; and the lieutenant of the caliph, who had promised not to enter the walls of the captive Baalbec, remained tranquil and immoveable in his tent till the jarring factions so- licited the interposition of a foreign master. The conquest of the plain and val- ley of <span class=\"place\" data-place-id=\"29492\">Syria</span> was achieved in less than two years. Yet the commander of the faith- ful reproved the slowness of their progress, and the Saracens, bewailing their fault with tears of rage and repentance, called aloud on their chiefs to lead them forth to fight the battles of the Lord. In a recent action, under the walls of <span class=\"place\" data-place-id=\"344409\">Emesa</span>, an Arabian youth, the cousin of Caled, was heard aloud to exclaim   \" Methinks I see the black-eyed girls looking upon me; one of whom, should she appear in this world, all mankind would iVe for love of her. And I see in the hand of one of them, a handkerchief of green silk, and a cap of precious stones, and she beckons me and calls out, Come hither quickly, for I love thee.\" With these words charging the Christians, he made havoc wherever he went, till observed at length by the gover- nor of Hems, he was struck through with a javelin. It was incumbent on the Saracens to exert the full powers of their valour and enthusiasm against the forces of the emperor, who was taught by repeated losses, that the rovers of the desert had undertaken, and would speedily achiete, a regu- lar and permanent conquest. From the provinces of <span class=\"place\" data-place-id=\"1001887\">Europe</span> and <span class=\"place\" data-place-id=\"1001906\">Asia</span>, fourscore thousand soldiers were transported by sea and land to Antioch and Casarea: the light troops of the army consisted of sixty thousand Christian Arabs of the tribes of Gassan. Under the banner of Jabalah, the last of their princes, thev marched in the van; and it was a maxim of the Greeks, that, for the purpose of cutting diamond, a diamond was the most effectual. Heraclius withheld his person from the dangers of the field; but his presumption, ov perhaps his despondency, suggested (1)....: RmMie fastigia celsa rcnident Nam diffusa solo latus explieat; ac subit auras Turribus in cwlum mtentibus; incola Claris Cor studiis aeilit.     Denique flamtnicoruo devoti pectora loli Vitam agitant. Libanus frnndosa cacuniina turget lilt tamer* his certant celsifastigia templi, These verses of the Latin Tersion of Rtifus Avienus are wanting in the Greek original of Dionysiw; and sine tbey are likewise unnoticed by Eustathius, I must, with Fabncius (Ribliot. Latin, torn. iii. p. 153. edit. Er. nesti,) and ae^tnst Salmasius, (ad Vopiscum, p. 366, 367. in Hist. August.) ascribe them to the fancy rather than to the MSS.of Avienus. (2) I aw much better satisfied with MaundreU's slight octavo (Journey, p. 134   139.) than with the pompous folio of Dr Pocuck; (Description of the East, vol. ii. p. 106   113.) but every preceding account is eclipsed by the magnificent description and drawings of MM. Datvkius and Wood, who have transported into England the ruins of <span class=\"place\" data-place-id=\"668331\">Palmyra</span> and Baalbec. (3) The orientals explain the prodifryby a never-failing expedient. The edifices of Baalbec were constructed by the fairies or the genii. (Hist de Timour Bee. torn. iii. lib. v. c. 23. p. 311,312. Voyage d'Otter. torn. i. p. 83.) with less absurdity, but with equal ignorance, Abulfeda and Ibu Chaukel ascribe them to the Sabaeaos o Aaditet. Non sunt id omm <span class=\"place\" data-place-id=\"29492\">Syria</span> sedincia magnificcjitiora his. (Tabula Syrhe, p. 103.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA374&img=1&zoom=3&hl=en&sig=ACfU3U0t5NkmgQ8zsIBl7X3Glz7nlKCDCA&ci=0%2C0%2C1000%2C2000&edge=0"}