{"text": " 36-t TH E DECLIN E AN D FAL L had once inclined to the profession of Islam; but in the pilgrimage of Mecca, ta~ balah was provoked to strike one of his brethren, and fled with amazement from the stern and equal justice of the caliph. The victorious Saracens enjoyed at Da- mascus a month of pleasure and repose: the spoil was divided by the discretion of Abu Obeidah: an equal share was allotted to a soldier and to his horse; and a double portion was reserved for the noble coursers of the Arabian breed. After the battle of Yermuk, the Roman army no longer appeared in the field; and the Saracens might securely choose among the fortified towns of <span class=\"place\" data-place-id=\"531109\">Syria</span>, the first object of their attack. They consulted the caliph whether they should march to Cxsarea or <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>; and the advice of Ali determined the immediate siege of the latter. To a profane eye, Jerusalem was the first or second capital of Pales- tine; but after Mecca and Medina, it was revered and visited by the devout Mos- lems, as the temple of the Holy Land, which had been sanctified by the revela- tion of Moses, of Jesus, and of Mahomet himself. The son of Abu Sophian was sent with five thousand Arabs to try the first experiment of surprise or treaty; but on the eleventh day, the town was invested by the whole force of Abu Obeidah. He addressed the customary summons to the chief commanders and people of JElia,(l)\" Health and happiness to every one that follows the right way! we re-?uire of you to testify, that there is but one God, and that Mahomet is his apostle, f you refuse this, consent to pay tribute, and be under us forthwith. Otherwise I shall bring men against you who love death better than you do the drinking of wine or eating hog's flesh. Nor will I ever stir from you, if it please God, till I have destroyed those that fight for you, and made slaves of your children.\" But the city was defended on every side by deep valleys and steep ascents; since the invasion of <span class=\"place\" data-place-id=\"531109\">Syria</span>, the walls and towers had been anxiously restored; the bravest of the fugitives of Yermuk had stopped in the nearest place of refuge; and in the de- fence of the sepulchre of Christ, the natives and strangers might feel some sparks of the enthusiasm which so fiercely glowed in the bosoms of the Saracens. The siege of Jerusalem lasted four months; not a day was lost without some action of sally or assault; the military engines incessantly played from the ramparts; and the inclemency of the winter was still more painful and destructive to the Arabs. The Christians yielded at length to the perseverance of the besiegers. The pa- triarch Sophromus appeared on the walls, and by the voice of an interpreter, de- manded a conference. After a vain attempt to dissuade the lieutenant of the caliph from his impious enterprise, he proposed, in the name of the people, a fair capitu- lation, with this extraordinary clause, that the articles of security should be ratified by the authority and presence of Omar himself. The question was debated in the council of Medina; the sanctity of the place, and the advice of Ali, persuaded the caliph to gratify the wishes of his soldiers and enemies, and the simplicity of his journey is more illustrious than the royal pageants of vanity and oppression. TTie conqueror of Persia and <span class=\"place\" data-place-id=\"531109\">Syria</span> was mounted on a red camel, which carried, besides his person, a bag of corn, a bag of dates, a wooden dish, and a leather bottle of water. Wherever he halted, the company* without distinction, was invited to partake of his homely fare, and the repast was consecrated bv the prayer and exhortation of the commander of the faithful. (2) But in this expedition or pil- grimage, his power was exercised in the administration of justice; he reformed the licentious polygamy of the Arabs, relieved the tributaries from extortion and icruelty, and chastised the luxury of the Saracens, by despoiling them of their rich silks, and dragging them on their faces in the dirt. When he came within sight of Jerusalem, the caliph cried with a loud voice,   \" God is victorious. O Lord, give us an easy conquest!\" and pitching his tent of coarse hair, calmly seated him- self on the ground. After signing the capitulation, he entered the city without fear or precaution; and courteously discoursed with the patriarch concerning its religious antiquities. (3) Sophronius bowed before his new master, and secretly some panegyrical strains of an Arabian port, to whom the chief or Gassan sent from <span class=\"place\" data-place-id=\"520998\">Constantinople</span> a gift of five hundred pieces of gold by the hands of the ambassadors of Omar. (1) In the name of the city, the profane prevailed over the sacred;'Jerusalem was known to the devout Chris- tians (Euseb. de Martyr. Palest, c. il.;) but the legal and popular appellation of Mlin (the colony of.filim Ha- ilnanus) has passed from the Romans to the Arabs (Rcland. Palestin. torn. i. p. 207. torn. ii. p.835 D'Herbelot Bibliotheqne Orientale, Cods, p. 269, Ilia, p. 420.) The epithet of At Cods, the Holy, is used as the proper name of Jerusalem. r (a) The singular journey and equipage of Omar are described (besides Ockley, vol. L p. 250.) 1st Murutdi (Mcrveiltesdel'Kgvpte.p. 200   202.) (3) The Arabs boast of an old prophecy preserved at Jerusalem, and describing the name, the religion, and Uie person ot Omar, the future conqueror. By such arts the Jews are said to have soothed the pride of tack firctgn masters, Cyrus and Alexander (Joseph. Am. Jud. lib, xi.Ci M. p. 347. 579-58!.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA376&img=1&zoom=3&hl=en&sig=ACfU3U06THNI_U2ZsX5qscQ4itsPpCtzdQ&ci=0%2C0%2C1000%2C2000&edge=0"}