{"text": " O F TH E ROMA N EMPIRE.&uttered, in the words of Daniel,   \"The abomination of desolation i3 in the holy place. \"(1) At the hour of prayer they stood together in the church of the resur- rection; but the caliph refused to perform his devotions, and contented himself with praying on the steps of the church of <span class=\"place\" data-place-id=\"305064\">Constantine</span>. To the patriarch he dis- closed his prudent and honourable motive.\"Had I yielded,\" said Omar,\"to your request, the Moslems of a future age would have infringed the treaty, under colour of imitating my example.\" By his command the ground of the temple of Solomon was prepared for the foundation of a mosch;(2) and, during a residence of ten days, he regulated the present and future state of his Syrian conquests. Me- dina might be jealous, lest the caliph should be detained by the sanctity of Jerusa- lem or the beauty of <span class=\"place\" data-place-id=\"678106\">Damascus</span>; her apprehensions were dispelled by his prompt and voluntary return to the tomb of the apostle. (3) To achieve what yet remained of the Syrian war, the caliph had formed two separate armies; a chosen detachment, under Amrou and Vczid, was left in the camp of Palestine; while the larger division, under the standard of Abu Obeidah and fcaled, marched away to the north against Antioch and Aleppo. The latter of these, the Berxa of the Greeks, was not yet illustrious as the capital of a pro- vince or a kingdom; and the inhabitants, by anticipating their submission, and pleading their povertv, obtained a moderate composition for their lives and reli- gion. But the castle of Aleppo,(4) distinct from the city, stood erect on a lofty artificial mound: the sides were sharpened to a precipice, and faced with free- stone; and the breadth pf the ditch might be filled with water from the neighbouring springs. After the loss of three thousand men, the garrison was still equal to the defence; and Youkinna, their valiant and hereditary chief, had murdered his bro- ther, a holy monk, for daring to pronounce the name of peace. In a siege of four or five months, the hardest of the Syrian war, great numbers of the Saracens were killed and wounded: their removal to the distance of a mile could not seduce the vigilance of Youkinna: nor could the Christians be terrified by the execution of three hundred captives, whom they beheaded before the c'astle wall. The si- lence, and at length the complaints, of <span class=\"place\" data-place-id=\"59650\">Abii</span> Obeidah informed the caliph, that their hope and patience were consumed arthe foot of this impregnable fortress.\" 1 am variously affected,\" replied Omar,\"by the difference of your success; but I charge you by no means to raise the siege of the castle. Your retreat would di- minish the reputation of our arms, and encourage the infidels to fall upon you on all sides. Remain before Aleppo till God shall determine the event, and forage with your horse round the adjacent country.\" The exhortation of the commander of the faithful was fortified by a supply of volunteers from all the tribes of <span class=\"place\" data-place-id=\"874334\">Arabia</span>, who arrived in the camp on horses or camels. Among these was Dames, of a. servile birth, but of gigantic size, and intrepid resolution. The forty-seventh day of his service, he proposed, with only thirty men, to make an attempt on the cas- tle. The experience and testimony of Caled recommended his offer; and Abu Obeidah admonished his brethren not to despise the baser origin of Dames, since he himself, could he relinquish the publie care, would cheerfully serve under the banner of the slave. His design was covered by the appearance of a retreat; and the camp of the Saracens was pitched about a league from Aleppo. The thirty adventurers lay in ambush at the foot of the hill; and Dames at length succeeded in his inquiries, though he was provoked by the ignorance of his Greek captives.\"God curse these dogs,\" said the illiterate Arab,\"what a strange barbarous language they speak!\" At the darkest hour of the night he scaled the most ac- cessible height, which he had diligently surveyed, a place where the stones were less entire, or the slope less perpendicular, or the guard less vigilant Seven of the stoutest Saracens mounted on each other's shoulders, and the weight of the (1) To&Se\\vy/Mt rfc tftuisiriv; to ptiiv Si* Axiwt K reu iti?$>:t5'j iot  ? tv   vvxaxytw Theophan. Chronograpb. p. 281. This prediction, which had already served for Antiochus and the Roman's, was again refitted for the   present nceasion, by the economy of Sophrnnius, one of the deepest theologians of the Monothelite controversy. (2) According to the accurate survey of d'Anville (Dissertation sur I'ancienne <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>, p. 42   J4.,) the mosch of Omar, enlarged and embellished by succeeding caliphs, covered the ground of the ancient temple (;TttXjeiov Tsu uiyxkau vaou JWiJov, says Phocas.) a length of two hundred and fifteen, a breadth of one hundred and seventy-two, loises. The Nubian geographer declares, that this magnificent structure was second only in size and beauty to the great mosch of Cordova (p. 113,) whose present state Mr. Swiburne has so elegantly re- presented (Travels into <span class=\"place\" data-place-id=\"1027\">Spain</span>, p. 29G   302.) (3) Of the many Arabic tarikhs or chronicles of Jerusalem (d'Herbelot, p. 867.,) Ockley found one among the Pococks MSS. of Oxford (vol. i. p. 257.,) which he has used to supply the defective narrative of Al Wakidi. (4) The Persian historian of Timur (torn. iii. lib. S. c. ixi. p. 300)describes the castle of Aleppo at founded   on a rock one hundred cubits in height; a proof, says the French translator, that he had never visited the place. It is now in the midst of the city, of no strengtb, with a single gate: the circuit is about five or six hundred paces, and she ditch half full of stagnant water (Voyages de Tavernier, torn. i. p. 149, Pocock, vol. ii. part. 1. y. l so.) The fortresses of theeast are contemptible to a European eye.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA377&img=1&zoom=3&hl=en&sig=ACfU3U2ZlA7aX2BHJv0aSRKJ35iKRQXQLw&ci=0%2C0%2C1000%2C2000&edge=0"}