{"text": " 366 TH E DECLIN E AN D FAL L column was sustained on the broad and sinewy back of the gigantic slave. Ths foremost in this painful ascent could grasp and climb the lowest part of the battle- ments; they silently stabbed and cast down the sentinels; and the thirty brethren repeating a pious ejaculation,\" O apostle of God, help and deliver us!\" were suc- cessively drawn up by the long folds of their turbans. With bold and cautious foot- steps, Dames explored the palace of the governor, who celebrated in riotous mer- riment, the festival of his deliverance. From thence returning to his companions, he assaulted on the inside the entrance of the castle. They overpowered the guard, unbolted the gate, let down the drawbridge, and defended the narrow pass, till the arrival of Caled, with the dawn of day, relieved their danger and assured their conquest. Youkinna, a formidable foe, became an active and useful prose- lyte; and the general of the Saracens expressed his regard for the most humble merit, by detaining the army at Aleppo till Dames was cured of his honourable wounds. The capital of <span class=\"place\" data-place-id=\"29492\">Syria</span> was still covered by the castle of Azaz and the iron bridge of the <span class=\"place\" data-place-id=\"658560\">Orontes</span>. After the loss of these important posts, and the defeat of the last of the Roman armies, the luxury of Ahtioch(l) trembled and obeyed. Her safety was ransomed with three hundred thousand pieces of gold; but the throne of the successors of Alexander, the seat of the Roman government in the east, which had been decorated by Cssar with the titles of free, and holy, and in- violate, was degraded under the yoke of the caliphs to the secondary rank of a provincial town. (2) In the life of Heraclius, the glories of the Persian war are clouded on either hand by the disgrace and weakness of his more early and his later days. When the successors of Mahomet unsheathed the sword of war and religion, he was as- tonished at the boundless prospect of toil and danger; his nature was indolent, nor could the infirm and frigid age of the emperor be kindled to a second effort. The sense of shame, and the importunities of the Syrians, prevented his hasty depar- ture from the scene of action; but the hero was no more; and the loss of <span class=\"place\" data-place-id=\"678106\">Damascus</span> and <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>, the bloody fields of Aiznadin and Yermuk, may be imputed in some degree to the absence or misconduct of the sovereign. Instead of defending the sepulchre of Christ, he involved trre church and state in a metaphysical contro- versy for the unity of his will; and while Heraclius crowned the offspring of his se- cond nuptials, he was tamely stripped of the most valuable part of their inheritance. In the cathedral of Atitioch, in the presence of the bishops, at the foot of the cru- cifix, he bewailed the sins of the prince and people; but his confession instructed the world, that it was in vain, and perhaps impious, to resist the judgment of God. The Saracens were invincible in fact, since they were invincible in opinion; and the desertion of Youkinna, his false repentance and repeated perfidy might justify the suspicion of the emperor, that he was encompassed by tr aitors and apostates, who conspired to betray his person, and their country to the enemies of Christ. In the hour of adversity, his superstition was agitated by the omens and dreams of a fall- ing crown; ami, after bidding an eternal farewell to <span class=\"place\" data-place-id=\"29492\">Syria</span>, he secretly embarked with a few attendants, and absolved the faith of his subjects. (3) <span class=\"place\" data-place-id=\"305064\">Constantine</span>, his eldest son, had been stationed with forty thousand men at Crcsarea, the civil metro- polis of the three provinces of Palestine. But his private interest recalled him to the Byzantine court; and, after the flight of his father, he felt himself an unequal champion to the united force of the caliph. His vanguard was boldly attacked by three hundred Arabs, and a thousand black slaves, who, in the depth of winter, had climbed the snowy mountains of Libanus. and who were speedily followed by the victorious squadrons of Caled himself. From the north and south the troops of Antioch and Jerusalem advanced along the sea-shore, till their banners were joined under the walls of the Phoenician cities: <span class=\"place\" data-place-id=\"344456\">Tripoli</span> and <span class=\"place\" data-place-id=\"678437\">Tyre</span> were betrayed; and a fleet of fifty transports, which entered with distrust the captive harbours, (1) Till* date of the conquest of Antioch by the Arabs is of some importance. By comparing the years of the   wont! in the chronography of Thi'ophanes with the years of the Hegira in the history of Rlmncin. sve sha M de- termine, that it was taken between January 23 and September 1, of the year of Christ 638 (Paei, Critics, in Ba- ron. Annul, torn. ii. p. 812, 313.) At Wakidi;Oekley, vo'. i. p. 314.) assigns that event to Tuesday, AsigustSl, an inconsistent date; sinee Easier fell that year on April 5, the 21st of August must have been a Fridft). (See the Tables of the Al t do Verifier les Dates.) (2) His bounteous edict, which tempted the grateful city to assume the victory of Pharsalia for a perpetual era, U given iv AvTic%i  :i r>;/tsiTsewsA.;!, <(f* six. ao-uXcu, xzi rturcie/**, z  i*f%eva->i xxt jrS5najpy*ivi I rtfg emtrejuie. John Melala.in Chron. p. 91. edit. Venet. We may distinguish his authentic information of domestic facts from his gross ignorance of general history.  3) See Ockley (vol. i. p. 308   312.,) who laughs at the credulity of his author. When Heraclius bade fare- well to <span class=\"place\" data-place-id=\"29492\">Syria</span>, Vale <span class=\"place\" data-place-id=\"29492\">Syria</span> et ultimuni vale, he prophesied that the Romans sliould nesier re-enter the province till the birth of an inauspicious child, the future scourge of the entire. Abttlfeda, p. 69. I am perfectlv igoc* rant of the mysti*. tenie, or nonsense, of this prediction.  .1", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA378&img=1&zoom=3&hl=en&sig=ACfU3U1xqvVOhqkoAvsIvYCzTxuHlb0JmA&ci=0%2C0%2C1000%2C2000&edge=0"}