{"text": " O F TH E ROMA N EMPIRE. 367 hours, brought a seasonable supply of arms and provisions to the camp of the Sara- cens. Their labours were terminated by the unexpected surrender of Csesarea: the Roman prince had embarked in the night;(l) and the defenceless citizens soli- cited their pardon with an offering; of two hundred thousand pieces of gold. The remainder of the province, Ramlah, Ptolemaisor Achre, Sichem orNeapolis, <span class=\"place\" data-place-id=\"687902\">Gaza</span>, <span class=\"place\" data-place-id=\"687839\">Ascalon</span>, <span class=\"place\" data-place-id=\"678060\">Berytus</span>, <span class=\"place\" data-place-id=\"678393\">Sidon</span>, <span class=\"place\" data-place-id=\"668250\">Gabala</span>, <span class=\"place\" data-place-id=\"668290\">Laodicea</span>, <span class=\"place\" data-place-id=\"658385\">Apamea</span>, <span class=\"place\" data-place-id=\"638860\">Hierapolis</span>, no longer pre- sumed to dispute the will of the conqueror: and <span class=\"place\" data-place-id=\"29492\">Syria</span> bowed under the sceptre of the caliphs seven hundred years after Pompey had despoiled the last of the Mace- donian kings. (2) The sieges and battles of six campaigns had consumed many thousands of the Moslems. They died with the reputation and cheerfulness of martyrs; and the simplicity of their faith may be expressed in the words of an Arabian youth, when he embraced, for the last time, his sister and mother.\" Is it not\" said he,\" the delicacies of <span class=\"place\" data-place-id=\"29492\">Syria</span>, or the fading delights of this world, that has prompted me to de- vote my life in the cause of religion? But I seek the favour of God and his apostle; and I have heard, from one of the companions of the prophet, that the spirits of the martyrs will be lodged in the crops of green birds, who shall taste the fruits, and drink of the rivers of paradise. Farewell, we shall meet again among the groves and fountains which God has provided for his elect.\" The faithful captives might exercise a passive and more arduous resolution; and a cousin of Mahomet is cele- brated for refusing, after an abstinence of three days, the wine and pork, the only nourishment that was allowed by the malice of the infidels. The frailty of some weaker brethren exasperated the implacable spirit of fanaticism: and the father of Amer deplored, in pathetic strains, the apostacy and damnation of a son, who had renounced the promises of God, and the intercession of the prophet, to occupy, with the priests and deacons, the lowest mansions of hell. The more fortunate Arabs, who survived the war, and persevered in the faith, were restrained by their abstemious leader from the abuse of prosperity. After a refreshment of three days, Abu Obeidah withdrew his troops from the pernicious contagion of the luxury of Antioch, and assured the caliph that their religion and virtue could omy be pre- served by the hard discipline of poverty and labour. But the virtue of Omar, how- ever rigorous to himself, was kind and liberal to his brethren. After a just tribute of praise and thanksgiving, he dropped a tear of compassion; and, sitting down on the ground, wrote an answer, in which he mildly censured the severity of his lieu- tenant.\" God,\" said the successor of the prophet,\"has not forbidden the use of the good things of this world to faithful men, and such as have performed good works. Therefore you ought to have given them leave to rest themselves, and par-   take freely of those good things which the country affordeth. If any of the Saracens have no families in <span class=\"place\" data-place-id=\"874334\">Arabia</span>, they may marry in <span class=\"place\" data-place-id=\"29492\">Syria</span>; and whosoever of them wants any female slaves, he may purchase as many as he hath occasion for.\" The con- querors prepared to use, or to abuse, this gracious permission: but the year of their triumph was marked by a mortality of men and cattle; and twenty-five thousand Saracens were snatched away from the possession of <span class=\"place\" data-place-id=\"29492\">Syria</span>. The death of Abu Obeidah might be lamented by the Christians; but his brethren recollected that he was one of the ten elect, whom the prophet had named as the heirs of paradise. (3) Caled survived his brethren about three years; and the tomb of the sword of God is. shown in the neighbourhood of <span class=\"place\" data-place-id=\"344409\">Emesa</span>. His valour, which founded in <span class=\"place\" data-place-id=\"874334\">Arabia</span> and <span class=\"place\" data-place-id=\"29492\">Syria</span>, the empire of the caliphs, was fortified by the opinion of a special provi- dence; and as long as he wore a cap, which had been blessed by Mahomet, he deemed himself invulnerable amidst the darts of the infidels. The place of the first conquerors was supplied by a new generation of their children and countrymen: became the seat and support of the house of Ommiyah; and the revenue, the soldiers, the ships of that powerful kingdom, were conse- crated to enlarge on every side the empire of the caliphs. But the Saracens de- (1) In the loose and obscure chronology of the times, I am fruited by an authentic record (in the book of Ce- remoniei of <span class=\"place\" data-place-id=\"305064\">Constantine</span> Porphyrogenitus.) which certifies that June 4, A. D. 638. the emperor crowned his younger ion Heraclius in the presence of his eldest. Cbnstantme, and in the palace of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>; that Ja- nuary 1, A. D. 639. the royal procession visited the great church,and on the fourth of the same month the hippodrome. (2) Siity-five years before Christ, <span class=\"place\" data-place-id=\"29492\">Syria</span> Pontusqne monnmenta sunt Cn. <span class=\"place\" data-place-id=\"678142\">Pompeii</span> virtutis (Veil. Patereul. 2. 38,) rather of his fortune and power: he adjudged <span class=\"place\" data-place-id=\"29492\">Syria</span> to be a Roman province, and the last of the Selencides were incapable of drawing a sword in the defence of their patrimony. (See the uriginal tests collected by Usher. Annal. p. 420.) (3) Abulfeda, Annal. Moslem, p. 73. Mahomet could artfully vary the praises of his disciples. Of Omar he was accustomed to say, that if a prophet could arise after himself, it would be Omar: and that in a general ca- lamity, Omar would be accepted by the divine justice (Ockley, vol. i. p. 321,?", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA379&img=1&zoom=3&hl=en&sig=ACfU3U1EnhK7uX7_cjq6m_5l8DNznFAj2Q&ci=0%2C0%2C1000%2C2000&edge=0"}