{"text": " 26. TH E DECLIN E AN D FAL L an aqueduct, were speedily constructed; the public and private edifices were adapt- ed to the greatness of a royal city; and the strength of the walls resisted, during the lifetime of Justinian, the unskilful assaults of the Huns and Sclavonians. Their progress was sometimes retarded, and their hopes of rapine were disappointed, by the innumerable castles, which, in the provinces of <span class=\"place\" data-place-id=\"207065\">Dacia</span>, <span class=\"place\" data-place-id=\"530871\">Epirus</span>, Thessaly, Ma- cedonia, and <span class=\"place\" data-place-id=\"1001889\">Thrace</span>, Appeared to cover the whole face of the country. Six hun- dred of these forts were built or repaired by the emperor: but it seems reasonable to believe,, that the far greater part consisted only of a stone or brick tower, in the midst of a square or circular area, which was surrounded by a wall and ditch, and afforded in a moment of danger some protection<o the peasants and cattle of the neighbouring villages.(l) Yet these military works, which exhausted the public treasure, could not remove the just apprehensions of Justinian and his European subjects. The warm baths of <span class=\"place\" data-place-id=\"216702\">Anchialus</span> in Thrace were rendered as safe as they were salutary; but the rich pastures of <span class=\"place\" data-place-id=\"491741\">Thessalonica</span> were foraged by the Scythian cavalry; the delicious vale of <span class=\"place\" data-place-id=\"541131\">Tempe</span>, three hundred miles from the <span class=\"place\" data-place-id=\"216798\">Danube</span>, was continually alarmed by the sound of war;(2) and no unfortified spot, however dis- tant or solitary, could securely enjoy the blessings of peace. The straits of Ther- mopylae, which seemed to protect, but which had so often betrayed, the safety of <span class=\"place\" data-place-id=\"1001896\">Greece</span>, were diligently strengthened by the labours of Justinian. From the edge of the sea-shore, through theforest and valleys, and as far as the summit of the Thessalian mountains, a strong wall was continued, which occupied every practi- cable entrance. Instead of a hasty crowd of peasants, a garrison of two thousand soldiers was stationed along the rampart; granaries of corn, and reservoirs of wa- ter, were provided for their use; and by a precaution that inspired the cowardice which it foresaw, convenient fortresses were erected for their retreat. The walls of <span class=\"place\" data-place-id=\"570182\">Corinth</span>, overthrown by an earthquake, and the mouldering bulwarks of <span class=\"place\" data-place-id=\"579885\">Athens</span> and Platxa, were carefully restored; the barbarians were discouraged by the pros- pect of successive and painful sieges; and the naked cities of <span class=\"place\" data-place-id=\"570577\">Peloponnesus</span> were covered by the fortifications of the isthmus of Corinth. At the extremity of Eu- rope, another peninsula, the Thracian <span class=\"place\" data-place-id=\"501386\">Chersonesus</span>, runs three days' journey into the sea, to form, with the adjacent shores of <span class=\"place\" data-place-id=\"1001906\">Asia</span>, the straits of the Hellespont. The intervals between eleven populous towns were filled by lofty woods, fair pas- tures, and arable lands: and the isthmus, or thirty-seven stadia or furlongs, had been fortified by a Spartan general nine hundred years before the reign of Justi- nian. (3) In an age of freedom and valour, the slightest rampart may prevent a surprise; and Procopius appears insensible of the superiority of ancient times, while he praises the solid construction and double parapet of a wall, whose long arms stretched on either side into the sea: but whose strength was deemed insufficient to guard the <span class=\"place\" data-place-id=\"501386\">Chersonesus</span>, if each city, and particularly <span class=\"place\" data-place-id=\"501450\">Gallipoli</span> and Sestus, had not been secured by their peculiar fortifications. The long wall, as it was em- phatically styled, was a work as disgraceful in the object, as it was respectable^ in the execution. The riches of a capital diffuse themselves over the neighbouring country, and the territory of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, a paradise of nature, was adorned   with the luxurious gardens and villas of the senators and opulent citizens. But their wealth served only to attract the bold and rapacious barbarians; the noblest of the Romans, in the bosom of peaceful indolence, were led away into Scythian captivity, and their sovereign might view, from his palace, the hostile flames which were insolently spread to the gates of the imperial city. At the distance only of forty miles, Anastasius was constrained to establish a last frontier; his long wall, of sixty miles from the <span class=\"place\" data-place-id=\"540936\">Propontis</span> to the <span class=\"place\" data-place-id=\"638838\">Euxine</span>, proclaimed the impotence of his arms; and as the danger became more imminent, new fortifications were added by the indefatigable prudence of Justinian .(4) <span class=\"place\" data-place-id=\"837\">Asia</span> <span class=\"place\" data-place-id=\"837\">Minor</span>, after the submission of the Isaurians,(5) remained without enemies and without fortifications. Those bold savages, who had disdained to be the sub- jects of Galenius, persisted two hundred and thirty years in a life of independence   (1) These fortifications may be compared to the castles in Mingrelin (Chardin, Voyages en Perse, torn. i. p. 60. 131.)   a natural picture. (3) The Talley of <span class=\"place\" data-place-id=\"541131\">Tempe</span> is situate along the river Peneus, between the hills of Oisa and <span class=\"place\" data-place-id=\"491677\">Olympus</span>: it is only five miles long, and in some places no more than one hundred and twenty feet in breadth. Its verdant beau- ties are elegantly described by Pliny. (Hist. Natur. Iib.iv. 15.) and more diffusely by/Elian (Hist. Yar. lib. iii. c. 1.) (3) Xenophon Hellenic, lib. iii. c. 2. Aftera long and tedious conversation with the Byzantine declaimers, how refreshing is the truth, the simplicity, the elegance of an Attic writer 1 (4) See the long wall in Evagrius (lib. iv. c. 38.) This whole article is drawn from the fourth book of the Sdr&oes, except <span class=\"place\" data-place-id=\"216702\">Anchialus</span> (lib. iii. c. 7.) (5) In the course of this history, I have sometimes mentioned, and much oftener alighted, the hasty inroads of the Iiauriaus, which were not attended with any consequences.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA38&img=1&zoom=3&hl=en&sig=ACfU3U19HP6u7LcJDfsBm5aHE7kW7t6MDQ&ci=0%2C0%2C1000%2C2000&edge=0"}