{"text": " 368 TH E DECLIN E AN D FAL L spise a superfluity of fame; and their historians scarcely condescend to mention the subordinate conquests which are lost in the splendour and rapidity of their victorious career. To the north of <span class=\"place\" data-place-id=\"981550\">Syria</span>, they passed mount <span class=\"place\" data-place-id=\"648792\">Taurus</span>, and reduced to their obedience the province of <span class=\"place\" data-place-id=\"991403\">Cilicia</span>, with its capital <span class=\"place\" data-place-id=\"648789\">Tarsus</span>, the ancient mo- nument of the Assyrian kings. Beyond a second ridge of the same mountains, they spread the flame of war, rather than the light of religion, as far as the shores of the <span class=\"place\" data-place-id=\"638838\">Euxine</span> and the neighbourhood of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>. To the east they advanced to the banks and sources of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span> and <span class=\"place\" data-place-id=\"874545\">Tigris</span> :(1) the long disputed barrier of <span class=\"place\" data-place-id=\"423025\">Rome</span> and Persia was for ever confounded; the walls of <span class=\"place\" data-place-id=\"658457\">Edessa</span> and <span class=\"place\" data-place-id=\"874298\">Amida</span>, of <span class=\"place\" data-place-id=\"874444\">Dara</span> and <span class=\"place\" data-place-id=\"874623\">Nisibis</span>, which had resisted the arms and engines of Sapor or Nushirvan,   were levelled in the dust: and the holy city of Abgarus might vainly produce the epistle of the image of Christ to an unbelieving conqueror. To the west the Sy- rian kingdom is bounded by the sea; and the ruin of Aradus, a small island or pe- ninsula on the coast, was postponed during ten years. But the hills of Libanus abounded in timber, the trade of Phoenicia was populous in mariners; and a fleet of seventeen hundred barks was equipped and manned by the natives of the desert. The imperial navy of the Romans fled before them from the Pamphylian rocks to the Hellespont; but the spirit of the emperor, a grandson of Heraclius, had been subdued before the combat by a dream and a pun. (2) The Saracens rode mas- ters of the sea; and the islands of <span class=\"place\" data-place-id=\"991392\">Cyprus</span>, <span class=\"place\" data-place-id=\"590030\">Rhodes</span>, and the <span class=\"place\" data-place-id=\"560353\">Cyclades</span>, were suc- cessfully exposed to their rapacious visits. Three hundred years before the Chris- tian era, the memorable though fruitless siege of Rhodes,(3) by Demetrius, had furnished that maritime republic with the materials and the subject of a trophy. A gigantic statue of Apollo, or the sun, seventy cubits in height, was erected at the entrance of the harbour, a monument of the freedom and the arts of <span class=\"place\" data-place-id=\"1001896\">Greece</span>. After standing fifty-six years, the colossus of Rhodes was overthrown by an earth- quake; but the massy trunk, and huge fragments, lay scattered eight centuries on the ground, and are often described as one of the wonders of the ancient world. They were collected by the diligence of the Saracens, and sold to a Jewish mer- chant of <span class=\"place\" data-place-id=\"658457\">Edessa</span>, who is said to have laden nine hundred camels with the weight of the brass metal: an enormous weight, though we should include the hundred colossal figures, (4) and the three thousand statues, which adorned the prosperity of the city of the sun. II. The conquest of <span class=\"place\" data-place-id=\"766\">Egypt</span> may be explained by the character of the victorious. Saracen, one ot the first of his nation, in an age when the meanest of the brethren was exalted above his nature by the spirit of enthusiasm. The birth of Amrou was at once base and illustrious: his mother, a notorious prostitute, was unable to decide among five of the Koreish; but the proof of the resemblance adjudged the child to Aasi, the oldest of her lovers. (5) The youth of Amrou was impelled by the passions and prejudices of his kindred: his poetic genius was exercised in sati- rical verses against the person and doctrine of Mahomet; his dexterity was em- ployed by the reigning faction to pursue the religious exiles who had taken refuge in the court of the Ethiopian king. (6) Yet he returned from this embassy a secret proselyte; his reason or his interest determined him to renounce the worship of idols; he escaped from Mecca with his friend Caled, and the prophet of Medina enjoyed at the same moment the satisfaction of embracing the two firmest cham- pions of his cause. The impatience of Amrou to lead the armies of the faithful was checked by the reproof of Omar, who advised him not to seek power and do- minion, since he who is a subject to-day, may be a prince to-morrow. Yet his (1) Al Walkidi had likewise written a history of the conquest of Diarbekir, or <span class=\"place\" data-place-id=\"981534\">Mesopotamia</span>, (\"Oekley, at the end of the second vol.) which our interpreters do not appear to have seen. The chronicle of Dionysins of Tel- mar, the Jacobite patriarch, records the taking of <span class=\"place\" data-place-id=\"658457\">Edessa</span>, A. D. 637. and of Dura, A. D. 041. (Asseman. Bibliof. Orient, torn. ii. p. 103.) and the attentive may glean some doubtful information from the Chronography of Theophanes. (p. 285   287.) Most of the towns of <span class=\"place\" data-place-id=\"981534\">Mesopotamia</span> yielded by surrender. (Abulpharag. p. 113.) (2) He dreamt that he was at Thessalonica   a harmless and unmeaning vision; but his soothsayer or his cow- ardice understood the sure omen of ailefcat concealed in that inauspicious word,  *o eexxaj Give to another the victory. (Theophan. p. 288, Zouras, torn. ii. lib. xiv. p. 88.) (3) Every passage and everjr fact that relates to the isle, the city, and the colossus of Rhodes, are compiled in the laborious treatise of Meursius, who has hestow-ed the same diligence on the two larger islands of <span class=\"place\" data-place-id=\"589748\">Crete</span> and <span class=\"place\" data-place-id=\"991392\">Cyprus</span>. See in the third volume of his works, the Rhodui of Meursius. (lib. i. e. IS. p. 715   719.) The Byzan- tine writers, Theophanes and <span class=\"place\" data-place-id=\"305064\">Constantine</span>, have ignorantly prolonged the term to one thousand three hnndred and sixty years, and ridiculously divide the weight among thirty thousand camels. (4) Centum cnlossialium nobilitaturi locum, says Pliny, with his usnal spirit. Hist. Natur. 34.18. (5) We learn this anecdote from a spirited old woman, who reviled to their faces the caliph and his friend. She was encouraged by the silence of Amrou and the liberality of Moawiyah. (Abulfeda, Annal. Moslem, p. 111.) (6) Gagnier,Viede Mahomet, torn. ii. p. 46,&c. who quotes the Abyssinian history, or romance or Ahde! B^lcides. Yet the tact o ( the embassy and the ambassador may be allowed.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA380&img=1&zoom=3&hl=en&sig=ACfU3U0wq_tZCjiGlehZuuT_JlJoKtNSPQ&ci=0%2C0%2C1000%2C2000&edge=0"}