{"text": " O F TH E ROMA N EMPIRE. 3fi9 merit was not overlooked by the two first successors of Mahomet; they were in- debted to his arms for the conquest of Palestine; and in all the battles and sieges of <span class=\"place\" data-place-id=\"29492\">Syria</span>, he united with the temper of a chief the valour of an adventurous soldier. In a visit to Medina, the caliph expressed a wish to survey the sword which had cut down so many Christian warriors; the son of Aasi unsheathed a short-and ordina- ry scimitar; and as he perceived the surprise of Omar,\"Alas!\" said the modest Sa- racen,\" the sword itself, without the arm of its master, is neither sharper nor more vveighty than the sword of Pharezdak the poet.\"(l) After the conquest of <span class=\"place\" data-place-id=\"1001943\">Egypt</span> he was recalled by the jealousy of the caliph Othman; but in the subsequent trou- bles, the ambition of a soldier, a statesman, and an orator, emerged from a private station. His powerful support, both in council and in the field, established the_ throne of the Ommiades; the administration and revenue of Egypt were restored' by the gratitude of Moawiyah to a faithful friend who had raised himself above the rank of a subject; and Amrou ended his days in the palace and city which he had founded on the banks of the Nile. His dying speech to his children is celebrated by the Arabians as a model of eloquence ant! wisdom: he deplored the errors of his youth; but if the penitent was still infected by the vanity of a poet, he might exaggerate the venom and mischief of his impious compo^tions.(2) From his camp, in Palestine, Amrou had surprised or anticipated the caliph's leave for the invasion of Egypt. (3) The magnanimous Omar trusted in his God and his sword, which had shaken the thrones of Chosroes and Caisar; but when he compared the slender force of the Moslems with the greatness of the enter- prise, he condemned his own rashness, and listened to his timid companions. The pride and the greatness of Pharaoh were familiar to the readers of the Koran; and a tenfold repetition, of prodigies had been scarcely sufficient to effect, not the victory, but the flight of six hundred thousand of the children of Israel: the cities of Egypt were many and populous; their architecture was strong and solid; the Nile, with its numerous branches, was alone an insuperable barrier; and the gra- nary of the imperial city would be obstinately defended by the Roman powers. In this perplexity, the commander of the faithful resigned himself to the decision of chance, or, in his opinion, of Providence. At the head of only four thousand Arabs, the intrepid Amrou had marched away from his station of <span class=\"place\" data-place-id=\"687902\">Gaza</span> when he was overtaken by the messenger of Omar.\" If you are still in Syria,\" said the ambiguous mandate,\"retreat without delay: but if, at the receipt of this epistle, you have already reached the frontiers of Egypt, advance with confidence, and depend on the succour of God and of your brethren.\" The experience, per- haps the secret intelligence of Amrou had taught him to suspect the mutability of courts; and he continued his march till his tents were unquestionably pitched on Egyptian ground. He there assembled his officers, broke the seal, perused the epistle, gravely inquired the name and situation of the place, and declared his ready obedience to the commands of the caliph. After a siege of thirty days, he took possession of Farmah or <span class=\"place\" data-place-id=\"727192\">Pelusium</span>, and that key of Egypt, as it has been justly named, unlocked the entrance of the country, as far as the ruins of Helio- polis and the neighbourhood of the modern Cairo. On the western side of the Nile, at a small distance to the east of the pyra- mids, at a small distance to the south of the Delta, <span class=\"place\" data-place-id=\"736963\">Memphis</span>, one hundred and fifty furlongs in circumference, displayed the magnificence of ancient kings. Un- der the reign of the Ptolemies and Csesars, the seat of government was removed to the sea-coast; the ancient capital was eclipsed by the arts and opulence of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>; the palaces, and at length the temples, were reduced to a desolate and ruinous condition: yet in the age of Augustus, and even in that of Constan- tine, <span class=\"place\" data-place-id=\"736963\">Memphis</span> was still numbered among the greatest and most populous of the provincial cities.(4) The banks of the Nile, in this place of the breadth of three (1) This laying is preserved by Poeoek. (Vot. ad Carmen Tograi, p. 184.) and justly applauded by Mr. Harris. (Philosophical Arrangements, p. 350.) (2) For the life and character of Amrou, see Ockley, (Hist, of the Saracens, vol. i. p. 28. 83.94. 328. 342. 344. and to the end of the volume; vol, li.p. 51. 55. 57. 74. 110   112. 162.) and Otter. (Mem. dp P leademie dts In- scriptions, torn. 21. p. 131.132.) The readers of Tacitus may aptly compare Ve.pasian and Mncianus, with Moawiyah and Amrou. Yet the resemblance is still more in the situation, loan in the characters of the men. (.1) Al Wakidi had likewise^ composed a separate history of the conquest of Egypt, which Mr. Ockley could never procure; and his own inquiries (vol. i. p. 344   302.) have added very little to the original text of Euty- chius (Annal. torn. ii. p. 296   323. vers. Poeock,) the Melchite patriarch of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, who lived three hun- dred years after the revolution. (4) Strabo, an accurate and attentive spectator, observes of <span class=\"place\" data-place-id=\"678179\">Heliopolis</span>; vwt ptv ouv itti nttytpiucoc it woxic; (Geojrraph. lib. xvii. p. 1158.) but of <span class=\"place\" data-place-id=\"736963\">Memphis</span> he declares, woa.ic P iirrt p.ty*w rs xxi irwevfyflc, Stwtp*//;t' AA^vSpsfatv; (p. 1161.) he notices, however, the mixture of inhabitants and the ruins of the palaces. In the Vol. III. 47", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA381&img=1&zoom=3&hl=en&sig=ACfU3U2pJtPi9cX-BnLEJIRVfjCtBg9-yw&ci=0%2C0%2C1000%2C2000&edge=0"}