{"text": " TH E DECLIN E AN D FAL L thousand feet, were united by two bridges of sixty and of thirty boats, connected in the middle stream by the small island of Rouda, which was covered with gar- dens and habitations. (1) The eastern extremity of the bridge was terminated by the town of <span class=\"place\" data-place-id=\"727082\">Babylon</span> and the camp of a Roman legion, which protected the pas- sage of the river and the second capital of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>. This important fortress, which might fairly be described as a part of <span class=\"place\" data-place-id=\"736963\">Memphis</span> or Misrah, was invested by Ihe arms of the lieutenant of Omar: a re-enforcement of four thousand Saracens soon arrived in his camp; and the military engines, which battered the walls, may be imputed to the art and labour of his Syrian allies. Yet the siege was pro- tracted to seven months; and the rash invaders were encompassed and threatened by the inundation of the Nile.(2) Their last assault was bold and successful: they passed the ditch, which had been fortified with iron spikes, applied their scaling- ladders, entered the fortress with the shout of God is victorious! and drove the remnant of the Greeks to their boats, and the isle of Rouda. The spot was af- terward recommended to the conqueror by the easy communication with the gulf and the peninsula of <span class=\"place\" data-place-id=\"29475\">Arabia</span>: the remains of <span class=\"place\" data-place-id=\"736963\">Memphis</span> were deserted; the tents of the Arabs were converted into permanent habitations: and the first mosch was blessed by the presenim of fourscore companions of Mahomet.(3) A new city arose in their camp on the eastward bank of the Nile; and the contiguous quar- ters of <span class=\"place\" data-place-id=\"727082\">Babylon</span> and Fostat are confounded in their present decay by the appella- tion of old Misrah or Cairo, of which they form an extensive suburb. But the name of Cairo, the town of victory, more strictly belongs to the modern capital which was founded in the tenth century by the Fatimite caliphs. (4) It has gra- dually receded from the river; but the continuity of buildings may be traced by an attentive eye from the monuments of Sesostris to those of Saladin.(5) Yet the Arabs, after a glorious and profitable enterprise, must have retreated to the desert, had they not found a powerful alliance in the heart of the country. The rapid conquest of Alexander was assisted by the superstition and revolt of the natives; they abhorred their Persian oppressors, the disciples of the Magi, who had burnt the temples of Egypt, and feasted with sacrilegious appetite on the flesh of the god Apis. (6) After a period of ten centuries the same revolution was renewed by a similar cause: and in the support of an incomprehensible creed, the zeal of the Coptic Christians was equally ardent. I have already explained the origin and progress of the Monophysite controversy, and the persecution of the emperors, which converted a sect into a nation, and alienated Egypt from their religion and government. The Saracens were received as the deliverers of the Jacobite church; and a secret and effectual treaty was opened during the siege of <span class=\"place\" data-place-id=\"736963\">Memphis</span> between a victorious army and a people of slaves. A rich and noble Egyptian, of the name of Mokawkas, had dissembled his faith to obtain the ad- ministration of his province; in the disorders of the Persian war he aspired to in- dependence; the embassy of Mahomet ranked him among princes; but he declined, with rich gifts and ambiguous compliments, the proposal of a new religion.(7) The abuse of his trust exposed him to the resentment of Heraclius; his submis- sion was delayed by arrogance and fear; and his conscience was prompted by in- proper Egypt, Ammianns enumerates <span class=\"place\" data-place-id=\"736963\">Memphis</span> among the four cities, maximis utbibns quibus provincia nilet; (22. 16.) and the name of <span class=\"place\" data-place-id=\"736963\">Memphis</span> appears with distinction in the Roman Itinerary and episcopal lists. (1) These rare and curious facts, the breadth (two thousand nine hundred and forty-six feet) and the bridge of the Nile, are only to be found in the Danish traveller and the Nubian geographer, (p. 98.) (2) From the month of April, the Nile begins impeiceptibly to rise; the swell becomes strong and visible in the moon after the summer solstice, (Piin. Hist. Nat 5. 10.) and is usually proclaimed at Cairo on St. Peter's day. (June 29.) A register of thirty successive years marks the greatest height of the waters between Jury 25 and August 18. (Maillet, Description de l'Egypte, letlre 11. p. 67,&c. Pocoek's Description of the East, vol. i. p. 200. Shaw's Travels, p. 383.) (3) Murtadi, MerreiUes de l'Egypte, 243   259. He expatiates on the subject with the zeal and minuteness of a citizen and a bigot, and his local traditions have a strong air of truth and accuracy. (4) D'Herbelot,BibliotlieqtteOrientale, p. 233. (5) The position of New and Old Cairo is well known, and has been often described. Two writers, who were intimately acquainted with ancient and modern Egypt, have fixed, after a learned inquiry, the city of Mem- phis at Gach, directly opposite the Old Cairo. (Sicard, Nouveaux Memoirs des Missions du Levant, torn. vi. p. S, 6. Shaw's Observations and Travels, p. 296   304.) Yet we may not disregard the authority or the arguments ufPocock. (vol. i. p. 25   41.) Niebuhr, (Voyage, tom.i. p. 77   106.) and, above all, of d'Anville, (Description de l'Egypte, p. Ill, 112. 130   149.) who have removed <span class=\"place\" data-place-id=\"736963\">Memphis</span> towards the village of Mohannah, some miles farther to the south. In their bear, the disputants have forgot that the ample space of a metropolis covers and annihilates the far greater part of the controversy. (6) See Herodotus, lib. in. c. 27   29. jE'ian Hist. Var. lib. iv. c. 8. Suidas, in  !%  .-, torn. ii. p. 774. Diodor. Sictil. torn. ii. lib. xvii. p. 197. edit. <span class=\"place\" data-place-id=\"109459\">Wesseling</span>. Tov Ilsprav w-&wrm it; t  nf  , says the last of these historians. ( ) Mi.kawkas sent the prophet two Coptic damsels, with two maids, and one eunuch, an alabaster vase, an ingot of pure gold, oil. honey, and ilie finest white linen of Egypt, with a hone, a mule, and an ass, distin- guished by iheir respective qualifications. The embassy of Mahumet was despatched from Medina its the se- venth year of the Hegira. (A. D. 623.) See Gaguier, (Viede Mahomit, torn. ii. p. 255,256.303.) from Al JannaVi.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA382&img=1&zoom=3&hl=en&sig=ACfU3U09ziK3cY74gwRja0mDLISvTXdfRg&ci=0%2C0%2C1000%2C2000&edge=0"}