{"text": " TH E DECLIN E AN D FAL L faithful natives devoted their labours to the service of Amrou; some sparks of martial spirit were perhaps rekindled by the example of their allies; and the sanguine hopes of Mokawkas had fixed his sepulchre in the church of St. John of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>. Eutychius the patriarch observes, that the Saracens fought with the courage of lions; they repulsed the frequent and almost daily sallies of the be- sieged, and soon assaulted in their turn the walls and towers of the city. In eve- ry attack, the sword, the banner of Amrou, glittered in the van of the Moslems. On a memorable day, he was betrayed by his imprudent valour: his followers who had entered the city were driven back; and the general, with a friend and a slave, remained a prisoner in the hands of the Christians. When Amrou was conducted before the prefect, he remembered his dignity and forgot his situation: a lofty demeanour, and resolute language, revealed the lieutenant of the caliph, and the battle-axe of a soldier was already raised to strike off the head of the audacious captive. His life was saved by the readiness of his slave, who instant- ly gave his master a blow on the face, and commanded him, with an angry tone, to be silent in the presence of his superiors. The credulous Greek was deceived; he listened to the offers of a treaty, and his prisoners were dismissed in the hope of a more respectable embassy, till the joyful acclamations of the.camp announced the return of their general, and insulted the folly of the infidels. At length, after a siege of fourteen nionths,(l) and the loss of three-and-twenty thousand men, the Saracens^prevailed: the Greeks embarked their dispirited and diminished numbers, and the standard of Mahomet was planted on the walls of the capital of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>.*' I have taken,\" said Amrou to the caliph,\" the great city of the west. It'is impossible for me to enumerate the variety of its riches and beauty; and I shall content myself with observing, that it contains four thousand palaces, four thousand baths, four hundred theatres or places of amusement, twelve thousand shops for the sale of vegetable food, and forty thousand tributary Jews. The town has been subdued by force of arms, without treaty or capitulation, and the Moslems are impatient to seize the fruits of their victory. \"(2) The commander of the faithful rejected with firmness the idea of pillage, and directed his lieute- nant to reserve the wealth and revenue of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> for the public service and the propagation of the faith: the inhabitants were numbered; a tribute was im- posed; the zeal and resentment of the Jacobites were curbed, and the Melchites, who submitted to the Arabian yoke, were indulged in the obscure but tranquil ex- ercise of their worship. The intelligence of this disgraceful and calamitous event afflicted the declining health of the emperor; and Heraclius died of a dropsy about seven weeks after the loss of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>. (3) Under the minority of his grandson, the clamours of a people, deprived of their daily sustenance, com- pelled the Byzantine court to undertake the recovery of the capital of Egypt. In the space of four years, the harbour and fortifications of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> were twice occupied by a fleet and army of Romans. They were twice expelled by the valour of Amrou, who was recalled by the domestic peril from the distant wars of <span class=\"place\" data-place-id=\"344456\">Tripoli</span> and Nubia. But the facility of the attempt, the repetition of the insult, and the obstinacy of the resistance, provoked him to swear, that if a third time he drove the infidels into the sea, he would render <span class=\"place\" data-place-id=\"727070\">Alexandria</span> as accessible on all sides as the house of a prostitute. Faithful to his promise, he dismantled several parts of the walls and towers, but the people were spared in the chas- tisement of the city, and the mosch of Mercy was erected on the spot where the victorious general had stopped the fury of his troops. I should deceive the expectation of the reader, if I passed in silence the fate of the Alexandrian library, as it is described by the learned Abulpharagius. The spirit of Amrou was more curious and liberal than that of his brethren, and in his leisure hours, the Arabian chief was pleased with the conversation of John, the last disciple of Ammonius, and who derived the surname of P/iilofionus from (1) Both Eutychius (Anna), torn. ii. p. 319.) and Elmacin (Hist. Saracen, p. 23.) concur in fixine; the taking of A lexandria to Friday uf the new moon of Muharram of the twentieth year of the Hejrira (Decem- ber 22. A. D. 640.) In reckoning backwards fourteen months spent belore <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, seven months before <span class=\"place\" data-place-id=\"893951\">Babylon</span>,&c. Amrou rni^ht have invaded Krjypt about the end of the year 633; hut we are assured that becn- teied the country the twelfth ot Bavni. sixth of June (Murtadi Merveilles de i'Efrypte, p. 164. Sev.-rus, apud Renaudut. p. 152.) Tiie Saracen, and afterwards Louis IX. of <span class=\"place\" data-place-id=\"98961\">France</span>, halted at Pelusiunj, or Damietta, during the season of the inundation of the Nile. (2) Kutych. Annal. torn. ii. p. 316. 319. (3) Notwithstanding some inconsistencies of Theophanes and Cedrenus, the accuracy of Pie^t (Critica, tout, ii. p. 824.) (.as estraeted from Nicephorus and the Chronicon Orientale the true date of the death uf Heraclius, February 11. A. D. 641, fifty daysafter the lost of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>. A foartn of that time was sufficient to conrey the intelligence.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA384&img=1&zoom=3&hl=en&sig=ACfU3U0Kl6Fod-iYwEIMbmqFIWdIsKwWrw&ci=0%2C0%2C1000%2C2000&edge=0"}