{"text": " O P TH E ROMA N EMPIRE. Ins laborious studies of grammar and philosophy. (1) Emboldened by. this fami- liar intercourse, Philoponus presumed to solicit a gift, inestimable in his opinion, contemptible in that of the barbarisms; the royal library, which alone among the spoils of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, had not been appropriated by the visit and the seal of the conqueror. Amrou was inclined to gratify the wish of the grammarian, but his rigid integrity refused to alienate the minutest object without the consent of the caliph; and the well-known answer of Omar was inspired by the ignorance of a fanatic.\" If these writings of the Greeks agree with the book of God, they are useless, and need not be preserved: if they disagree, they are pernicious, and ought to be destroyed.\" The sentence was executed with blind obedience; the vo- lumes of paper or parchment were distributed to the four thousand baths of the city; and such was their incredible multitude, that six months were barely suffi- cient for the consumption of this precious fuel. Since the dynasties of Abulpha- ragius(2) have been given to the world in a Latin version, the tale has been re- peatedly transcribed: and every scholar, with pious indignation, has deplored the irreparable shipwreck of the learning, the arts, and the genius of antiquity. For my own part I am strongly tempted to deny both the fact and the consequences. The fact is indeed marvellous. Read and wonder! says the historian himself: and the solitary report of a stranger who wrote at the end of six hundred years on the confines of <span class=\"place\" data-place-id=\"903080\">Media</span>, is overbalanced by the silence of two annalists of a more early date, both Christians, both natives of <span class=\"place\" data-place-id=\"981503\">Egypt</span>, and the most ancient of whom, the patriarch Eutychius, has amply described the conquest of Alexan- dria. (3) The rigid sentence of Omar is repugnant to the sound and orthodox precept of the Mahometan casuists: they expressly declare that the religious books ef the Jews and Christians, which are acquired by the right of war, should never be committed to the flames; and that the works of profane science, histo- rians, or poets, physicians or philosophers, may be lawfully applied to the use of the faithful. (4)   A more destructive zeal may perhaps be attributed to the first successors of Mahomet; yet in this instance, the conflagration would have speedi- ly expired in the deficiency of materials. I shall not recapitulate the disasters of the Alexandrian library, the involuntary flames that were kindled by Cjcsar in his own defence,(5) or the mischievous bigotry of the Christians, who studied to destroy the monuments of idolatry. (6) But if we gradually descend from the age of the Antonines to that of Theodosius, we shall learn from a chain of co- temporary witnesses, that the royal palace and the temple of Serapis no longer contained the four, or the seven, hundred thousand volumes, which had been as- sembled by the curiosity and magnificence of the Ptolemies. (7) Perhaps the church and seat of the patriarchs might be enriched with a repository of books; but if the ponderous mass of Arian and Monophysite controversy were indeed con- sumed in the public baths,(8) a philosopher may allow, with a smile, that it was ultimately devoted to the benefit of mankind. I sincerely regret the more valua- ble libraries which have been involved in the ruin of the Roman empire: but when I seriously compute the lapse of ages, the waste of ignorance, and the calamities of war, our treasures, rather than our losses, are the object of my surprise. Many (1) Many treatises of this lover of labour (cixcii-avoc) are still extant; but fur readers of the present age, the printed and unpublished are nearly in the same predicament. Moses and Aristotle are the chief objects of his verbose commentaries, one of which is dated as early as May 10, A. U. tin. (Fabric, liibliot. Graic. torn. ix. p. 458   468.) A modern (John Le Clerc,) who someiimes assumes the same name, was equal to old Philoponus m diligence, and far superior in good sense and real knowledge. (2) Abulpharag. Dynast, p. 114. vers. Poeock. Audi quid factum sit eynirare. It would be endless to enu- merate the modems who have wondered and believed, but I may distinguish with honour the rational scepti- cism of Renaudot: (Hist. Alex. Patriarch, p. 170.) historia.... habet aliqnid m.3-t:v ut Arabibus familiare est. (3) This curious anecdote will be vainly sought in the annals of Eutychius and the Saracenic history of El- macin. The silence of Abulf^da, Mortadi, and a crowd of Moslems, is less conclusise from their ignorance of Christian literature. (4) See Iteland, de Jure Mililuri Mnhammedanorum, in his third volume of Dissertations', p. 37. The r- asons for not burning the religious books of the Jews or Christians, is derived from the respect that is due to the name of Ond. (5) Consult the collections of Frensheiin (Supplement. Livian. e. 12. 43.) anil Usher. Aunal. p. 4tio.) Livy himself bad styled the Alexandrian library, eh gantiae regum cuiaiqtie egregium opus; a liberal encomium, for which he is partly criticised by the narrow stoicism of Seneca, (De l'ranquillitale Animi, e. y.) whose wisdom, on this occasion, deviates into nonsense. (6) See this History, vol. v. p. 111. (7) Aulus Gellius (Noctes Atticse, 6. 17.) Ammianas Mareellinus, (22. 16.) and Orosius. (lib. vi. c. 15.) They all speak in xhepaet tense, and the words of Ammianus are remarkably strong: fuerunt Bibliothece innume* rabiles: et loquitur monumentoruni veterum concinens fidi s. <span class=\"place\" data-place-id=\"207442\">Sic</span>. (8) Renaudot answers for version, of the Bible. Hexapla Catena; Patrum, Commentaries, fcc. (p. 170.) Our Alexandrian MS.if it came from Egypt, and not from <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, or mount <span class=\"place\" data-place-id=\"501365\">Athos</span>, (Wetstein, Prolegom. at N. T. p. 8, Sec.) mightpossiOOj be among them.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA385&img=1&zoom=3&hl=en&sig=ACfU3U1f_R_4-_Utq0USHKwBKTpDwMX4BQ&ci=0%2C0%2C1000%2C2000&edge=0"}