{"text": " S74 TH E DECLIN E AN D FAL L curious and interesting facts are buried in oblivion; the three great historians of <span class=\"place\" data-place-id=\"423025\">Rome</span> have been transmitted to our hands in a mutilated state, and we are deprived of many pleasing compositions of the lyric, ia&ibic, and dramatic poetry of the Greeks. Yet we should gratefully remember, that the mischances of time and accident have spared the classic works to which the suffrage of antiquity(l) had adjudged the first place of genius and glory; the teachers of ancient knowledge, who are still extant, had perused and compared the writings of their predeces- sors;^) nor can it fairly be presumed that any important truth, any useful disco- very in art or nature, has been snatched away from the curiosity of modern ages. In the administration of Egypt,(3) Amrou balanced the demands of justice and policy: the interest of the people of the law, who were defended by God; and of the people of the alliance, who were protected by man. In the recent tumult of conquest and deliverance, the tongue of the Copts and the sword of the Arabs were most adverse to the tranquillity of the province. To the former, Amrou de- clared, that faction and falsehood would be doubly chastised; by the punishment of the accusers, whom he should detest as his personal enemies, and by the pro- motion of their innocent brethren, whom their envy had laboured to injure and supplant. He excited the latter by the motives of religion and honour to sustain the dignity of their character, to endear themselves by a modest and temperate conduct to God and the caliph, to spare and protect a people who had trusted to their faith, and to content themselves with the legitimate and splendid rewards of their victory. In the management of the revenue he disapproved the simple but oppressive mode of a capitation, and preferred with reason a proportion of taxes, deducted on every branch from the clear profits of agriculture and commerce. A third part of the tribute was appropriated to the annual repairs of the dikes and canals, so essential to the public welfare. Under his administration the fertility of <span class=\"place\" data-place-id=\"766\">Egypt</span> supplied the dearth of <span class=\"place\" data-place-id=\"981506\">Arabia</span>; and a string of camels, laden with corn and provisions, covered almost without an interval the long road\"from <span class=\"place\" data-place-id=\"736963\">Memphis</span> to Medina. (4) But the genius of Amrou soon venewed the maritime communica- tion which had been attempted or achieved by the Pharaohs, the Ptolemies, or the Caesars; and a canal, at least eighty miles in length, was opened from the Nile to the Red Sea. This inland navigation, which would have joined the Mediterra- nean and the Indian ocean, was soon discontinued as useless and dangerous; the throne was removed from Medina to <span class=\"place\" data-place-id=\"678106\">Damascus</span>; and the Grecian fleets might have explored a passage to the holy cities of <span class=\"place\" data-place-id=\"981506\">Arabia</span>. (5) Of his new conquest the caliph Omar had an imperfect knowledge from the voice of fame and the legends of the Koran. He requested that his lieutenant would place before his eyes the realm of Pharaoh and the Amalekites; and the answer of Amrou exhibits a lively and not unfaithful picture of that singular coun- try.^)\" O commander of the faithful, Egypt is a compound of black earth and green plants, between a pulverized mountain and a red sand. The distance from Syene to the sea is a month's journey for a horseman. Along the valley descends a river, on which the blessings of the Most High reposes both in the evening and morning, and which rises and falls with the revolutions of the sun and moon. When the annual dispensation of Providence unlocks the springs and fountains that nou- rish the earth, the Nile rolls his swelling and sounding waters through the realm of Egypt: the fields are overspread by the salutary flood; and the villages commu- nicate with each other in their painted barks. The retreat of the inundation de- posites a fertilizing mud for the reception of the various seeds; the crowds of hus- bandmen who blacken the land may be compared to a swarm of industrious ants; and their native indolence^s quickened by the lash of the taskmaster, and the pro- (1) I have often perused with pleasure a chapter of Quintilian, (Imtitut. Orator. 10. 1.) in which that judi- cious critic enumerates and appreciate! the series of Greek and Latin classics. (2) Such as Galen, Pliny, Aristotle,&c. On this subject Wotton (Reflections on Ancient and Modern Learning;, p. 85   95.) argues with solid sense against the lively exotic fancies of Sir William Temple. The con- tempt of the Greeks For barbaric science, would scarcely admit the Indian or Kthiopie books into the library of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>; nor is it proved that philosophy has sustnine;l any real loss from their exclusion. (3) This curious and authentic intelligence of Murtadi (p. 284   289.) has not been discovered either by Ock- lcy, or by the self-sufficient compilers of the Modern Universal History. (4) Eutychius, Annal. torn. ii. p. 320. Elmacin, Hist. Saracen, p. 35. (5) On these el/trure canals, the reader may try tosalisfy himself from d*Anville(Mem. snr l'Egypte, p. 108   110. 124. 132.,) and a learned thesis maintained and printed at Strashurg in the year 1770 (Jungendorum ma- litim fluviorumque molimina. p. 30   47. 03   70.) Even the supine Turks have agitated the old project of join- ing the two seas (Memoirei de Baron de Tott, torn, ir.) (6) A small volume, des Marveilles. ccc. de l'Egypte. composed in the thirteenth century by Mortarls of Cairo, and translated from au Arabic MS. of cardinal Mazann, was published by Pierre Vatier, Paris. 166A- The antiquities of Egypt are wild and legendary: but the writer deserves credit and esteem for his account of the conquest and geography of his native country. (See the correspondence of Amrou and Omar. p. 279   280.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA386&img=1&zoom=3&hl=en&sig=ACfU3U0X98rZppD3ozY06mYlCo6b20VSrQ&ci=0%2C0%2C1000%2C2000&edge=0"}