{"text": " O F TH E ROMA N EMPIRE. 3f5 mise of the flowers and fruits of a plentiful increase. Their hope is seldom de- ceived; but the riches which they extract from the wheat, the barley, and the rice, the legumes, the fruit trees, and the cattle, are unequally shared between those who labour and those who possess- According to the vicissitudes of the sea- sons, the face of the country is adorned with a silver wave, a verdant emerald, and the deep yellow of a golden harvest. \"(1) Yet this beneficial order is some- times interrupted; and the long delay and sudden swell of the river in the first year of the conquest might afford some colour to an edifving fable. It is said, that the annual sacrifice of a virgin,(2) had been interdicted by the piety of Omar; and that the Nile lay sullen and inactive in his shallow bed, till the mandate of the ca- liph was cast into the obedient stream, which rose in a single night to the height of sixteen cubits. The admiration of the Arabs for their new conquest encouraged the license of their romantic spirit. We may read, in the gravest authors, that <span class=\"place\" data-place-id=\"981503\">Egypt</span> was crowded with twenty thousand cities or villages,(3) that exclusive of the Greeks and Arabs, the Copts alone were found on the assessment, six millions of tributary subjects,(4) or twenty millions of either sex, and of every age: that three hundred millions of gold or silver were annually paid to the treasury of the ca- liph. (5) Our reason must be startled by these extravagant assertions; and they will become more palpable, if we assume the compass and measure to the extent of habitable ground; a valley from the tropic to <span class=\"place\" data-place-id=\"736963\">Memphis</span>, seldom broader than twelve miles, and the triangle of the Delta, a flat surface of two thousand one hun- dred square leagues, compose a twelfth part of the magnitude of <span class=\"place\" data-place-id=\"236467\">France</span>. (6) A more accurate research will justify a more reasonable estimate. The three hun- dred millions, created by the error of a scribe, are reduced to the decent revenue of four millions three hundred thousand pieces of gold, of which nine hundred thou- sand were consumed by the pay of the soldiers. (7) Two authentic lists, of the present and of the twelfth century, are circumscribed within the respectable num- ber of two thousand seven hundred villages and towns. (8) After a long residence at Cairo, a French consul has ventured to assign about four millions of Mahome- tans, Christians, and Jews, for the ample, though not incredible, scope of the po- pulation of Egypt (9) (1) In a twenty years* residence at Cairo, the consul Maillet had contemplated that varying scene, the Nile (lettre 2. p. 70. 75,;) particularly the fertility of the land (lettre 9.) From a college at Cambridge, the poetic eye of Gray had teen the same objects with a keener glance:   What wonder in the sultry climes that spread, Where Nile, redundant o'er his summer bed,' From his broad borom life and verdure flings, And broods o'er Egypt with his wat'ry wings; If with advent'roiis oar, and ready sail, The dusky people drive before the gale: Or on frail floats to neighbouring cities ride, That rise and glitter o'er the ambient tide. (Mason's Works, and Memoirs of Gray, p. 199,200.) (2) See Murtadi, p. 164   167. The reader will not easily credit a human sacrifice under the Christian em* peron, or a miracle of the successors of Mahomet. (3) Maillet, description de 1'Egypte, p. 22. He mentions this number as the common opinion; and adds, that the generality of these villages contain two or three thousand persons, and that many of them are more popu- lous than onr large cities. (4) Kutvch. Annal. torn. ii. p. 308.311. The twenty millions are computed from the following data: one* twelfth of mankind above sixty, one-third below sixteen, the proportion of men to women as seventeen to six- teen. (Recbercbes sur la Population de la France, p. H} 72.) The president Gogaet (Origin des Arts,&c. torn. iii. p. 20, Sec.) bestows twenty-seven millions on ancient Egypt, because the seventeen hundred compa- nions of Sesostris were born on the same day. (5) El niacin, Hist. Saracen, p. 218. and this gross lump is swallowed without scruple by d'Herbelot, (Bibliot. Orient, p. 1031.) Arbuthnot, (Tablfsof Ancient Coins, p. 262.) and de Guigne*. (Hist, det Huns, torn. iii. p. 135.) They might allege the not less extravagant liberality of Appian in favour of the Ptolemies (in prsef.) of/ seventv-four myriads, seven hundred and forty thousand talents, an annual income of a hundred and eighty- five, or near three hundred millions of pounds sterling, according as we reckon by the Egyptian or the Alexan- drian talent. (Bernard de Ponderibus Antiq. p. 186.) (6) See the measurement of d'Anville. (Mem. sur 1'Egypte, p. 23, Sec.) After some peevish cavils, M. Pauw (Recherche* sur les Egyptiens, torn. i. p. 118   121.) can only enlarge his reckoning to two thousand two hun- dred and fifty square leagues. (7) Renauaot, Hist. Patriarch. Alexand. p. 334. who calls the common reading or version of Elmacin, error librarii* His own emendation of four million three hundred thousand pieces, in the ninth century, maintains a probable medium between the three millions which the Arabs acquired by the conquest of Egypt, (idem, p. 168.) and the two million four hundred thousand which the sultan of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> levied in the last century. (Pie- tro della valle, torn. i. p. 352. Thevenor, part i. p. 824.) Pauw (Recberches, torn. ii. p. 365   373.) gradually raises the revenue of the Pharaohs, the Ptolemies, and the Caesars, from six to fifteen millions of German crown*.* J (8) The list of Schultens (Index Geograph. ad Calcem Vir. Saladin. p. 5.) contains two thousand three hun- dred and ninety-six places; that of d'Anville, (Mem. sur 1'Egypte, p. 29.) from the divan of Cairo, enumerates two thousand six hundred and ninety-six. (O) See Maillet, (Description de 1'Egypte, p. 28.) who seems to argue with candour and judgment. Iam much better satisfied with the observations than with the reading of the French consul. He was itrnorant of Greek and Latin literature, and his fancy is too much delighted with the fictions of the Arabs. Their best", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA387&img=1&zoom=3&hl=en&sig=ACfU3U2MTJapMBk08fi-EDJFVNYK2Mt4zg&ci=0%2C0%2C1000%2C2000&edge=0"}