{"text": " TH E DECLIN E AN D FAL L IV. The conquest of <span class=\"place\" data-place-id=\"324852\">Africa</span>, from the Nile to the Atlantic ocean,(l) was first attempted by the arms of the caliph Othman. The pious design was approved by the companions of Mahomet and the chiefs of the tribes; and twenty thousand Arabs marched from Medina, with the gifts and the blessings of the commander of the faithful. They were joined in the camp of <span class=\"place\" data-place-id=\"736963\">Memphis</span> by twenty thousand of their countrymen: and the conduct of the war,was intmsted to Abdallah,(2) the son of Said, and the foster-brother of the caliph, who had lately supplanted the conqueror and lieutenant of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>. Yet the favour of the prince, and the merit of his favourite, could not obliterate the guilt of his apostacy. The early con- version of Abdallah, and his skilful pen, had recommended him to the important office of transcribing the sheets of the Koran; he betrayed his trust, corrupted the text, derided the errors which he had made, and fled to Mecca, to escape the justice, and expose the ignorance, of the apostle. After the conquest of Mecca, he fell prostrate at the feet of Mahomet: his tears, and the entreaties of Othman, ex- torted a reluctant pardon; but the prophet declared that he had so long hesitated, to allow time for some zealous disciple to avenge his injury in the blood of the apostate. With apparent fidelity, and effective merit, he served the religion which it was no longer his interest to desert: his birth and talents gave him an honourable rank among the Koreish; and in a nation of cavalry, Abdallah was re- nowned as the boldest and most dexterous horseman of <span class=\"place\" data-place-id=\"29475\">Arabia</span>. At the head of forty thousand Moslems, he advanced from Egypt into the unknown countries of the west. The sands of Barca might be impervious to a Roman legion; but the Arabs were attended by their faithful camels; and the natives of the desert beheld without terror the familiar aspect of the soil and climate. After a painful march, they pitched their tents before the walls of Tripoli,(3) a maritime city in which the name, the wealth, and the inhabitants, of the province had gradually centred, and which now maintains the third rank among the states of Barbary. A re-enforcement of Greeks was surprised and cut in pieces on the sea-shore; but the fortifications of <span class=\"place\" data-place-id=\"344456\">Tripoli</span> resisted the first assaults; and the Saracens were tempt- ed, by the approach of the prefect Gregory, (4) to relinquish the labours of the siege for the perils and the hopes of a decisive action. If his standard was fol- lowed by one hundred and twenty thousand men, the regular bands of the empire must have been lost in the naked and disorderly crowd of Africans and Moors, who formed the strength, or rather the numbers, of his host. He rejected with indignation the option of the Koran or the tribute; and during several days, the two armies were fiercely engaged from the dawn of light to the hour of noon, when their fatigue and the excessive heat compelled them to seek shelter and refresh- ment in their respective camps. The daughter of Gregory, a maid of incomparable beauty and spirit, is said to have fought by his side: from her earliest youth she was trained to mount on horseback, to draw the bow, and to wield the scimitar: and the richness of her arms and apparel was conspicuous in the foremost ranks of the battle. Her hand, with a hundred thousand pieces of gold, was offered for the head of the Arabian general, and the youths of <span class=\"place\" data-place-id=\"324852\">Africa</span> were excited by the prospect of the glorious prize. At the pressing solicitation of his brethren, Abdal- lah withdrew his person from the field; but the Saracens were discouraged by the retreat of their leader, and the repetition of these equal or unsuccessful conflicts. A noble Arabian, who afterwards became the adversary of Ali and the father knowledge is collected hyAbutfeda, (Descript. Egypt. Arab, et Lat. a..Toh. David Michaelis, Gcttings, in quarto, 1776.) ami in two recent voyages into Egypt, we are amused by Savary, and instructed by Volney. I wish the latter could travel over the globe. (1) My conquest of <span class=\"place\" data-place-id=\"324852\">Africa</span> is drawn from two French interpreters of Arabic literature, Cardonne, (Hist, de I'Afrique et de l'Espagne sous la Domination des Arabes, torn. i. p. 8   55.) and Otter. (Hist, de I'Academie des Inscriptions, torn. xxi. p. Ill   125. and 136.) They derive their principal information from Novairi, who com- posed, A. D. 1331, an Encyclopedia in more than twenty volumes. The five general parts successively treat of, 1. Phvsics, 2. Man, 3. Animals, 4. Plants, and 5. History: and the A frimn affairs are discussed in the sixth chap- ter of the fifth section of this last part. (Reiske, Prodidagmata ad Hagji Clialifse Tabulas, p. 232   234.) Among the older historians who are quoted by Novairi, we may distinguish the original narrative of a soldier who let] the van of the Moslems. (2) Seethe history or Abdallah, in Abulfeda (Vit. Mohammed, p. 109.) and Gagnier. Viede Mahomet, torn, iii. p. 45   48.) (3) The province and city of Tripoli are described by Leo Africanus (in Navigationc et Viaggi di Rammio torn. i. <span class=\"place\" data-place-id=\"393511\">Venetia</span>, 1550, fol. 76. vrrto) and Marmot. (Description de 1'Afriqne, torn. ii. p. 562.) The first of these writers was a Moor, a scholar and a traveller, who composed or translated his African geography in a state of captivity at <span class=\"place\" data-place-id=\"423025\">Rome</span>, where he had assumed ttie n*me and religion of Pope LeoX. In a similar captivity among the Moors, the Spaniard Marmol, a soldier of Charles V. compiled his description of <span class=\"place\" data-place-id=\"324852\">Africa</span>, translated by d'Ab- Inncourt into French (Paris, 1667, three vols, in quarto,) Marmol had read and seen, but he is destitute of the curious and extensive observations which abound in the original work of Leo the African. (4) Theopbanes, who mentions the defeat, rather than the death, of Gregory. He brands the prefect with the name of Tupxvmt; he had probably assumed the purple. (Chronograph, p. 285.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA388&img=1&zoom=3&hl=en&sig=ACfU3U2CKmMtgo3WTlKc0R91q8CBGB8QDA&ci=0%2C0%2C1000%2C2000&edge=0"}