{"text": " O F TH E ROMA N EMPIRE. of a caliph, had signalized his valour in <span class=\"place\" data-place-id=\"981503\">Egypt</span>; and Zobeir(l) was the first who planted a scaling-ladder against the walls of <span class=\"place\" data-place-id=\"727082\">Babylon</span>. In the African war he was detached from the standard of Abdallah. On the news of the battle, Zobeir, with twelve companions, cut his way through the camp of the Greeks, and pressed for- ward, without either tastingfood or repose, to partake of the dangers of his brethren. He cast his eyes round the field.\" Where,\" said he,\" is our general?   In his tent.   Is the tent a station for the general of the Moslems?\" Abdallah represented with a blush the importance of his own life, and the temptation that was held forth by the Roman prefect.\" Retort,\" said Zobeir,\"on the infidels their ungenerous attempt Proclaim through the ranks, that the head of Gregory shall be repaid with his captive daughter, and the equal sum of one hundred thousand pieces of gold,\" To the courage and discretion of Zobeir the lieutenant of the caliph in- trusted the execution of his own stratagem, which inclined the long disputed ba- lance in favour of the Saracens. Supplying by activity and artifice the deficiency of numbers, a part of their forces lay concealed in their tents, while the remainder prolonged an irregular skirmish with the enemy, till the sun was high in the hea- vens. On both sides they retired with fainting steps: their horses were unbridled, their armour was laid aside, and the hostile nations prepared, or seemed to pre- pare, for the refreshment of the evening, and the encounter of the ensuing day. On a sudden the charge was sounded; the Arabian camp poured forth a swarm of fresh and intrepid warriors; and the long line of the Greeks and Africans was surprised, assaulted, overturned, by new squadrons of the faithful, who, to the eye of fanaticism, might appear as a band of angels descending from the sky. The prefect himself was slain by the hand of Zobeir: his daughter, who sought revenge and death, was surrounded and  made prisoner; and the fugitives in- volved in their disaster the town of <span class=\"place\" data-place-id=\"324816\">Sufetula</span>, to which they escaped from the sabres and lances of the Arabs. <span class=\"place\" data-place-id=\"324816\">Sufetula</span> was built one hundred and fifty miles to the south of <span class=\"place\" data-place-id=\"314921\">Carthage</span>; a gentle declivity is watered by a running stream, and shaded by a grove of juniper-trees; and in the ruins of a triumphal arch, a porti- co, and three temples of the Corinthian order, curiosity may yet admire the mag- nificence of the Romans. (2) After the fall of this opulent city, the provincials and barbarians implored on all sides the mercy of the conqueror. His vanity or his zeal might be flattered by offers of tribute or professions of faith: but his losses, his fatigues, and the progress of an epidemical disease, prevented a solid establish- ment; and the Saracens, after a campaign of fifteen months, retreated to the con- fines of Egypt, with the captives and the wealth of their African expedition. The caliph's fifth was granted to a favourite, on the nominal payment of five hundred thousand pieces of gold;(3) but the state was doubly injured by this fallacious transaction, if each foot-soldier had shared one thousand, and each horseman three thousand, pieces, in the real division of the plunder. The author of the death of Gregory was expected to have claimed the most precious reward of the victory: from his silence it might be presumed that he had fallen in the battle, till the tears and exclamations of the prefect's daughter at the sight of Zobeir revealed the valour and modesty of that gallant soldier. The unfortunate virgin was offered, and almost rejected, as a slave, by her father's murderer, who coolly declared that his sword was consecrated to the service of religion; and that he laboured for a recompense far above the charms of mortal beauty, or the riches of this transito- ry life. A reward congenial to his temper, was the honourable commission of an- nouncing to the caliph Othman the success of his arms. The companions, the chiefs, and the people, were assembled, in the mosch of Medina, to hear the in- teresting narrative of Zobeh-; and, as the or  tor forgot nothing except the merit of his own counsels and actions, the name of Abdallah was joined by the Arabians with the heroic names of Caled and Atnrou. (4) The western conquests of the Saracens were suspended near twenty years, till their dissensions were composed by the establishment of the house of Ommiyah: (1) See in Ockley (Hist, of the Saracens, vn]. ii. p. 45.) the death of Zobeir, which was honoured with the tears of Ali, against whom he had rebelled. His valour at the siege of <span class=\"place\" data-place-id=\"727082\">Babylon</span>, if indet*] it be the same person, is mentioned by Eutychius. (Annal. torn. ii. p. 303.) (2) Shaw's Travels,p. 118,119. (3) Mimiea emptio, says Abulfeda, erat haac, et mira donatio; qtiandoquidem Othman. ejus nomine numnios cx serario prius ablatos aerario prsestabat. (Annal. Moslem, p. 78.) Elmacin (in his cloudy version, p. 39.) seems to report the same job. When the Arabs besieged the palace of Othman, it stood high in their catalogue of grievances. (4; E5reTTpatT  uTo(p SapaxtjuSi ti)v A?pixjju)t   ( rruftfiaXovTig Tte T  p*'.'vui Tp)jyps(a) rcurov Tpssrsueri, lust Tons rrw atmu KT6ivou<ri,xa M (rroix^vTsg?  p5u;^era twv&$?w u,TiTrpi^  v. Theophan. Chronograph, p. 285. edit. Paris. His chronology is loose and inaccurate. Vol. III. 4 S", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA389&img=1&zoom=3&hl=en&sig=ACfU3U1j6uOXLXbb_tEnpFbMkX8IQDf8bQ&ci=0%2C0%2C1000%2C2000&edge=0"}