{"text": " O F TH E ROMA N EMPIRE. 27 and rapine. The most successful princes respected the strength of the mountains and the despair of the natives; their fierce spirit was sometimes toothed with gifts, and sometimes restrained by terror; and a military count, with three legions, fixed his permanent and ignominious station in the heart of the Roman provinces,(1 J But no sooner was the vigilance of power relaxed or diverted, than the light-armed squadrons descended from the hills, and invaded the peaceful plenty of <span class=\"place\" data-place-id=\"1001906\">Asia</span>. Al- though the Isaurians were not remarkable for stature or bravery, want rendered them bold, and experience made them skilful in the exercise of predatory war. They advanced with secrecy and speed to the attack of villages and defenceless towns; their flying parties have sometimes touched the Hellespont, the <span class=\"place\" data-place-id=\"638838\">Euxine</span>, and the gates of <span class=\"place\" data-place-id=\"648789\">Tarsus</span>, Antioch, or Damascus;(2) and the spoil was lodged in their inaccessi- ble mountains, before the Roman troops had received their orders, or the distant pro- vince had computed its loss. The guilt of rebellion and robbery excluded them from the rights of national enemies; and the magistrates were instructed by an, edict, that the trial or punishment of an Isaurian, even on the festival of Easter, was a meritorious act of justice and piety. (3) If the captives were condemned to domes- tic slavery, they maintained, with their sword or dagger, the private quarrel of their masters; and it was found expedient for the public tranquillity, to prohibit the ser- vice of such dangerous retainers. When their countryman I'arcalissseus or Zeno ascended the throne, he invited a faithful and formidable band of Isaurians, who in- sulted the court and city, and were rewarded by an annual tribute of five thousand pounds of gold. But the hopes of fortune depopulated the mountains, luxury ener- vated the hardiness of their minds and bodies, and in proportion as they mixed with mankind, they became less qualified for the enjoyment of poor and solitary free- dom. After the death of Zeno, his successor Anastasius suppressed their pensions, exposed their persons to the revenge of the people, banished them from Constanti- nople, and prepared to sustain a war, which left only the alternative of victory or servitude. A brother of the last emperor usurped the title of Augustus; his cause was powerfully supported by the arms, the treasures, and the magazines, collected by Zeno; and the native Isaurians must have formed the smallest portion of the hundred and fifty thousand barbarians under his standard, which was sanctified, for the first time, by the presence of a fighting bishop. Their disorderly numbers were vanquished in the plains of <span class=\"place\" data-place-id=\"981543\">Phrygia</span> by the valour and discipline of the Goths; but a war of six years almost exhausted the courage of the emperor. (4) The Isau- rians retired to their mountains; their fortresses were successively besieged and ruined; their communication with the sea was intercepted; the bravest of their lead- ers died in arms; the surviving chiefs, before their execution, were dragged in chains through the hippodrome; a colony of their youth was transplanted into <span class=\"place\" data-place-id=\"1001889\">Thrace</span>, and the remnant of the people submitted to the Roman government. Yet some generations elapsed before their minds were reduced to the level of slavery. The populous villages of mount <span class=\"place\" data-place-id=\"197544\">Tauris</span> were filled with horsemen and archers; they resisted the imposition of tributes, but they recruited the armies of Justinian; and his cwilmagistrates, the proconsul of <span class=\"place\" data-place-id=\"628949\">Cappadocia</span>, the count of <span class=\"place\" data-place-id=\"982261\">Isauria</span>, and the prsetor^ of <span class=\"place\" data-place-id=\"982262\">Lycaonia</span> and <span class=\"place\" data-place-id=\"991395\">Pisidia</span>, were invested with military power to restrain the licentious practice of rapes and assassinations. (5) If we.extend our view from the tropic to the mouth of the <span class=\"place\" data-place-id=\"825397\">Tanais</span> we may ob- serve on one hand, the precautions of Justinian to curb the savages of <span class=\"place\" data-place-id=\"334481\">Ethiopia</span>, (6) and on the other, the long walls which he constructed in Crimea for the protection of his friendly Goths, a colony of three thousand shepherds and warriors. (7) From (1) Trebellius Pollio in Hist. August, p. 107. who tired under Diocletian, or Conslantine. See likewise Pan- cirolus, ad Not. Imp. Orient, c. lis. 141. See Cod. Theodos. lib. xi. tit. 35. leg. 37. with a copious collective Annotation of Godefroy, torn. iii. p. 256.257. (2) See the full and wide extent of their inroads in Philostorgius (Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. lib. ii. e. 8.,) with Godefroy's learned Dissertations. (3) Cod. Justinian, lib. ix. tit. 12. leg. 10. The punishments are severe   a fine of a hundred pounds of gold, degradation, and even death. The public peace might afford a pretence, but Zeno was desirous of monopo- lizing the valour and service of the Isaurians. (4) The Isaurian war and the triumph of Anastasius are briefly and darkly represented by John Malala[torn, ii. p. 106,107.;) Evagrius (lib. iii. c. 35.;) Theophanes (p. 118   120.;) and the Chronicle of Marcellinus. (5) Fortes ea regio (says Justinian) viros habel, nec in ullo differt ab <span class=\"place\" data-place-id=\"982261\">Isauria</span>, though Procopius (Persic lib. i. c. 13.^ marks an essential difference between their military character; yet in former times the Lycaonians and Pisuham had defended their liberty against the great king (Xenophon, Anabasis, lib. iii. c. 2.) Justinian in- troduces some false and ridiculous erudition of the ancient empire of the Pisidians, and the Lycaonians, who, after visiting <span class=\"place\" data-place-id=\"423025\">Rome</span> (long before iEneas,) gave a name and people to <span class=\"place\" data-place-id=\"982262\">Lycaonia</span> (Novell. 24,25. 27. 30.) (6) See Procopius, Persic, lib. i. c. 19. The altar of national concord, of annual sacrifice and oaths, which Diocletian had erected in the isle of Elephantine, was demolished by Justinian with less policy than zeal. (7) Procopius de Edificiis, lib. iii. c. 7. Hist. lib. viii. c. 3,4. These unambitious Goths had refused to fol- low the standard of Theodoric. As late as the fifteenth and sixteenth century, the name and nation might be discovered between Cafiaand the straits of Azepli (d'AnvilleMenioiresderAcademie, torn. xxx. p. 240.) They well deserved the curiosity of Busbequius (p. 321   326.;) but seem to have vanished in the more recent ae-   ecunt of the Missions du Levant (torn, i.,) Tott Peyssoncl,&c.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA39&img=1&zoom=3&hl=en&sig=ACfU3U2ajY15jrIyHyyxH_JI9ISB6OVBWQ&ci=0%2C0%2C1000%2C2000&edge=0"}