{"text": " 378 TH E DECLIN E AN D FAL L and the caliph Moawiyah was invited by the cries of the Africans themselves. Thtr successors of Heraclius had been informed of the tribute which they had been com- pelled to stipulate with the Arabs: but instead of being moved to pity and relieve their distresses, they imposed, as an equivalent or a fine.sji second tribute of a si- milar amount. The ears of the Byzantine ministers were shut against the com- plaints of their poverty and ruin: their despair was reduced to prefer the domi- nion of a single master; and the extortions of the patriarch of <span class=\"place\" data-place-id=\"314921\">Carthage</span>, who was invested with civil and military power, provoked the sectaries, and even the ca- tholics, of the Roman province to abjure the religion as well as the authority of their tyrants. The first lieutenant of Moawiyah acquired a just renown, subdued an important city, defeated an army of thirty thousand Greeks, swept away four- score thousand captives, anil enriched with their spoils the bold adventurers of Sy- ria and <span class=\"place\" data-place-id=\"766\">Egypt</span>. (1) But the title of conqueror of <span class=\"place\" data-place-id=\"324852\">Africa</span> is more justly due to his successor Akbah. He marched from <span class=\"place\" data-place-id=\"678106\">Damascus</span> at the head of ten thousand of the bravest Arabs: and the genuine force of the Moslems was enlarged by the doubtful aid and conversion of many thousand barbarians. It would be difficult, nor is it necessary, to tiace the accurate line of the progress of Akbah. The in- terior regions have been peopled by tlve orientals with fictitious armies and imagi- nary citadels. In the warlike province of Zab or <span class=\"place\" data-place-id=\"305120\">Numidia</span>, fourscore thousand of the natives might assemble in arms; but the number of three hundred and sixty towns is incompatible with the ignorance or decay of husbandry ;(2) and a circum- ference of three leagues will not be justified by the ruins of Erbe or Lambesa, the ancient metropolis of that inland country. As we approach the sea coast, the well known cities of Bugia(3) and Tangier(4) define the more certain limits of the Saracen victories. A remnant of trade still adheres to the commodious harbour of Bugia, which, in a more prosperous age, is said to have contained about twenty thousand houses; and the plenty of iron which is dug from the adjacent mountains might have supplied a braver people with the instruments of defence. The remote position and venerable antiquity of <span class=\"place\" data-place-id=\"275736\">Tingi</span>, or Tangier, have been decorated by the Greek and Arabian fables; but the figurative expressions of the latter, that the walls were constructed of brass, and that the roofs were covered with gold and sil- ver, may be interpreted as the emblems of strength and opulence. The province of Mauritania Tingitana,(5) which assumed the name of the capital, had been im- perfectly discovered and settled by the Romans; the five colonies were confined to a narrow pale, and the more souchern parts were seldom explored except by the agents of luxury, who searched the forests for ivory and citron-wood(6) and the shores of the ocean for the purple shell-fish. The fearless Akbah plunged into the heart of the country, traversed the wilderness in which his successors erected the splendid capitals of Fez and Morocco(7) and at length penetrated to the verge of the Atlantic and the great desert. The river Suz descends from the western sides of mount <span class=\"place\" data-place-id=\"846\">Atlas</span>, fertilizes like the Nile, the adjacent soil, and falls into the sea at a moderate distance from the Canary, or Fortunate, islands. Its banks were inhabited by the last of the Moors, a race of savages, without laws, or discipline, or religion; they were astonished by the strange and irresistible terrors of the ori- ental arms; and, as they possessed neither gold nor silver, the richest spoil was the (1) Theophanes (in Chronograph, p. 2930 inserts the vague rumours that might reach <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, or tb  western conquests of the Arabs; and 1 leain from Paul Warnefrid, deacon of Aqnileia, (de Gestis Langobard, lib. v. c. 15.) that at this time they sentn fleet from <span class=\"place\" data-place-id=\"727070\">Alexandria</span> into the Silician and African seas. (2) See Novairi (apud Otter, p. 118.) Leo Africanus, fol. 81. verso,) who reckons only cinque citta e infinite easai; Marmol, (Description de I'Afrique, torn. iii. p. 33.) and Shaw, (Travels, p. 57. 65   68.) (3) Leo African, fol. 38. verso, 59. recto. Marmol^tom. ii. p. 415. Shaw**p. 43. (4) Leo African.fol. 52. Marmol, torn. ii. p. 228. (5) Regio ignobilis, ct vis. quicqnam illustre sortita, parvis oppidis habitatur, parva flumina emiltit, solo ciuam viris melior, et segniti- gentis obscura. Pomponius Mela, l. 5.3.10. Mela deserves the more credit, since his own Phoenician anct stors had miexntecl from Tiugitana to <span class=\"place\" data-place-id=\"737056\">Spain</span>. (See in 2. 6. a passage of that geo- grapher so cruelly tortured h\\ Stlmasius. I*a.v.- Vossius, and the most virulent of critics,.Tames (rronovins.) He Jived at the time of the final reduction of that country by the emperor Claudius; yet almost tiiirty years after- ward, Pliny (Hist. Nat. 5.1.) complains of hi. authors, too lazv to inquire, too proud to confess their ignorance of that wild and remote province. (6) The foolish fashion of this citron-wood prevailed at <span class=\"place\" data-place-id=\"423025\">Rome</span> among the men, as much as the taste for pearls among the women. A round hoard or tabli-. four or five fret in diameter, sold for the price of an estate (lati- fundii taxatione.) eight, ten. or twelve thousand pounds sterling. (Plin. Hist. Natur. 13. 29.) I conceive that I must not confound the tree citrut with that of the fruit citrum. But lam not botanist enough to define the former (it is like the wild cypress) by the vulgar or Limueftn name; nor will I decide whether the citrum be the onuiKe or the lemon. Salmasiusnpprart to exhaust the subject, but he too involves himself in the web of his disorderly erudition. (Plinian. Exercitat. torn. ii. p.66r),&c.) (7) Leo African, fol. 16, verso. Marmol, torn. ii. p. 28. This province, the first scene of the exploits and greatness of the cJeri^i, isofttu mentioned in the curious history ot'that dynasty at the end of tbe third volume of Marmol, Description de I'Afrique. The third vol. of the Recherches irtitoriuo.es sur les Maures (lately pub- lished at Paris,) illustrates the history and geography of the kingdom of Fez and Morocco.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA390&img=1&zoom=3&hl=en&sig=ACfU3U3vVIUE1HqAGc1jFNYaoEDGkVgiVw&ci=0%2C0%2C1000%2C2000&edge=0"}