{"text": "* O F TH E ROMA N EMPIRE. 379   beauty of the female captives, some of whom were afterwards sold for a thousand pieces of gold. The career, though not the zeal, of Akbah was checked by the prospect of a boundless ocean. He spurred his horse into the waves, and raising his eyes to heaven, exclaimed with the tone of a fanatic   \"Great God! if my course were not stopped by this sea, I would still go on, to the unknown kingdoms of the west, preaching the unity of thy holy name, and putting to the sword the rebellious nations who worship any other gods than thee.\"(l) Vet this Mahome- tan Alexander, who sighed for new worlds, was unable to preserve his recent con- quests. By the universal defection of the Greeks and Africans, he was recalled from the shores of the Atlantic, and the surrounding multitudes left him only the resource of an honourable death. The last scene was dignified by an example of national virtue. An ambitious chief, who had disputed the command and failed in the attempt, was led about as a prisoner in the camp of the Arabian general. The insurgents had trusted to his discontent and revenge; he disdained their offers and revealed their designs. In the hour of danger, the grateful Akbah unlocked his fetters, and advised him to retire; he chose to die under the banner of his rival. Embracing as friends and martyrs, they unsheathed their scimitars, broke their scabbards, and maintained an obstinate combat till they fell by each other's side on the last of their slaughtered countrymen. The third general or governor of <span class=\"place\" data-place-id=\"324852\">Africa</span>, Zobeir, avenged and encountered the fate of his predecessor. He van- quished the natives in many battles; he was overthrown by a powerful army, which <span class=\"place\" data-place-id=\"520985\">Constantinople</span> had sent to the. relief of <span class=\"place\" data-place-id=\"314921\">Carthage</span>. It had been the frequent practice of the Moorish tribes to join the invaders, to share the plunder, to profess the faith, and to revolt to their savage state of inde- pendence and idolatry, on the first retreat or misfortune of the Moslems. The prudence of Akbah had proposed to found an Arabian colony in the heart of <span class=\"place\" data-place-id=\"324852\">Africa</span>; a citadel that might curb the levity of the barbarians, a place of refuge to secure, against the accidents of war, the wealth and the families of the Saracens. With this view, and under the modest title of the station of a caravan, he planted this colony in the fiftieth year of the Hegira. In its present decay, Cairoan(2) still holds the second rank in the kingdom of Tunis, from which it is distant about fifty miles to the south;(3) its inland situation, twelve miles westward of the sea, has protected the city from the Greek and Sicilian fleets. When the wild beasts and serpents were extirpated, when the forest, or rather wilderness, was cleared, the vestiges of a Roman town were discovered in a sandy plain: the vegetable food of Cairoan is brought from afar; and the scarcity of springs constrains the inhabi- tants to collect in cisterns and reservoirs a precarious supply of rain-water. These obstacles were subdued by the industry of Akbah; lie traced a circumstance of three thousand and six hundred paces, which he encompassed with a brick wall; in the space of five years, the governor's palace was surrounded with a sufficient number of private habitations; a spacious mosch was supported by five hundred columns of granite, porphyry, and Numidian marble; and Cairoan became the seat of learning as well as of empire. But these were the glories of a later age; the new colony was shaken by the successive defeats of Akbah and Zobeir, and the western expeditions were again interrupted by the civil discord of the Arabian monarchy. The son of the valiant Zobeir maintained a war of twelve years, a siege of seven months, against the house of Ommiyah. Abdallah was said to unite the fierceness of the lion with the subtlety of the fox; but if he inherited the cou- rage, he was devoid of the generosity of his father. (4) The return of domestic peace allowed the caliph Abdalmalek to resume the conquest of <span class=\"place\" data-place-id=\"324852\">Africa</span>; the standard was delivered to Hassan, governor of <span class=\"place\" data-place-id=\"981503\">Egypt</span>, and the revenue of that kingdom, with an army of forty thousand men, was conse- (1) Otter (p. 119.) has given the strong tone of fiinaticiim to this exclamation, which Cardonne (p. 37,) hat softened to a pious wish of preaching the Koran. Yet they had both the same text of Novairi before their eyes. (2) The foundation of Cairoan is mentioned by Oekley; (Hist, of the Saracens, vol. ii. p. 129,130.) and the si- tuation, mosch,&c.of the city, are described by Leo Afric  nus.flbl. 75.) Marmot, (torn. ii. p. 532.) and Shaw, (p. 115.) f3) A portentous, though frequent, mistake has been the confounding, from a slight similitude of name, the <span class=\"place\" data-place-id=\"373778\">Cyrene</span> of the Greeks, and the Cairoan of the Arabs, two cities which are separated by an interval of a thousand miles along the sea-coast. The great Thuonua has not escaped this fault, the less excusable, as it is connected with a formal and elaborate description of <span class=\"place\" data-place-id=\"324852\">Africa</span>. (Historiar. lib. vii. e. 2. in torn. ii. p. 240. edit. Buckley.) (4) Besides the Arabic chronicles of Abolfcda, Elmacin, and Abu!p:taragiils, finder the seventy-third year of the Hegira, we may consult d'Hrrbeiot.rBibtiot. Orient, p. 7.) and Oekley. (Hist, of (he Saracens, vol. ii. p, 339   349.) The latter has given the last and pathetic dialogue between Abflaliah und h'.s mother; but he has forgot a physical effect of her grief for his death, the retai n, at the age of ninety, aud fatal consequences, of fier menses.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA391&img=1&zoom=3&hl=en&sig=ACfU3U2S8gCSKtvJ5rkD-tp_LQKDKphCYg&ci=0%2C0%2C1000%2C2000&edge=0"}