{"text": " O P TH E ROMA N EMPIRE, prophetess, they attacked the invaders with an enthusiasm similar to their own. The veteran bands of Hassan were inadequate to the defence of <span class=\"place\" data-place-id=\"324852\">Africa</span>: the con- quests of an age were lost in a single dayfand the Arabian chief, overwhelmed by the torrents, retired to the confines of'Egypt, and expected, five years, the pro- mised succours of the caliph. After the retreat of the Saracens, the victorious prophetess assembled the Moorish chiefs, and recommended a measure of strange and savage policy.\" Our cities,\" said she,\" and the gold and silver which they contain, perpetually attract the arms of the Arabs. These vile metals are not the objects of our ambition; we content ourselves with the simple productions of the earth. Let us destroy these cities; let us bury in their ruins those pernicious trea- sures; and when the avarice of our foes shall be destitute of temptation, perhaps they will cease to disturb the tranquillity of a warlike people.\" The proposal was accepted with unanimous applause. From Tangier to <span class=\"place\" data-place-id=\"344456\">Tripoli</span>, the buildings, or at least the fortifications, were demolished, the fruit trees were cut down, the means of subsistence were extirpated, a fertile and populous garden was changed into a desert, and the historians of a more recent period could discern the frequent traces of the prosperity and devastation of their ancestors. Such is the tale of the modern Arabians. Yet I strongly suspect that their ignorance of antiquity, the love of the marvellous, and the fashion of extolling the philosophy of barbarians, has induced them to describe, as one voluntary act, the calamities of three hun- dred years, since the first fury of the Donatists and Vandals. In the progress of the revolt, Cahina had most probably contributed her share of destruction; and the alarm of universal ruin might terrify and alienate the cities that had reluctantly yielded to her unworthy yoke. They no longer hoped, perhaps they no longer wished, the return of their Byzantine sovereigns:. their present servitude was not alleviated by the benefits of order and justice; and the most zealous catholic must prefer the imperfect truths of the Koran to the blind and rude idolatry of the Moors. The general of the Saracens was again received as the saviour of the pro- vince; the friends of civil society conspired against the savages of the land; and the royal prophetess was slain in the first battle which overturned the baseless fabric of her superstition and empire. The same spirit survived under the successor of Hassan; it was finally quelled by the activity of Musa and his two sons, but the number of the rebels may be presumed from that of three hundred thousand cap- tives; sixty thousand of whom, the caliph's fifth, were sold for the profit of the public treasury. Thirty thousand of the barbarian youth were enlisted in the troops; and the pious labours of Musa to inculcate the knowledge and practice of. the Koran, accustomed the Africans to obey the apostle of God and the command- er of the faithful. In their climate and government, their diet and habitation, the wandering Moors resembled the Bedoweens of the desert. With the religion, they were proud to adopt the language, name, and origin of Arabs: the blood of the strangers and natives was insensibly mingled; and from the <span class=\"place\" data-place-id=\"912849\">Euphrates</span> to the Atlan- tic the same nation might seem to be diffused over the sandy plains of <span class=\"place\" data-place-id=\"599527\">Asia</span> and <span class=\"place\" data-place-id=\"324852\">Africa</span>. Yet I will not deny that fifty thousand tents of pure'Arabians might be transported over the Nile, and scattered through the Libyan desert; and I am not ignurant that five of the Moorish tribes still retain their barbarous idiom, with the appellation and character of ivhite Africans. (1) V. In the progress of conquest from the north and south, the Goths and the Sa- racens encountered each other on the confines of <span class=\"place\" data-place-id=\"991376\">Europe</span> and <span class=\"place\" data-place-id=\"324852\">Africa</span>. In the opi- nion of the latter the difference of religion is a reasonable ground of enmity, and warfare. (2) As early as the time of Othman,(3) their piratical squadrons had ravaged the coasts of Andalusia;(4) nor had they forgotten the relief of Car- thage by the Gothic succours. In that age, as well as in the present, the kings of <span class=\"place\" data-place-id=\"1027\">Spain</span> were possessed of the fortress of Ceuta; one of the columns of Hercu- les, which is divided by a narrow strait from the opposite pillar or point of Eu- (1) The first book of Leo Afrieanus. and the observations of Dr. Shaw, (p. 220.223,227.247,&c.) will throw some light on the roving tribes of Barbary, of Arabian,or Moorish descent. But Shaw had seen these savages with distant terror; and Leo, a captive in the Vatican, appears to have lost more of his Arabic than he conld acquire of Greek or Roman learning. Many of his gross mistakes might be detected in the first period of the Mahometan history. (2) In a conference with a prince of the Greeks, Amrou observed that their religion was different; upoa which score it was lawful for brothers to quarrel. Ockley's History of the Saracens, vol. i. p. 328. (3) Abulfeda, Anna). Moslem, p. 78. vers. Reiske. (4) The name of Andalusia is applied by the Arabs not only to the modem province, but to the whole penin- sula of Spain. (Geograph. Nub. p. 151. D'Heraelot, Bibliot. Orient, p. 114, 115.) The etymology has been most improbably deduced from Vandalusia, country of the Vandals. (D'Anville, Etats de 1'Europe, p. 146, 147 &e.j But the Handalusia of Casiri. which signifies in Arabic, the region of the evening, of the west, in   word, the Hesperia of the Greeks is perfectly opposite, (Bibliot. Arabico-Hispana, torn. ii. p. 327, tic.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA393&img=1&zoom=3&hl=en&sig=ACfU3U2364Wirut-p4bbd36skTnEkrXfnA&ci=0%2C0%2C1000%2C2000&edge=0"}