{"text": " 382 TH E DECLIN E AN D FAL L rope. A small portion of <span class=\"place\" data-place-id=\"305106\">Mauritania</span> was still wanting to the African conquest; but Musa, in the pride of victory, was repulsed from the walls of Ceuta, by the vigilance and courage of count Julian, the general of the Goths. From his disap- pointment and perplexity, Musa was relieved by an unexpected message of the Christian chief, who offered his place, his person, and his sword, to the successors of Mahomet, and solicited the disgraceful honour of introducing their arms into the heart of <span class=\"place\" data-place-id=\"1027\">Spain</span>. (1) If we inquire into the cause of his treachery, the Spaniards will repeat the popular story of his daughter Cava;(2) of a virgin who was se- duced, or ravished, by her sovereign; of a father who sacrificed his religion and country to the thirst of revenge. The passions of princes have often been licen- tious and destructive; but this well-known tale, romantic in itself, is indifferently supported by external evidence; and the history of Spain will suggest some mo- tives of interest and policy more congenial to the breast of a veteran statesman. (3) After the decease or deposition of Witiza, his two sons were supplanted by the ambition of Roderic, a noble Goth, whose father, the duke or governor of a pro- vince, had fallen a victim to the preceding tyranny. The monarchy was still elective; but the sons of Witiza, educated on the steps of the throne, were impa- tient of a private station. Their resentment was the more dangerous, as it was varnished with the dissimulation of courts: their followers were excited by the re- membrance of favours and the promise of a revolution; and their uncle Oppas, archbishop of Toledo and Seville, was the first person in the church, and the se- cond in the state. It was probable that Julian was involved in the disgrace of the unsuccessful faction; that he had little to hope and much to fear from the new reign; and that the imprudent king could not forget or forgive the injuries which Roderic and his family had sustained. The merit and influence of the count ren- dered him a useful or formidable subject: his estates were ample, his followers bold and numerous, and it was too plainly shown that, by his Andalusian and Mau- ritanian commands, he held in his hands the keys of the Spanish monarchy. Too feeble, however, to meet his sovereign in arms, he sought the aid of a foreign power; and his rash invitation of the Moors and Arabs produced the calamities of eight hundred years. In his epistles, or in a personal interview, he revealed the wealth and nakedness of his country; the weakness of an unpopular prince; the degeneracy of an effeminate people. The Goths were no longer the victorious barbarians who had humbled the pride of <span class=\"place\" data-place-id=\"423025\">Rome</span>, despoiled the queen of nations, and penetrated from the <span class=\"place\" data-place-id=\"216798\">Danube</span> to the Atlantic ocean. Secluded from the world by the Pyrenean mountains, the successors of Alaric had slumbered in a long peace; the walls of the cities were mouldered into dust; the youth had abandoned the exercise of arms; and the presumption of their ancient renown would expose them in a field of battle to the first assault of the invaders. The ambitious Sara- cen was fired by the ease and importance of the attempt; but the execution was delayed till he had consulted the commander of the faithful: and his messenger returned with the permission of Walid to annex the unknown kingdoms of the west to the religion and throne of the caliphs. In his residence of Tangier, Musa, with secrecy and caution, continued his correspondence and hastened his prepara- tions. But the remorse of the conspirators was soothed by the fallacious assu- rance, that he should content himself with the glory and spoil, without aspiring to establish the Moslems beyond the sea that separates <span class=\"place\" data-place-id=\"775\">Africa</span> from <span class=\"place\" data-place-id=\"1001887\">Europe</span>. (4) (1) The fall and resurrection of the Gothic monarchy are related by <span class=\"place\" data-place-id=\"265965\">Mariana</span>, (torn, i. p. 238   260. lib. vi, c 19   26. lib. vii. c. 1,2.) That historian has infused into his noble work (Historic de Rebus Hispanise, libii 30. Hagae Comitura 1733, in four volumes in folio, with the Continuation of Miniana) the style and spirit of a Ro- man classic; and after the twelfth century, his knowledge and judgment may be safely trusted. But the Jesuit is not exempt from the prejudices of his order; he adopts and adorns, like his rival Buchanan, the most absurd of the national legends; he is too careless of criticism and chronology, and supplies, from a lively fancy, the chasms of historical evidence. These chasms are large and frequent; Roderic, archbishop of Toledo, the fa- ther of the Spanish history, lived five hundred years after the conquests of the Arabs, ana the more early ac- counts are comprised in some meagre lines of the blind chronicles of Isidore of Badajoz (Pacensis,) and of Al- phonso III. king of Leon, which I have seen only in the Annals of Pagi. (2) Le viol fsays Voltaire) est aussi difficile a faire qu'a prouver. Des Eveques se seroicnt ils lignes pour une fille? (Hist. Generale, c. 26.) His argument is not logically conclusive. (3) In the story of Cava-f)Ianana(fib.vi. c. 21. p. 241,242.) seems to vie with the Lucretia of Livy. Like the ancients, he seldom qimtes; and The oldest testimony of Baronius, (Anna!. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. A. D. 713, no. 19.) tharof <span class=\"place\" data-place-id=\"138429\">Lucas</span> Tudensis, a Gallician deacon of the thirteenth century, only says Cava quam pro concubina mebatur. (4) The orientals, Elmacin, Abulpharagius, Abulfeda, pass over the conquest of Spain in silence, or with a single word. The text of Norairi.and the other Arabian writers, is represented, though with some foreign alloy, by M. de Cardonne, (Hist, de PAf'rique etde l'Espagne sous la Domination des A tabes, Paris. 1765, three vols, in duodecimo, torn. i. p. 55   114.) and more concisely by M. de Guignes. Hist, des Huns, torn. i. p. 347   i   7\"'ie lilirarMul  f the Escurial has not satisfied my hopes: yet he appears to have searched with diligence bis broken materials; and the bistorv of the conquest is illustrated by some valuable fragments of the crnuiDe aazis, (who wrote at Corduba, A. H. 300.) of Ben Hazil,&C. See Bibliot. Arabico-Hitpana, torn, ii. p. 32.10S.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA394&img=1&zoom=3&hl=en&sig=ACfU3U0LupwYhNHHJ3I2YV4-c71scigcuQ&ci=0%2C0%2C1000%2C2000&edge=0"}