{"text": " O F TH E ROMA N EMPIRE. 38.3 Before Musa would trust an army of the faithful to the traitors and infidels of a foreign land, he made a less dangerous trial of their strength and veracity. One hundred Arabs, and four hundred Africans, passed over, in four vessels, from Tangier, or Ceuta; the place of their descent on the opposite shore of the strait, is marked by the name of Tarif their chief; and the date of this memorable event(l) is fixed to the month of Ramadan, of the ninety-first year of the Hegira, to the month of July, seven hundred and forty-eight years from the Spanish era of Ca;sar,(2) seven hundred and ten after the birth of Christ. From their first sta- tion they marched eighteen miles through a hilly country to the castle and town of Julian;(3) on which (it is, still called Algezire,) they bestowed the name of the Green Island, from a verdant cape that advances into the sea. Their hospitable entertainment, the Christians who joined their standard, their inroad into a fertile and unguarded province, the richness of their spoil, and the safety of their return, announced to their brethren the most favourable omens of victory. In the ensu- ing spring, five thousand veterans and volunteers were embarked under the com- mand of Tarik, a dauntless and skilful soldier, who surpassed the expectations of his chief; and the necessary transports were provided by the industry of their too faithful ally. The Saracens landed(4) at the pillar or point of <span class=\"place\" data-place-id=\"1001887\">Europe</span>; the cor- rupt and familiar appellation of Gibraltar ( Gebel et Tarik,) describes the moun- tain of Tarik; and the intrenchments of his camp were tthe first outlines of those fortifications, which, in the hands of our countrymen, Tiave resisted the art and power of the house of Bourbon. The adjacent governors informed the court of Toledo of the descent and progress of the Arabs; and the defeat of his lieutenant Edeco, who had been commanded to seize and bind the presumptuous strangers, admonished Roderic of the magnitude of the danger. At the royal summons, the dukes, and counts, the bishops and nobles of the Gothic monarchy, assembled at the head of their followers; and the title of king of the Romans, which is employed by an Arabic-historian, may be excused by the close affinity of language, religion, and manners, between the nations of <span class=\"place\" data-place-id=\"1027\">Spain</span>. His army consisted of ninety or a hun- dred thousand men; a formidable power, if their fidelity and discipline had been adequate to their numbers. The troops of Tarik had been augmented to twelve thousand Saracens; but the Christian malecontents were attracted by the influence of Julian, and a crowd of Africans most greedily tasted the temporal blessings of the Koran. In the neighbourhood of <span class=\"place\" data-place-id=\"256177\">Cadiz</span>, the town of Xeres(5) has been illus- trated by the encounter which determined the fate of the kingdom; the stream of the Guadalete, which falls into the bay, divided the two camps, and marked the advancing and retreating skirmishes of three successive and bloody days. On the fourth day, the two armies joined a more serious and decisive issue; but Alaric would have blushed at the sight of his unworthy successor, sustaining on his head a diadem of pearls, encumbered with a flowing robe of gold and silken embroide- ry, and reclining on a litter, or car of ivory, drawn by two white mules. Not- withstanding the valour of the Saracens, they fainted under the weight of multi- tudes, and the plain of Xeres was overspread with sixteen thousand of their dead bodies.\" My brethren,\" said Tarik to his surviving companions,\" the enemy is before you, the sea is behind; whither would ye fly? Follow your general; I am resolved either to lose my life, or to trample on the prostrate king of the Romans.\" Besides the resource of despair, he confided in the secret correspondence and noc- turnal interviews of count Julian, with the sons and the brother of Witiza. The 106.182. 252.319   332. On this occasion, the industry of Pagi has been aided by the Arabic learning of his friend the abbe de Longuerue, and to their joint labour) I am deeply indebted.*   (1) A mistake of Roderic of Toleda.in comparing the lunar years of the Hegira with the Julian years of the era, has determined Baronius, <span class=\"place\" data-place-id=\"265965\">Mariana</span>, and the crowd of Spanish historians, to place the first invasion in the year 713,and the battle of Xeres in Novembrr714. This anachronism of three years has been detected by the more correct industry of modem chronologists, above all. of Pagi. (Critica, torn. iii. p. 169. 171   174.) who hare restored the genuine state of the revolution. At the present time an Arabian scholar, like Cardonne, who adopts the ancient error, (torn. i. p. 75.) is inexcusably ignorant or careless. (2) The era of Csesar, which in Spain was in legal and popular use titi the fourteenth century, begins thirty- eight years before the birth of Christ. I would refer the origin to the general peace by sea and land, which confi rmed the power and partition of the triumvirs. (Dion. Cassins, lib. 48. p. 547. 553. Appian de Bell. Civil, lib. t. p. 1034. edit, fol.) Spain was a province of Caesar Octavian; and Tarraponn, which raised the first tem- ple to Augustus, (Tacit. Anna!. 1. 78.) might borrow from the orientals this modeof flattery. (3) The road, the country, the old castle of count Julian, and the superstitious belief of the Spaniards of hid- tlen treasures,&c. are described by Pere Labat (Voyages en Espagne et en Italie, torn. i. p. 207   217.) with his usual pleasantry. (4) The Nubian geographer (p. 154.) explains the topography of the war; but it is highly incredible that the lieutenant of Musa should execute the desperate and useless measure of burning his ships. (5) Xeres (the Roman colony of <span class=\"place\" data-place-id=\"256193\">Asta</span> <span class=\"place\" data-place-id=\"658581\">Regia</span>) is only two leagues from Cadiz. In the sixteenth century it was a granary of corn; and the wine of Xeres is familiar to the nations of <span class=\"place\" data-place-id=\"1001887\">Europe</span>. (Lml. Nonit <span class=\"place\" data-place-id=\"1027\">Hispania</span>. c. 13. 1>, SA   56. a work of correct and concise know ledge; d'Anviile, Etats dc PEurope, fee p. 154.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA395&img=1&zoom=3&hl=en&sig=ACfU3U1YP1UAq45uTMBgTZCBWYqZ4KbZKA&ci=0%2C0%2C1000%2C2000&edge=0"}