{"text": " CS-1- TH E DECLIN E AN D FAL L two princes and the archbishop of Toledo occupied the most important post: their well-timed defection broke the ranks of the Christians; each warrior was prompt- ed by fear or suspicion to consult his personal safety; and the remains of the Goth- ic army was scattered or destroyed in the flight and pursuit of the three following days. Amidst the general disorder, Roderic started from his car, and mounted Orelia, the fleetest of his horses; but he escaped from a soldier's death to perish more ignobly in the waters of the Bcetis or <span class=\"place\" data-place-id=\"256010\">Guadalquivir</span>. His diadem, his robes, and his courser, were found on the bank; but as the body of the Gothic prince was lost in the waves, the pride and ignorance of the caliph must have been gratified with some meaner head, which was exposed in triumph before the palace of Da- mascus.\"And such,\" continues a valiant historian of the Arabs,**is the fate of those kings who withdraw themselves from a field of battle. \"(1) Count Julian had plunged so deep into guilt and infamy, that his only hope was in the ruin of his country. After the battle of Xeres he recommended the most effectual measures to the victorious Saracens.\"The king of the Goths is slain; their princes are fled before you, the army is routed, the nation is astonished. <span class=\"place\" data-place-id=\"324808\">Se</span>- cure with sufficient detachments the cities of Boetica; but in person, and without delay, march to the royal <span class=\"place\" data-place-id=\"266066\">city</span> <span class=\"place\" data-place-id=\"266066\">of</span> <span class=\"place\" data-place-id=\"266066\">Toledo</span>, and allow not the distracted Christians either time or tranquillity for the election of a new monarch.\" Tarik listened to his advice. A Roman captive and proselyte, who had been enfranchised by the caliph himself, assaulted*Cordova with seven hundred horse; he swam the river, surprised the town, and drove the Christians into the great church, where they defended themselves above three months. Another detachment reduced the sea coast of Boetica, which in the last period of the Moorish power, has comprised in a narrow space the populous kingdom of Grenada. The march of Tarik from the Boetus to the Tagus,(2) was directed through the Sierra Morena, that sepa- rates Andalusia and Castille, till he appeared in arms under the walls of Tole- do.(3) The most zealous of the catholics had escaped with the relics of their saints; and if the gates were shut, it was only till the victor had subscribed a fair and reasonable capitulation. The voluntary exiles were allowed to depart with their effects; seven churches were appropriated to the Christian worship; the archbishop and his clergy were at liberty to exercise their functions, the monks to practise or neglect their penance; and the Goths and Romans were left in all civil and criminal cases to the subordinate jurisdiction of their own laws and ma- gistrates. But the justice of Tarik protected the Christians, his gratitude and policy rewarded the Jews, to whose secret or open aid he was indebted for his most important acquisitions. Persecuted by the kings and synods of <span class=\"place\" data-place-id=\"1027\">Spain</span>, who had often passed the alternative of banishment or baptism, that outcast nation embraced the moment of revenge; the comparison of their past and present state was the pledge of their fidelity; and the alliance between the disciples of, Moses and of Mahomet was maintained till the final era of their common expulsion. From the royal seat of Toledo, the Arabian leader spread his conquests to the north, over the modern realms of Castille and Leon; but it is needless to enume- rate the cities that yielded on his approach, or again to describe the table of eme- rald,^) transported from the east by the Romans, acquired by the Goths among the spoils of <span class=\"place\" data-place-id=\"423025\">Rome</span>, and presented by the Arabs to the throne of <span class=\"place\" data-place-id=\"678106\">Damascus</span>. Be- yond the Asturian mountains, the maritime town of Gijon was the term(5) of the lieutenant of Musa, who had performed, with the speed of a traveller, his victo- (1) Id sane infortunii regibus pedem ex acie referentibus sape contingit. Ben Hazil of Grenada, in BibHot. Arabicc-Hispana, torn. ii. p. 327. Some credulous Spaniards believe that king Roderic, or Roderigo, escaped to a hermit's cell, and others that he was cast alive into a tub full of serpents, from whence he exclaimed with a lamentable voice, u They devour the part with which I have so grievously sinned.\" (Don Quixote, part 2. lib. iii. c. 1.) (2) The direct road from <span class=\"place\" data-place-id=\"256128\">Corduba</span> to Toledo was measured by Mr. Swinburne's roules in seventy-two hours and a half; but a larger computation must lie adopted for the slow and devious march of an army. The Arabs traversed the province of <span class=\"place\" data-place-id=\"570417\">La</span> Mancha, which the pen of Cervantes has transformed into classic ground to the reader of every nation. (3) The antiquities of Toledo, t/ro* Parua in the Punic wars, Urbs <span class=\"place\" data-place-id=\"658581\">Regia</span> in the sixth century, are briefly described by Nonius. (Hispania, c. 59. p. 181   186.) He borrows from Roderic the fatalepatatium of Moorish portraits; but modestly insinuates that it was no more than a Roman amphitheatre. (4) In the Historia Arabum (c. o. p. 17. ad calcem Elmacin,) Roderic of Toledo describes the emerald tobies, and inserts the name of Medinat Almeyda in Arabic words and letters. He appears to be conversant with the Mahometan writers; but I cannot agree with M. de Guignes, (Hist, des Huns, torn. i. p. 350.) that he had read and transcribed Novairi; because he was dead a hundred years before Novairi composed his history. This mis- take is founded on a still grosser error. M. de Guides confounds the historian Roderic Ximenes, archbishop of Toledo, in the thirteenth century, with cardinal Ximenes, who governed Spain in the beginning of the six- teenth, and was the subject, not the author, of historical compositions. (5) Tarik might have inscribed on the last rock, the boast of Eegnard and his companion in their Lapland journey,  Hlc tandem stetimus, nobis ubi defuit oi bis.\"", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA396&img=1&zoom=3&hl=en&sig=ACfU3U3je4O-0BoCmS7xnV9P_0iyWx9RdQ&ci=0%2C0%2C1000%2C2000&edge=0"}