{"text": " O F TH E ROMA N EMPIRE. 385 W3us march of seven hundred miles, from the rock of Gibraltar to the bay of Biscay. The failure of land compelled him to retreat; and he was recalled to Toledo, to excuse his presumption of subduing a kingdom in the absence of his general. <span class=\"place\" data-place-id=\"1027\">Spain</span>, which, in a more savage and disorderly state, had resisted, two hundred years, the arms of the Romans, was overrun, in a few months, by those of the Saracens; and such was the eagerness of submission and treaty, that the governor of Cordova is recorded as the only chief who fell, without conditions, a prisoner into their hands. The cause of the Goths had been irrevocably judged in the field of Xeres; and, in the national dismay, each part of the monarchy de- clined a contest with the antagonist who had vanquished the united strength of the whole.(1) That strength had been wasted by two successive seasons of fa- mine and pestilence; and the governors, who were impatient to surrender, might exaggerate the difficulty of collecting the provisions'of a siege. To disarm the Christians, superstition likewise contributed her terrors; and the subtle Arab en- couraged the report of dreams, omens, and prophecies, and of the portraits of the destined conquerors of Spain, that were discovered on breaking open an apartment of the royal palace. Yet a spark of the vital flame was still alive: some invincible fugitives preferred a life of poverty and freedom in the Asturian valleys; the hardy mountaineer repulsed the slaves of the caliph; and the sword of Pelagius has been transformed into the sceptre of the catholic kings. (2) On the intelligence of this rapid success, the applause of Musa degenerated into envy; and he began not to complain, but to fear, that Tarik would leave him no- thing to subdue. At the head of ten thousand Arabs and eight thousand Africans, he passed^jver in person from <span class=\"place\" data-place-id=\"305106\">Mauritania</span> to Spain: the first of his companions were the noblest of the Koreish; his eldest son was left in the command of <span class=\"place\" data-place-id=\"324852\">Africa</span>; the three younger brethren were of an age and spirit to second the boldest enter- prises of their father. At his landing in Algezire, he was respectfully entertained by count Julian, who stifled his inward remorse, and testified, both in words and actions, that the victory of the Arabs had not impaired his attachment to their cause. Some enemies yet remained for the sword of Musa. The tardy repent- ance of the Goths had compared their own numbers and those of the invaders; the cities from which the march of Tarik had declined, considered themselves as im- pregnable; and the bravest patriots defended the fortifications of Seville and Meri- da. They were successively besieged and reduced by the labour of Musa, who transported his camp from the Bonis to the Anas, from the Gaudalquiver to the Guadiana. When he beheld the works of Roman magnificence, the bridge, the aqueducts, the. triumphal arches, and the theatre, of the ancient metropolis of <span class=\"place\" data-place-id=\"981529\">Lusitania</span>,\" I should imagine,\" said he to his four companions,\" that the human race must have united their art and power in the foundation of this city; happy is the man who shall become its master!\" He aspired to that happiness, but the JEmerilans sustained on this occasion the honour of their descent from the veteran legionaries of Augustus. (3) Disdaining the confinement of their walls, they gave battle to the Arabs on the plain; but an ambuscade rising from the shelter of a quarry, or a ruin, chastised their indiscretion and intercepted their return, The wooden turrets of assault were rolled forwards to the foot of the rampart; but the defence of Merida was obstinate and long; and the castle of the martyrs was a per- petual testimony of the losses of the Moslems. The constancy f t the besieged was at length subdued by famine and despair; and the prudent victor disguised his impatience under the names of clemency and esteem. The alternative of exile, or tribute was allowed; the churches were divided between the two religions; and the wealth of those who had fallen in the siege, or retired to Gallicia, was confis- cated as the reward of the faithful. In the mid-way between Meridd and Toledo,  .the lieutenant of Musa saluted the vicegerent of the caliph, and conducted him to the palace of the Gothic kings.   Their first interview was cold and formal: a rigid account was exacted of the treasures of Spain: tin: character of Tarik was exposed to suspicion and obloquy; and the hero was imprisoned, reviled, and ignoniiniously (0 Such was the argument of the traitor Oppas, anil every chief to whom it was addressed did not answer, with the spirit of Pdagius,   Omnis Hispaniadudum inh uno regiminr Gothorumtoinnis exereitos Hipani?e in uno congregatus Ismaelitarum non valuit suslinere impetuni. Chron. Alphonsi Regis, npud Pagi, torn. iii. p. 177. (2) The revival of the Gothic kingdom in the Asturias is distinctly, though concisely, noticed by d'Anville (Etats de 1'Europe, p. 159.) (3) The honourable relics of the Cantabrian war (Dion. Cassiits, lib. liii. p. 720.) wre planted io this metropo- lis of <span class=\"place\" data-place-id=\"981529\">Lusitania</span>, perhaps of Spain. (Submittit coi tota suos Hispauia fasces.) Nonius (Hiepaiia, c. 31. p. 106   no.) enumerates the ancient structures, but concludes with a sigh,   Urhs htec olim nobilissiraa ad magnam itieolarum infrtquentiam delapia est. et praterpriscte claritatis ruinas nihil oitendit. VOL. III. 49", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA397&img=1&zoom=3&hl=en&sig=ACfU3U28EXixcsmEJvEgCnCOx8iHi3wxfQ&ci=0%2C0%2C1000%2C2000&edge=0"}