{"text": " TH E DECLIN E AN D FAL L scourged by the hand, or the command of Musa. Yet so strict was the discipline* so pure the zeal, or so tame the spirit, of the primitive Moslems, that after this public indignity, Tarik could serve and be trusted in the reduction of the <span class=\"place\" data-place-id=\"590072\">Tarra</span>- gonese province. A mosch was erected at Saragossa, by the liberality of the Ko- reish; the port of Barcelona was opened to the vessels of <span class=\"place\" data-place-id=\"531109\">Syria</span>; and the Goths were pursued beyond the Pyrenean mountains into their Gallic province of <span class=\"place\" data-place-id=\"246648\">Septimania</span> or Languedoc.(l) In the church of St. Mary at Carcassone, Musa found, but it is improbable that he left seven equestrian statues of massy silver; and from his term or column at Narbonne, he returned on his footsteps to the Gallician and Lusitanian shores of the ocean. During the absence of the father, his son Abdelaziz chas- tised the insurgents of Seville, and reduced, from Malaga to <span class=\"place\" data-place-id=\"266090\">Valentia</span>, the sea-coast of the Mediterranean: his original treaty with the discreet and valiant Theode- mir,^) will represent the manners and policy of the times.\" The conditions of peace agreed and sworn between Abdelaziz, the son of Musa, the son of Nassir, and Theodemir, prince of the Goths. In the name of the most merciful God, Ab- delaziz makes peace on these conditions: that Theodemir shall not be disturbed in his principality; nor any injury be offered to the life or property, the wives and children, the religion and temples, of the Christians; that Theodemir shall freely deliver his seven cities, Orihuela, Valentola, Alicant, Mola, Vacasora, Bigerra (now Bejars,) <span class=\"place\" data-place-id=\"59954\">Ora</span> (or Opta,) and Lorca; that he shall not assist or entertain the enemies of the caliph, but shall faithfully communicate his knowledge of their hostile designs: that himself, and each of the Gothic nobles, shall annually pay one piece of gold, four measures of wheat, as many of barley, with a certain pro- portion of honey, oil, and vinegar; and that each of their vassals shall be taxed at one moiety of the said imposition. Given the fourth of Regeb, in the year of the Hegira ninety-four, and subscribed with the names of four Mussulman wit- nesses. \"(3) Theodemir and his subjects were treated with uncommon lenity; but the rate of tribute appears to have fluctuated from a tenth to a fifth, according to the submission or obstinacy of the Christians. (4) In this revolution, many partial calamities were inflicted by the carnal or religious passions of the enthusiasts. Some churches were profaned by the new worship; some relics or images were confounded with idols; the rebels were put to the sword; and one town (an obscure place between Cordova and Seville) was rased to its foundations. Yet if we com- pare the invasion of <span class=\"place\" data-place-id=\"1027\">Spain</span> by the Goths, or its recovery by the kings of Castille and Arragon, we must applaud the moderation and discipline of the Arabian con- querors. The exploits of Musa were performed in the evening of life, though he affected to disguise his age by colouring with a red powder the whiteness of his beard. But in the love of action and glory, his breast was still fired with the ardour of youth; and the possession of Spain was considered only as the first step to the mo- narchy of <span class=\"place\" data-place-id=\"1001887\">Europe</span>. With a powerful armament by sea and land, he was preparing to repass the Pyrenees, to extinguish in Gaul and <span class=\"place\" data-place-id=\"1052\">Italy</span> the declining kingdoms of the Franks and Lombards, and to preach the unity of God on the altar of the Va- tican. From thence subduing the barbarians of <span class=\"place\" data-place-id=\"481844\">Germany</span>, he proposed to follow the course of the <span class=\"place\" data-place-id=\"216798\">Danube</span> from its source to the <span class=\"place\" data-place-id=\"1224\">Euxine</span> <span class=\"place\" data-place-id=\"1224\">sea</span>, to overthrow the Greek or Roman empire of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and returning from <span class=\"place\" data-place-id=\"1001887\">Europe</span> to <span class=\"place\" data-place-id=\"599527\">Asia</span>, to unite his new acquisitions with Antioch and the provinces of <span class=\"place\" data-place-id=\"531109\">Syria</span>. (5) But his (1) Boih the interpreter! of Novairi, de Goignes (Hist, dej Huns, torn. i. p. 349.) and Cardonne, (Hilt, de I'Afrique et de 1'Espagne, torn i. p. 93,94. 104,105.) lead Mnsa into the Narbonnese Gaul. But I find no men- tion of ihis enterprise either in Rodeiic of Toledo, or the MSS. of the Escurial, and the invasion of the Sara- cens  posrpom d.by a French chronicle till the ninth year after the conquest of Spain, A. D. 721.(Pagi, Critica, torn. iii. p. 177.195. Historians of <span class=\"place\" data-place-id=\"236467\">France</span>, torn, iii.) I much question whether Musa ever crossed the Pyrenees. (2) Four hundred years after Theodemir, his territories of Murcia and Carthagena retain in the Nubian geo- grapher F.drisi (p. 154.161.) the name of Tadmir. (D'Anville, Etats de l*Europe, p. 156. Pagi, torn. iii. p. 174.) In the present decay of Spanish agriculture, Mr. Swinburne (Travels into Spain, p. 119.) surveyed with plea- sure the delicious valley from Murcia to Orihuela, four leagues and a hall of the finest com, pulse, lucern, oranges,&c. (3) See the treaty in Arabic and Latin, in the B'.bliotheea Arabico-Hispana, torn. ii. p. 105,100. It is signed the 4th of the month of Kegel), A. H. 94, the 5th of April, A. D. 713; a date which seems to prolong the resist- ance of Theodemir and the government of Musa. (4) From the history of Sandoval, p. 87. Fleury (Hist, <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. ix. p. 281.) has given the substance of another treaty concluded A.M. C 782, A. D. 734, between an Arabian chief, and the Goths and Romans, of the territory of Conimbra in <span class=\"place\" data-place-id=\"991319\">Portugal</span>. The tax of the churches is fixed at twenty-five pounds of gold; of the monasteries, fifty; of the cathedrals, one. hundred: the Christians are judged by their count, bat in capital cases hentuit consult the_alcaide. The church-doors must be shut, and they must respect the name of Maho- met. I have not the original before ine; it would confirm or destroy a dark suspicion, that the piece had been forged tc introduce the immunity of a neighbouring convent. (5) This design, which is attested by ttverat Arabian historians, (Cardonne, torn. i. p. 95, 96.) may be com- pared with that of Mithridatct, to march from the Crimea to <span class=\"place\" data-place-id=\"423025\">Rome</span>; or with that of Csesar, to conquer the east.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA398&img=1&zoom=3&hl=en&sig=ACfU3U10FlIc6lRiZwQJoW6N-FxrgJAcdw&ci=0%2C0%2C1000%2C2000&edge=0"}