{"text": " O F TH E ROMA N EMPIRE. 387- vast enterprise, perhaps of easy execution, must have seemed extravagant to vul- gar minds; and the visionary conqueror was soon reminded of his dependance and servitude. The friends of Farik had effectually stated his services and wrongs: at the court of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, the proceedings of Musa were blamed, his intentions were suspected, and his delay in complying with the first invitation was chastised by a harsher and more peremptory summons. An intrepid messenger of the caliph entered his camp at Lugo in Gallicia, and in the presence of the Saracens and Christians arrested the bridle of his horse. His own loyalty, or that of his troops, inculcated the duty of obedience; and his disgrace was alleviated by the recall of his rival, and the permission of investing with his two governments his two sons, Abdallah and Abdelaziz. His long triumph, from Ceuta to <span class=\"place\" data-place-id=\"678106\">Damascus</span>, displayed the spoils of <span class=\"place\" data-place-id=\"775\">Africa</span> and the treasures of <span class=\"place\" data-place-id=\"1027\">Spain</span>: four hundred Gothic nobles, with gold coronets and girdles, were distinguished in his train; and the number of male and female captives, selected for their birth or beauty, was computed at eighteen, or even at thirty, thousand persons. As soon as he reached <span class=\"place\" data-place-id=\"678431\">Tiberias</span> in Palestine, he was apprized of the sickness and danger of the caliph, by a private message from Soliman, his brother and presumptive heir; who wished to reserve for his own reign the spectacle of victory. Had Walid recovered, the delay of Musa would have been criminal: he pursued his march, and found an enemy on the throne. In his trial before a partial judge, against a popular antagonist, he was convicted of vanity and falsehood; and a fine of two hundred thousand pieces of gold either exhausted his poverty or proved his rapaciousness. The unworthy treatment of Tarik was revenged by a similar indignity, and the veteran com- mander, after a public whipping, stood a whole day in the sun before the palace gate, till he obtained a decent exile, under the pious name of a pilgrimage to Mec- ca. The resentment of the caliph might have been satiated with the ruin of Musa, but his fears demanded the extirpation of a potent and injured family. A sentence of death was intimated with secrecy and speed to the trusty servants of the throne both in <span class=\"place\" data-place-id=\"775\">Africa</span> and Spain: and the forms, if not the substance, of jus- tice was superseded in this bloody execution. In the mosch or palace of Cordova, Abdelaziz was slain by the swords of the conspirators; they accused their go- vernor of claiming the honours of royalty: and his scandalous marriage with Egi- lona, the widow of Roderic, offended the prejudices both of the Christians and Moslems. By a refinement of cruelty, the head of the son was presented to the father, with an insulting question, whether he acknowledged the features of the rebel?\" I know his features,\" he exclaimed with indignation:\" I assert his inno- cence; and I imprecate the same, a juster, fate against the authors of his death.\" The age and despair of Musa raised him above the power of kings; and he ex- pired at Mecca of the anguish of a broken heart. His rival was more favourably treated: his services were forgiven; and Tarik was permitted to mingle with the crowd of slaves. (1) I am ignorant whether count Julian was rewarded with the death which he deserved indeed, though not from the hands of the Saracens; but the tale of their ingratitude to the sons of Witiza is disproved by the most unques- tionable evidence. The two royal youths were reinstated in the private patri- mony of their father; but on the decease of Elba the elder, his daughter was un- justly despoiled of her portion by the violence of her uncle Sigebut. The Gothic maid pleaded her cause before the caliph Hasheim, and obtained the restitution of her inheritance; but she was given in marriage to a noble Arabian; and their two sons, Isaac and Ibrahim, were received in Spain with the consideration that was due to their origin and riches. A province was assimilated to the victorious state by the introduction of stran- gers and the imitative spirit of the natives; and Spain, which had been succes- sively tinctured with Punic, and Roman, and Gothic, blood, imbibed, in a few ge- nerations, the name and manners of the Arabs. The first conquerors, and the twenty successive lieutenants of the caliphs, were attended by a numerous train of civil and military followers, who preferred a distant fortune to a narrow home: the private and public interest was promoted by the establishment of faithful colo- nies; and the cities of Spain were proud to commemorate the tribe or country of and to return home by the north: and all three are perhaps surpassed by the real and successful enterprise of Hannibal. (1) I much rejrretour lost, or my iarnorance, of two Arabic works of the seventh century, a life of Musa, and a poem on the exploits of Tarik. Of these authentic pieces, the former was composed by a grandson of Musa, who had escaped from the massacre of his kindred; the latter by the vizier of the first Abdalrahman, caliph of Spain, who might have conversed with tome of the veterans of the conqueror. (Bibliot. Arabico-Hispana,. tom.it. p. M. 139.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA399&img=1&zoom=3&hl=en&sig=ACfU3U0wK0HMWs-rDRtVyHIT771ZTBr2Jw&ci=0%2C0%2C1000%2C2000&edge=0"}