{"text": " 28 TH E DECLIN E AN D FAL L that peninsula to Trebizond the eastern curve of the <span class=\"place\" data-place-id=\"638838\">Euxine</span> was secured by forts, by alliance, or by religion: and the possession of the Lazka, the Colchos of an- cient, the Mingrelia of modern, geography, soon became the object of an import- ant war. Trebizond, in after times the seat of a romantic empire, was indebted to the liberality of Justinian for a church, an aqueduct, and a castle, whose ditches are hewn in the solid rock. From that maritime city, a frontier line of five hun- dred miles may be drawn to the fortress of <span class=\"place\" data-place-id=\"893974\">Circesium</span>, the last Human station on the Euphrates.(l) Above Trebizond immediately, and five days'journey to the south, the country arises into dark forests and craggy mountains, as savage, though not so lofty, as the Alps and the Pyrenees. In this rigorous climate,(2) where the snows seldom melt, the fruits are tardy and tasteless; even honey is poisonous; the'most industrious tillage would be confined to some pleasant valleys; and the pastoral' tribes obtained a scanty sustenance from the flesh and milk of their cattle. The Chalybians(3) derived their name and temper from the iron quality of the soil; and, since the days of Cyrus, they might produce, under the various appellations of Chaldeans, and Zanians, an uninten-upted prescription of war and rapine. Under the reign of Justinian, they acknowledged the God and the emperor of the Romans, and seven fortresses were built in the most accessible passes, to exclude the am- bition of the Persian monarch. (4) The principal source of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span> descends from the Chalybian mountains, and seems to flow towards the west and the Eux- ine; bending to the south-west, the river passes under the walls of <span class=\"place\" data-place-id=\"874684\">Satala</span> and Me- litene (which were restored by Justinian as the bulwarks of the Lesser Armenia,) and gradually approaches the Mediterranean sea; till at length repelled by mount Taurus,(5) the Euphrates inclines his long and flexible course to the south-east and the gulf of Persia. Among the Roman cities beyond the Euphrates, we distinguish two recent foundations, which were named from Theodosius, and the relics of the martyrs, and two capitals, <span class=\"place\" data-place-id=\"874298\">Amida</span> and <span class=\"place\" data-place-id=\"658457\">Edessa</span>, which are celebrated in the histo- rv of every age. Their strength was proportioned, by Justinian, to the danger of their situation. A ditch and palisade might be sufficient to resist the artless force of the cavalry of <span class=\"place\" data-place-id=\"991379\">Scythia</span>; but more elaborate works were required to sustain a re- gular siege against the arms and treasures of the great king. His skilful engineers understood the methods of conducting deep mines, and of raising platforms to the level of the rampart; he shook the strongest battlements with his military engines, and sometimes advanced to the assault with aline of moveable turrets on the backs of elephants. In the great cities of the east, the disadvantage of space, perhaps of position, was compensated by the zeal of the people, who seconded the garrison in the defence of their country and religion; and the fabulous promise of the son of God, that <span class=\"place\" data-place-id=\"658457\">Edessa</span> should never be taken, filled the citizens with violent confidence, and chilled the besiegers with doubt and dismay. (6) The subordinate towns of <span class=\"place\" data-place-id=\"874350\">Armenia</span> and <span class=\"place\" data-place-id=\"874602\">Mesopotamia</span> were diligently strengthened, and the posts which ap- peared to have any command of ground or water, were occupied by numerous forts, substantially built of stone, or more hastily erected with the obvious materi- als of earth and brick. The eye of Justinian investigated every spot; and his cru- el precautions might attract the war into some lonely vale, whose peaceful natives, connected by trade and marriage, were ignorant of national discord and the quar- rels of princes. Westward of the Euphrates, a sandy desert extends above six hundred miles to the Red Sea. Nature had interposed a vacant solitude between the ambition of the two rival empires: the Arabians, till Mahomet arose, were for- (1) For the geography and architecture of this Armenian border, lee the Persian Wan and Edifices (lih. ii. c. 4   7. lib. iii. c.S   7.) of Procopius. (2) The country is described by Totirnefort (Voyage an Levant, torn. iii. lettre 17,18.) That skilful botanist soon discovered the plant that infects the honey (Plin. xxi. 44.45.) He observes, that the soldiers of Lnculhrs might indeed be astonished at the cold, since, even in the plain of Erzerum, snow sometimes falls in June, and the harvest is seldom finished before September. The hills of <span class=\"place\" data-place-id=\"874350\">Armenia</span> are below the fortieth degree of latitude; but in the mountainous country which I inhabit, it is well known that an ascent of some hours car- ries the traveller from the climate of Langnedoc to that of Norway, and a general theory has been introduced, that under the line, an elevation of two thousand four hundred loitet is equivalent to the cold of the polar cir- cle fRomond, Observations sur les Voyages de Cose dans la Suisse, torn. h. p. 104.) (3) The identity or proximity of the Chalybians, or Chaldeans, may be investigated in Straho (lib. xii. p. P26.0 Cellarins (Geograph. Antiq. torn. ii. p. 202   204.,) and Freret (Mem. de I'Academie, torn. iv. p. 394.)   Xenophon supposes, in his romance (Cyropjed. lib. iii.,) the same barbarians against whom he had fought in his retreat (Anabasis, lib. iv.) (4) Procopius, Persic, lib. i. c. 15. De Edifio. lib. iii. c. 6. (5) Ni <span class=\"place\" data-place-id=\"648792\">Taurus</span> obstet in nostra maria venturus (Pomponius Mela, iii. 8.) Pliny, a poet as well as a naturalist (v. 20..) personifies the river and mountain, and describes their combat. See the course of the <span class=\"place\" data-place-id=\"874545\">Tigris</span> atid Eu- phrates, in the excellent treatise of d'Anville. (6) Procopius (Persic, lib. ii. c. 12.) tells the story with the tone half sceptical, half superstitious, of Herodo- tus* The promise was not in the primitive lie of Eusebius, but dates at least from the year 400; and a third lie, the Verornca, was soon raised on the two former (Evagrius, lib. iv. c. 27.) As <span class=\"place\" data-place-id=\"658457\">Edessa</span> hai been taken, <span class=\"place\" data-place-id=\"658623\">Tille</span>- rnont mutt disclaim the promise (Mem. Ecclcs. torn. i. p. 362.383.617.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA40&img=1&zoom=3&hl=en&sig=ACfU3U2LthCC7oIcFecYLKwvT51BsNkNcQ&ci=0%2C0%2C1000%2C2000&edge=0"}