{"text": " 3S S TH E BECLIN E AN D FAL L their eastern progenitors. 1'he victorious though motley bands of Tarik and Musa asserted, by the name of Spaniards, their original claim of conquest; yet thev allowed their brethren of <span class=\"place\" data-place-id=\"1001943\">Egypt</span> to share their establishments of Murcia and Lisbon. The royal legion of <span class=\"place\" data-place-id=\"678106\">Damascus</span> was planted at Cordova; that of <span class=\"place\" data-place-id=\"344409\">Emesa</span> at Seville; that of Kinnisrin or <span class=\"place\" data-place-id=\"540703\">Chalcis</span> at Jaen; that of Palestine at Algezire and Medina Sidonia. The natives of Yemen and Persia were scattered around Toledo and the inland country; and the fertile seats of Grenada, were bestowed on ten thousand horsemen of <span class=\"place\" data-place-id=\"29492\">Syria</span> and Irak, the children of the purest and most noble of the Arabian tribes. (1) A spirit of emulation, sometimes beneficial, more fre- quently dangerous, was nourished by these hereditary factions. Ten years after the conquest, a map of the province'was presented to the caliph: the seas, the ri- vers, and the harbours, the inhabitants and cities, the climate, the soil, and the mineral productions of the earth. (2) In the space of two centuries, the gifts of nature were improved by the agriculture,(3) the manufactures, and the commerce of an industrious people; and the effects of their diligence have been magnified by the idleness of iheir fancy. The first of the Ommiades who reigned in <span class=\"place\" data-place-id=\"737056\">Spain</span> so- licited the support of the Christians; and, in his edict of peace and protection, he contents himself with a modest imposition of ten thousand ounces of gold, ten thousand pounds of silver, ten thousand horses, as many mules, one thousand cui- rasses, with an equal number of helmets and lances. (4) The most powerful.of his successors derived from the same kingdom the annual tribute of twelve mil- lions and forty-five thousand dinars or pieces of gold, about six millions of sterling money;(5) a sum which, in the tenth century, most probably surpassed the united revenues of the Christian monarchs. His royal seat of Cordova contained six hundred moschs, nine hundred baths, and two hundred thousand houses: he gave laws to eighty cities of the first, to three hundred of the second and third, order; and the fertile banks of the Guadalquiver were adorned with twelve thousand vil- lages and hamlets. The Arabs might exaggerate the truth, but they created and they describe the most prosperous era of the riches, the cultivation, and the popu- lousness of Spain. (6) The wars of the Moslems were sanctified by the prophet; but among the va- rious precepts and examples, of his life, the caliphs selected the lessons of tole- ration that might tend to disarm the resistance of the unbelievers. <span class=\"place\" data-place-id=\"1001942\">Arabia</span> was the temple and patrimony of the God of Mahomet; but he beheld with less jea- lousy and affection the nations of the earth. The polytheists and idolaters who   were ignorant of his name, might be lawfully extirpated by his votaries, (7) but a wise policy supplied the obligation of justice; and after some acts of intolerant zeal the Mahometan conquerors of Hindostan have spared the pagods of that devout and populous country. The disciples of Abraham, of Moses, and of Jesus, were solemnly invited to accept the more fierftct revelation of Mahomet; but if they preferred the payment of a moderate tribute, they were entitled to the freedom (1) Bibliot. Arab. Hispana, torn. ii. p. 32. 252. The former of these quotations is taken from a Biographic Hispanica, by an Arabian of <span class=\"place\" data-place-id=\"266090\">Valentia</span>; (see the copious extracts of Casiri. torn. it. p. 30   121.) and the latter from a general chronology of the Caliphs, and of the African and Spanish Dynasties, with a particular History of the Kingdom of Grenada,of which Casiri has given almost an entireversion. (Bibliot. Arabico-Hispana, torn, ii. p. 177   3190 The author Ebn Khateb, a native of Grenada, and a cotemporary of Novairi and Abtilfeda, (born A. D. 1313, died A. D. 1374.) was an historian, geographer, physician, poet,&c. (torn. ii. p. 71,72.) (2) Cardonne, Hist, de PAfrique et de i'Espagne, torn. iv. p. 116,117. (3) A copious treatise of husbandry, by an Arabian of Seville, in the twelfth century, is in the Escurial li- brary, and Casiri had some thoughts of translating it. He gives a list of the authors quoted, Arabs as well as Greeks, Latins, 8cc; but it is much if the Andalusiau saw these strangers through the medium of countryman Columella. Casiri, Bibliot. Arabico-Hispana, torn. i. p. 323   338.) (4\\ Bibliot. Arabico-Hispana, torn. ii. p. 104. Casiri translates the original testimony of the historian Rasis, as it is alleged, in the Arabic Bingraphia Hispanica, pars 9. But I am most exceedingly surprised at the ad- dress, Frincipibni cseteriique Christianis Hispanis suis Castellte. The name of Castellae was unknown in the eighth century; the kingdom was not erected till the year 1022, a hundred years after the time of Rasis, (Bi- bliot. torn. ii. p. 330.) and the appellation was always expressive, not of a tributary province, but of a line of castles independent of the Moorish yoke. (D'Anville, Etats tie I'Europe, p. 166   170.) Had Casiri been a cri- tic, he would have cleared a difficulty, perhaps of his own making. (5) Cardonne, lorn. i. p. 337,338. He computes the revenue at one hundred and thirty millions of French livres. The entire picture of peace and prosperity relieves the bloody uniformity of the Moorish annals. (6) I am happy enough to possess a splendid and interesting work, which has only been distributed in pre- sents by the court oi Msdrid; Bibliethtca Arabico-Hispana Escurialensis, Optra et studio Michaelis Casiri, Sure- Maronitai: Macriti, in/olio, tomus prior, 1760, tomus posterior, 1770. The execution of this work does honour to the Spanish press: the MSS. to the number of one thousand eight hundred and fifty-one, are judiciously classed by the editor, and Ins copious extracts throw some light on the Mahometan literature and history of Spain. These relics are now secure, but the task has been supinely delayed, till, in the year 1671, a fire con- sumed the greatest part of the Escurial library, rich in the spoils of Grenada and Morocco. (7) The Habii, as they are styled, qui tolerari niqueunt, are, 1..Those who, besides God, worship the sun, moon, or idols. 2. Atheists. Utnqui, quanidiu princeps aliquis inter Mahommedanos superest, oppugnari de- bent donee religionem ampleciantur, nee requies iis concedenda est, nec pretium acceptandum pro obtinenda eonicunti K libertate: (Reland, Dissertat. 10. dejure Miliari Mohamin-tlan. torn. iii. p. 14.) a rigid theory!", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA400&img=1&zoom=3&hl=en&sig=ACfU3U3CMqn6nxe_AwCv6IitK_x8CP1gRQ&ci=0%2C0%2C1000%2C2000&edge=0"}