{"text": " 390 TH E DECLIN E AN D FALL. with this holy and meritorious perjury. (1) But the greatest part of the tem- ples of Persia were ruined by the insensible and general desertion of their vo- taries. It was insensible, since it is not accompanied with any memorial of time or place, of persecution or resistance. It was general, since the whole realm, from <span class=\"place\" data-place-id=\"922706\">Shiraz</span> to Samarcand, imbibed the faith of the Koran; and the preservation of the native tongue reveals the descent of the Mahometans of Persia. (2) In the mountains and deserts, an obstinate race of unbelievers adhered to the superstition of their fathers; and a faint tradition of the Magian theology is kept alive in the <span class=\"place\" data-place-id=\"29517\">province</span> <span class=\"place\" data-place-id=\"29517\">of</span> <span class=\"place\" data-place-id=\"29517\">Kirman</span>, along the banks of the <span class=\"place\" data-place-id=\"59851\">Indus</span>, among the exiles of <span class=\"place\" data-place-id=\"50290\">Surat</span>, and in the colony which, in the last century, was planted by Shaw Abbas at the gates of Ispahan. The chief pontiff has retired to mount Elbourz, eighteen leagues from the <span class=\"place\" data-place-id=\"29811\">city</span> <span class=\"place\" data-place-id=\"29811\">of</span> <span class=\"place\" data-place-id=\"29811\">Yezd</span>; the perpetual fire (if it continue to burn) is inaccessible to the profane; but his residence is the school, the oracle, and the pilgrimage, of the Ghebers, whose hard and uniform features attest the unmingled purity of their blood. Under the jurisdiction of their elders, eighty thousand families maintain an innocent and industrious life; their subsistence is derived from some curious manu- factures and mechanic trades; and they cultivate the earth with the fervour of a religious duty. Their ignorance withstood the despotism of Shaw Abbas, who de- manded with threats and tortures the prophetic books of Zoroaster; and this ob- scure remnant of the Magians is spared by the moderation or contempt of their present sovereigns. (3) The northern coast of <span class=\"place\" data-place-id=\"324852\">Africa</span> is the only land in which the light of the gospel, after a long and perfect establishment, has been totally extinguished. The arts, which had been taught by <span class=\"place\" data-place-id=\"314921\">Carthage</span> and <span class=\"place\" data-place-id=\"423025\">Rome</span>, were involved in a cloud of igno- rance; the doctrine of Cyprian and Augustin was no longer studied. Five hundred episcopal churches were overturned by the hostile fury of the Donatists, the Van- dals, the Moors. The zeal and numbers of the clergy declined; and the people, without discipline or knowledge, or hope, submissively sunk under the yoke of the Arabian prophet. Within fifty years after the expulsion of the Greeks, a lieute- nant of <span class=\"place\" data-place-id=\"324852\">Africa</span> informed the caliph that the tribute of the infidels was abolished by their conversion,(4) and, though he sought to disguise his fraud and rebellion, his specious pretence was drawn from the rapid and extensive progress of the Maho- metan faith. In the next age, an extraordinary mission of five bishops was de- tached from <span class=\"place\" data-place-id=\"727070\">Alexandria</span> to Cairoan. They were ordained by the Jacobite patriarch to cherish and revive the dying embers of Christianity :(S) but the interposition of a foreign prelate, a stranger to the Latins, an enemy to the catholics, supposes the decay and dissolution of the African hierarchy. It was no longer the time when the successor of St. Cyprian, at the head of a numerous synod, could maintain an equal contest with the ambition of the Roman pontiff. In the eleventh century, the unfortunate priest who was seated on the ruins of Carthage, implored the arms and the protection of the Vatican; and he bitterly complains that his naked body had been scourged by the Saracens, and that his authority was disputed by the four suffragans, the tottering pillars of his throne. Two epistles of Gregory VII. (6) are destined to sooth the distress of the catholics and the pride of a Moorish prince. The pope assures the sultan that they both worship the same God, and parts, was abbreviated in three volumes by his son Kondemir, A. H. 927. A. D. 1520. The two writers, matt. accurately distinguished by Pf tit de la Croix, (Hist, de Genghizcan, p. S37. 538. 544. 545.) are loosely con- founded by d'Herbelot: (p. 358. 410.994,995.) but his numerous extracts, under the improper name of Khnn- demir, belong to the father rather than the son. The historian of Genghizcan refers to a MS. of Mirchond, which he received from the hands of his friend d'Herbelot himself. A curious fragment (the Tahcrian and Soffarian Dynasties) has been lately published in Persic and Latin: (Viennae, 1782, in quarto, cum notis Ber- nard de Jenisch) and the editor allows us to hope for a continuation of Mirchond. (1) Quo testimonio bonise quidpiam pratitisse opinabantur. Yet Mirchond must have condemned their zeal, since he approved the legal toleration of the Magi, cui (the <span class=\"place\" data-place-id=\"39292\">Are</span> temple) peracto singulis annis censu, ut sacra Mohammedis lege cautum, ab omnibus molestiis ac onenbus libero esse licuit. (2) The last Magian of name and power appears to be Mardavige the Dillemite who, in the beginning of the tenth century, reigned in the northern provinces of Persia, near the Caspian sea. (D'Herbelot, Bibliot. Orient, p 335.) But his soldiers and successors, the Mtrwides, either professed or embraced the Mahometan faith; and under their dynasty (A. D. 933   1020.) I should place the fall of the religion of Zoroaster. (3) The present state of the Ghebers in Persia is taken from Sir John Chardin, not indeed the most learned, but the most judicious and inquisitive, ofour modern travellers. (Voyages in Perse, torn. ii. p. 109.179   187. in quarto.) His brethren, Pietro de la Valle, Clearius Thevenot, Tavernier,&c. whom I have fruitlessly searched, bad neither eyes nor attention for this interesting people. (4) The letter of Abdoulrahman, governor or tyrant of <span class=\"place\" data-place-id=\"324852\">Africa</span>, to the caliph Aboul Abbas, the first of tlie Abbassides, is dated A. H. 132. (Caitlonne, Hist, de I'Afrique et de l'Espagne, torn. i. p. 168.) (5) Bibliotheque Orientale, p. 66. Renaudot, Hist. Patriarch. Alex. p. 287,288. (6) Among the Epistles ofthe Popes, see Leo IX. epist. 3. Gregor. VII. lib. epist. 22,23. lib. iii. epist. 19   21. and the criticisms of Fagi, (torn. iv. A. D. 1035. no. 13.) who investigates the name and family of the Moorish prince with whom the proudest ofthe Roman pomifTs so politely corresponds.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA402&img=1&zoom=3&hl=en&sig=ACfU3U1Jr1I8Bs4nM_sM23NDbmoF_q9UUg&ci=0%2C0%2C1000%2C2000&edge=0"}