{"text": " O F TH E ROMA N EMPIRE. 391 rnay hope to meet in the bosom of Abraham: but the complaint, that three bishops could no longer be found to consecrate a brother, announces the speedy and inevit- able ruin of the episcopal order. The Christians of <span class=\"place\" data-place-id=\"324852\">Africa</span> and <span class=\"place\" data-place-id=\"1027\">Spain</span> had long since submitted to the practice of circumcision and the legal abstinence from wine and pork; and the name of Mazarabes(l) (adoptive Arabs) was applied to their civil or religious conformity. (2) About the middle of the twelfth century, the worship of Christ and the succession of pastors were abolished along the coast of Barbary, and in the kingdoms of Cordova and Seville, of <span class=\"place\" data-place-id=\"266090\">Valentia</span> and Grenada. (3) The throne of the Almohades, or unitarians, was founded on the blindest fanati- cism, and their extraordinary rigour might be provoked or justified by the recent victories and intolerant zeal of the princess of <span class=\"place\" data-place-id=\"991353\">Sicily</span> and Castille, of Arragon and <span class=\"place\" data-place-id=\"1101\">Portugal</span>. The faith of the Mozarabes was occasionally revived by the papal mis- sionaries; and on the landing of Charles V. some families of Latin Christians were encouraged to rear their heads at Tunis and Algiers. But the seed of the gospel was quickly eradicated, and the long province from <span class=\"place\" data-place-id=\"344456\">Tripoli</span> to the Atlantic has lost all memory of the language and religion of <span class=\"place\" data-place-id=\"423025\">Rome</span>. (4) After the revolution of eleven centuries, the Jews and Christians of the Turkish empire enjoy the liberty of conscience which was granted by the Arabian caliphs. During the first age of the conquest, they suspected the loyalty of the catholics, whose name of Melchites betrayed their secret attachment to the Greek emperor, while the Nestorians and Jacobites, his inveterate enemies, approved themselves the sincere and voluntary friends of the Mahometan government. (5) Yet this par- tial jealousy was healed by time and submission; the churches of <span class=\"place\" data-place-id=\"981503\">Egypt</span> were shared with the catholics,(6) and all the oriental sects were included in the com- mon benefits of toleration. The rank, the immunities, the domestic jurisdiction, of the patriarchs, the bishops and the clergy, were protected by the civil magistrate: the learning of individuals recommended them to the employments of secretaries and physicians; and they were enriched by the lucrative collection of the revenue; and their merit was sometimes raised to the command of cities and provinces. A caliph of the house of Abbas was heard to declare, that the Christians were most worthy of trust in the administration of Persia.\" The Moslems,\" said he,\" will abuse their present fortune; the Magians regret their fallen greatness; and the Jews are impatient for their approaching(7) deliverance.\" But the slaves of despotism are exposed to the alternatives of favour and disgrace. The captive churches of the east have been afflicted in every age by the avarice or bigotry of their rulers: and the ordinary and legal restraints must be offensive to the pride or the zeal of the Christians. (8) About two hundred year&ftfter Mahomet, they were separated from their fellow-subjects by a turban or girdle of a less honourable colour; instead of horses or mules, they were condemned to ride on asses, in the attitude of wo- men. Their public and private buildings were measured by a diminutive standard; (1) Mozarabes, or Mottarabet, adtcltUii, as it is interpreted in Latin. (Pocock, Specimen Hist. Arabum. p. 39,40. Bibliot. Arabico-Hispana, torn. ii. p. 18.) The Mozarabic liturgy, the ancient ritual of the church of Toledo, has been attacked by the popes and exposed to the doubtful trials of the sword and of fire. (Marian. Hist. Hispan. torn. i. lib. ix. c. 18. p. 378.) It was, or rather it is, in the Latin tongue; yet in the eleventh cen- tury it was found necessary (A. j  . C. 1687. A. D. 1039.) to transcribe an Arabic version of the canons of the councils of Spain, (Bibliot. Arab. Hist. torn. i. p. 547.) for the use of the bishops and clergy in the Moorish kingdoms. (2) About the middle of the tenth century, the clergy of Cordova was reproached with this criminal compli- ance, by the intrepid envoy of the emperor Otho L (Vit. Johan. Gorz, in Secul. Benedict V. no. 115. apud Fleury; Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. xii. p. 91.) (3) Pagi, Critica, torn. iv. A. D. 1149, no. 8,9. He justly observes, that when Seville,&c. were retaken by Ferdinand of Castille, no Christians, except captives, were found in the place; and that the Mozarabic churches of <span class=\"place\" data-place-id=\"324852\">Africa</span> and Spain, described by James a Vitnaco, A. D. 1218, (Hist. Hierosol. c. 80. p. 1095. in Gest. Dei per Francos) are copied from some older book. I shall add, that the date of the Hegira 677, (A. 1278.) must apply to the copy, not to the composition, of a treatise ol'jurisprudence, which states the civil rights of the Christians of Cordova; (Bibliot. Arab. Hist. torn. i. p. 471.) and that the Jews were the only dissenters whom Abul Wa- led, king of Grenada, (A. D. 1313.) could either discountenance or tolerate, (torn. ii. p. 288.) (4) Renaudot, Hist. Patriarch. Alex. p. 283. Leo Africanus would have flattered his Roman masters, could be have discovered any latent relics of the Christianity of <span class=\"place\" data-place-id=\"324852\">Africa</span>. (5) Absit (said the catholic to the vizier of Bagdad,) lit pari loco habeas Nestorianos, quorum prseter Arabas nullus alius rex est, et Grace* quorom reges amovendo Aribibus bellonon desistunt, Sec. Sec in the collec- tions of Assemannus, (Bibliot. Orient, torn. iv. p. 94   101.) the s'ate of the Nestorians under the caliphs. That of the Jacobites is more concisely exposed in the Preliminary Dissertation ol the second volume of Assemannus. (6) Eutych. Annal. torn. ii. 584. 3S7, 388. Renaudot, Hist. Patriarch. Alex. p. 205,206. 257. 332. A taint of the Monothelite heresy might render the first of these Greek patriarchs less loyal to the emperors and less ob- noxious to the Arabs. (7) Motadhed, who reigned from A. D. 892 to 902. The Magians still held their name and rank among the religions of the empire. (Assemanni, Bibliot. Orient, torn. iv. p. 97.) (8) Reland explains the general restraints of the Mahometan policy and jurisprudence. (Dissertat. torn, iii- p. 16   20.) The oppressive edicts of the caliph Motawakkel, (A. D. 847   861.) which are still in force, are no- ticed by Eutychius, (Annal. torn. ii. p. 448.) and d'Herbelot. (Bibliot. Orient, p. 640.) A persecution of the ca- liph Omar II. is related, and most probably magnified, by the Greek Theophanes,(Chron. p. 334.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA403&img=1&zoom=3&hl=en&sig=ACfU3U0XCe6A9PZ-y5hSHlaum_kfEOLxcA&ci=0%2C0%2C1000%2C2000&edge=0"}