{"text": " O F TH E ROMA N EMPIRE. 393 t  f the present hour, who strives to follow the rapid course of the Saracens, must study to explain by what means the church and state were saved from this im- pending, and, as it should seem, from this inevitable danger. The deserts of Scy- thia and <span class=\"place\" data-place-id=\"825371\">Sarmatia</span> might be guarded by their extent, their climate, their poverty, and the courage of the northern shepherds; <span class=\"place\" data-place-id=\"118723\">China</span> was remote and inaccessible; but the greatest part of the temperate zone was subject to the Mahometan con- querors, the Greeks were exhausted by the calamities of war and the loss of their fairest provinces, and the barbarians of <span class=\"place\" data-place-id=\"1001887\">Europe</span> might justly tremble at the preci- pitate fall of the Gothic monarchy. In this inquiry I shall unfold the events that rescued our ancestors of Britain, and our neighbours of Gaul, from the civil and religious yoke of the Koran; ihat protected the majesty of Home, and delayed the servitude of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>; that invigorated the defence of the Christians, and scattered among their enemies the seeds of division and decay. Forty-six years after the flight of Mahomet from Mecca, his disciples appeared in arms under the walls of Constantinople. (1) They were animated by a genuine or fictitious saying of the prophet, that, to the first army which besieged the city of the Csesarsj their sins were forgiven; the long series of the Roman triumphs would be meritoriously transferred to the conquerors of new <span class=\"place\" data-place-id=\"423025\">Rome</span>; and the wealth of nations was deposited in this well-chosen seat of royalty and commerce. No sooner had the caliph Moawiyah suppressed his rivals and established his throne, than he aspired to expiate the guilt of civil blood, by the success and glory of his holy expedition ;(2) his preparations by sea and land were adequate to the import- ance of the object; his standard was intrusted to Sophian, a veteran warrior, but the troops were encouraged by the example and presence of Yezid, the son and Sresumptive heir of the commander of the faithful. The Greeks had little to ope, nor had their enemies any reasons to fear, from the courage and vigilance of the reigning emperor, who disgraced the name of <span class=\"place\" data-place-id=\"305064\">Constantine</span>, and imitated only the inglorious years of his grandfather Heraclius. Without delay or opposition, the naval forces of the Saracens passed through the unguarded channel of the Hellespont, which even now, under the feeble and disorderly government of the Turks, is maintained as the natural bulwark of the capital.(3) The Arabian, fleet cast anchor, and the troops were disembarked near the palace of Hebdomcn, seven miles from the city. During many days, from the dawn of light to the eve- ning, the line of assault was extended from the golden gate to the eastern promon- tory, and the foremost warriors were impelled by the weight and effort of the suc- ceeding columns. But the beseigers had formed an insufficient estimate of the strength and resources of Constantinople. The solid and lofty walls were guarded by numbers and discipline: the spirit of the Romans was rekindled by the last dan- ger of their religion and empire: the fugitives from the conquered provinces more successfully renewed the defence of <span class=\"place\" data-place-id=\"678106\">Damascus</span> and <span class=\"place\" data-place-id=\"727070\">Alexandria</span>; and the Saracens   were dismayed by the strange and prodigious effects of artificial fire- This firm and effectual resistance diverted their arms to the more easy attempts of plundering the European and Asiatic coasts of the <span class=\"place\" data-place-id=\"511381\">Propontis</span>; and, after keeping the sea from the month of April to that of September, on the approach of winter they retreated fourscore miles from the capital, to the isle of <span class=\"place\" data-place-id=\"511218\">Cyzicus</span>, in which they had established their magazine of spoil and provisions. So patient was their perseverance, or so languid were their operations, that they repeated, in the six following summers, the same attack and retreat, with a gradual abatement of hope and vigour, till the mischances of shipwreck and disease, of the sword and of fire, compelled them to relinquish the fruitless enterprise. They might bewail the loss, or commemo- rate the martyrdom, of thirty thousand Moslems, who fell in the siege of Constan- tinople; and the solemn funeral of Abu Ayub, or Job, excited the curiosity of the Christians themselves. That venerable Arab, one of the last of the companions (1) Theophanes placet the teven years of the siege of Constantinople in the year of our Christian era 673 (of the Alexandrian 695, Sept. 1.) and the peace of the Saracens, four years afterward; a glaring inconsistency! which Petaviua, Guar, and Pagi (Critica, torn. iv. p. 63,64.) have struggled to remove. Of the Arabians, the Hegira 52 (A. D. 672, January 8,) is assigned by Elrnacin, the year 48, (A. D. 668, Feb. 20.) by Abulfeda, whose testimony 1 esteem the most convenient and creditable. (3) For this first siege ot Constantinople, set; Nicephorus (Breviar. p. 21,22.) Tlirophanes (Chronograph, p. 294.) Cedrenus (Compend. p. 437.) Zonaras (Hist. torn. ii. lib. 14. p. 8y.) Einstein, (Hist. Saracen, p. 56,57.) Abulfeda (Annal. Moslem, p. 127, 128. vers. Reiske.) d'Herbelot (Bibiiot. Orient. Ctuistantinah,) Oekk'y's His- tory of the Saracens, vol. ii. p. 127,128. (3) The state and defence of the Dardanelles is exposed in the Memoires of the Baron de Tott, (torn. iii. p. Jo.   97.) who was sent to fortify them against the Russians. From a principal actor, I should have expected more accurate details; but he seems to write for the amusement, rather than the instruction, of his reader. Perhaps, on the approaoh of the enemy, the minister of <span class=\"place\" data-place-id=\"305064\">Constantine</span> was occupied, like that of Mustapha, in finding two Canary birth, who should sing precisely the lame note. Vol. HI. 50", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA405&img=1&zoom=3&hl=en&sig=ACfU3U3NxfuPl5rsPEQRnStvW_WXzrFS7Q&ci=0%2C0%2C1000%2C2000&edge=0"}