{"text": " TH E DECLIN E AN D FAL L of Muhomct, was numbered among the ansars, or auxiliaries, of Medina, who shel- tered the head of the flying prophet. In his youth he fought at Beder and Ohud, under the holy standard: in his mature age he was the friend and follower of Ali; and the last remnant of his strength and life was consumed in a distant and dan- gerous war against the enemies ot the Koran. His memory was revered; but the place of his burial was neglected and unknown, during a period of seven hundred and eighty years, till the conquest of <span class=\"place\" data-place-id=\"520985\">Constantinople</span> by Mahomet the Second. A seasonable vision (for such are the manufacture of every religion) revealed the holy spot at the foot of the walls and the bottom of the harbour; and the mosch of Avub has been deservedly chosen for the simple and martial inauguration of the Turkish sulta-.is.(l) The event of the siege revived, both in the east and west, the reputation of the Roman arms, and cast a momentary shade over the glories of the Saracens. The Greek ambassador was favourably received at <span class=\"place\" data-place-id=\"678106\">Damascus</span>, in a general council of the emirs or Koreish; a peace, or truce, of thirty years, was ratified between the two empires; and the stipulation of an annual tribute of fifty horses of a noble breed, fifty slaves, and three thousand pieces Oi gold, degraded the majesty of the com- mander of the faithful. (2) The aged caliph was desirous of possessing his domi- nions, and ending his days in tranquillity and repose; while the Moors and Indians trembled at his name, his palace and city of <span class=\"place\" data-place-id=\"678106\">Damascus</span> was insulted by the Mar- daites, or Maronites, of mount Libanus, the firmest barrier of the empire, till they were disarmed and transplanted by the suspicious policy of the Greeks.(3) Af- ter the revolt of <span class=\"place\" data-place-id=\"1001942\">Arabia</span> and Persia, the house of Ommiyah(4) was reduced to the kingdoms of <span class=\"place\" data-place-id=\"29492\">Syria</span> and <span class=\"place\" data-place-id=\"1001943\">Egypt</span>; their distress and fear enforced their compliance with the pressing demands of the Christians; and the tribute was increased to a slave, a horse, and a thousand pieces of gold, for each of the three hundred and sixty-five days of the solar year. But as soon B3 the empire was again united by the arms and policy of Abdalmalek, he disclaimed a badge of servitude not less injurious to his conscience than to his pride; he discontinued the payment of the tribute; and the resentment of the Greeks was disabled from action by the mad tyranny of the second Justinian, the just rebellion of his subjects, and the fre- quent change of his antagonists and successors. Till the reign of Abdalma- lek, the Saracens had been content with the free possession of the Persian and Roman treasures, in the coin of Chosroes and Ca:sar. By the command of that caliph, a national mint was established, both of silver and gold, and the inscrip- tion of the dinar, though it might be censured by some timorous casuists, pro- claimed the unity of the God of Mahomet.(5) tinder the reign of the caliph Waled, the Greek language and characters were excluded from the accounts of the public revenue.(6) If this change was productive of the invention or fa- miliar use of our present numerals, the Arabic or Indian ciphers, as they are commonly styled, a regulation of office has promoted the most important disco-' veriesof arithmetic, algebra, and the mathematical sciences.(7) Whilst the caliph Waled sat idle on the throne of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, while his lieute- (1) Demetrius Canfcmh's Hist.of the Othman empire, 105,106. Rycant's State of (lie Ottoman Empire,p. 10, 11. Voyages de Thevenot, part. 1. p. 189. The Christians, who suppose that the martyr Abu Ayub is vul- garly confounded with the patriarch Job, betray their own ignorance rather than that of the Turks. (2) Theophanes, though a Greek, deserves credit for these tributes (Chronograph, p. 295,296. 300,301.) which are confined, with some variation, by the Arabic History of Abulpharagius (Dynast, p. 128. vers. Poeock.) (3) The censureof Theophanes is just and pointed, Vu/Miittfv JvvewTii*? ttxpvrwztrx;.... irxvhw* wiTovstv vt P  nwn  us, tvv ApxBw ft=zpt rev me. (Chronograph, p. 302, 303.) The series of these events may te traced in the Annals of Theophanes, and in the Abridgment of (he patriarch Nieephorot, p. 22   24. (4) These domestic revolutions are related in a clear and natural style, in the second volume of Oekley's Hii- tory of the Saracens, p. 253   370. Resides our printed authors, he draws his materials from the Arabic MSS.ot\" Oxford, which he would have mote deeply searched, had he bern confined to the Bodleian library instead of the city jail; a fate how unworthy of the man and of his countn! (5) Elmacin, who dates the first coinage A. H. 76, A. D. 695, live or*\\x years Inter tlian the Greek historians, has compared the weight of the hest or common gold dinar, to the dracham or dirhem of Egypt, (p. 77.) which may be equal to two pennies (forty-right grains) of our <span class=\"place\" data-place-id=\"550595\">Troy</span> weight, (Hooper's Inquiry into ancient Mn- sures, p. 24   36.) and equivalent to eight shillings of our sterling money. From the tame Elmaciii and the Arabian phyticiam, some dinars, as high as two dirhems, as low as half a dirhem.may be deduced. The piece of silver was the dirhem,bo(h in value and weight: but an old, though fair coin, struck at Waset, A. H. 88, and preserved in the Bodlein library, wants fuur grains of the Cairo standard. (See the Modern Univ. History, torn. i. p. J48. of the French Translation.) tail/ iJ.tjCjJt', tirnSn mSvvxtov Tfj IXltVw* y\\o)(r<rii^cvmJ:*, <Vweoo<,>)-rpiMrTtf, tj Cum t'U  <ru t) Tptx ypnfivixi. Theophan. Chronograph, p. 314. This defect, if it really existed, must have stimulated the ingenuity of the Arabs to invent or borrow. (7) According to a new, though probable notion, maintained byM. de Villoison, (Anecdota Green. tom.i;- p. 152   157.) our ciphers are not of Indian or Arabic invention. They were used bv the Greek and Latin arith- metician* long before the age of Boethius. After the extinction of sc'ience in the*west, they were adopted l>v the Arabic versions from the original MSS. and restored to the Latins about the eleventh centurv.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA406&img=1&zoom=3&hl=en&sig=ACfU3U294w_p91VZ6C3ruh4RrIp3tKeXow&ci=0%2C0%2C1000%2C2000&edge=0"}