{"text": " O F TH E ROMA N EMPIRE. 393 isants achieved the conquest of Transoxiana and <span class=\"place\" data-place-id=\"737056\">Spain</span>, a third army of Saracens overspread the provinces of <span class=\"place\" data-place-id=\"837\">Asia</span> <span class=\"place\" data-place-id=\"837\">Minor</span>, and approached the borders of the By- zantine capital. But the attempt and disgrace of the second siege, was reserved for his brother Soliman, whose ambition appears to have been quickened by a more active and martial spirit. In the revolutions of the Greek empire after the tyrant Justinian had been punished and avenged, an humble secretary, Anastasius or Artemius, was promoted by chance or merit to the vacant purple. He was alarmed by the sound of war; and his ambassador returned from <span class=\"place\" data-place-id=\"678106\">Damascus</span> with the tremendous news, that the Saracens were preparing an armament by sea and land, such as would transcend the experience of the past, or the belief of the pre- sent age. The precautions of Anastasius were not unworthy of his station, or of the impending danger. He issued a peremptory mandate, that all persons who were not provided with the means of subsistence for a three years' siege should evacuate the city; the public granaries and arsenals were abundantly replenished; the walls were restored and strengthened; and the engines for casting stones, or darts, or fire, were stationed along the ramparts, or in the brigantines of war, of which an additional number was hastily constructed. To prevent, is safer, as well as more honourable, than to repel an attack; and a design was meditated, above the usual spirit of the Greeks, of burning the naval stores of the enemy, the cypress timber that had been hewn in mount Libanus, and was piled along the sea-shore of Phoenicia, for the service of the Egyptian fleet. This generous en- terprise was defeated by the cowardice or treachery of the troops, who in the new language of the empire, were styled of the ubseguian theme.(l) They murdered their chief, deserted their standard in the isle of <span class=\"place\" data-place-id=\"590030\">Rhodes</span>, dispersed themselves over the adjacent continent, and deserved pardon or reward by investing with the purple a simple officer of the revenue. The name of Theodosius might recom- mend him to the senate and people; but, after some months, he sunk into a clois- ter, and resigned, to the firmer hand of Leo, the Isaurian, the urgent defence of the capital and empire. The most formidable of the Saracens, Moslemah, the brother of the caliph, was advancing at the head of one hundred and twenty thou- sand Arabs and Persians, the greater part mounted on horses or camels; and the successful sieges of <span class=\"place\" data-place-id=\"648801\">Tyana</span>, Amorium, and Pergamus, were of sufficient duration to exercise their skill, and to elevate their hopes. At the well-known passage of Abydus, on the Hellespont, the Mahometan arms were transported for the first time, from <span class=\"place\" data-place-id=\"1001906\">Asia</span> to <span class=\"place\" data-place-id=\"1001887\">Europe</span>. From thence, wheeling round the Thracian cities of the <span class=\"place\" data-place-id=\"511381\">Propontis</span>, Moslemah, invested <span class=\"place\" data-place-id=\"520998\">Constantinople</span> on the land side, surrounded his camp with a ditch and rampart, prepared and planted his engines of assault, and declared, by words and actions, a patient resolution of expecting the return of seed-time and harvest, should the obstinacy of the besieged prove equal to his own. The Greeks would gladly have ransomed their religion and empire, by a fine or assessment of a piece of gold on the head of each inhabitant of the city; but the liberal offer was rejected with disdain, and the presumption of Moslemah was exalted by the speedy approach and invincible force of the navies of <span class=\"place\" data-place-id=\"766\">Egypt</span> and <span class=\"place\" data-place-id=\"531109\">Syria</span>. They are said to have amounted to eighteen hundred ships: the num- ber betrays their inconsiderable size; and of the twenty stout and capacious ves- sels, whose magnitude impeded their progress, each was manned with no more than one hundred heavy armed soldiers. This huge armada proceeded on a smooth sea and with a gentle gale, towards the mouth of the <span class=\"place\" data-place-id=\"520977\">Bosphorus</span>; the sur- face of the strait was overshadowed, in the language of the Greeks, with a moving; forest, and the same fatal night had been fixed by the Saracen chief for a general assault by sea and land. To allure the confidence of the enemy, the emperor had thrown aside the chain that usually guarded the entrance of the harbour; but while they hesitated whether they should seize the opportunity, or apprehend the snare, the ministers of destruction were at hand. The fireships of the Greeks   were launched against them; the Arabs, their arms, and vessels, were involved in the same flames; the disorderly fugitives were dashed against each other, or overwhelmed in the waves; and I no longer find a vestige of the fleet, that had threatened to extirpate the Roman name. A still more fatal and irreparable loss was that of the caliph Soliman, who died of an indigestion(2) in his camp near (1) In the division of the themes, or provinces described by <span class=\"place\" data-place-id=\"305064\">Constantine</span> Porphyroffenitus de Thematibus, (lib. i. p. 9,10.) theobieguiwn^n Latin appellation of the army aod palace, wasthefourfn in the public order. Nice van the metropolis, and its jurisdiction extended from the Hellespont over the adjacent parts of <span class=\"place\" data-place-id=\"511189\">Bithynia</span> and <span class=\"place\" data-place-id=\"511362\">Phrygia</span>, (See the two maps prefixed by Delisle to the Imperinm Orientate of Bfttiduri.) (2) The caliph had emptied two baskets of egjrsand office, which be swallowed alternately, and the repast w as concluded with marrow and sugar, lu one of his pilgrimages to Mecca, Solomon ate, at a single meal.se-", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA407&img=1&zoom=3&hl=en&sig=ACfU3U1uQZSUZQUvEHv2fQERVgZEFyAPOg&ci=0%2C0%2C1000%2C2000&edge=0"}