{"text": " TH E DECLIN E AN D FAL L Kinnisrin, or <span class=\"place\" data-place-id=\"540783\">Chalcis</span>, in <span class=\"place\" data-place-id=\"1306\">Syria</span>, as he was preparing to lead against <span class=\"place\" data-place-id=\"520998\">Constantinople</span> the remaining ferces of the east. The brother of Moslemah was succeeded by a kinsman and an enemy; and the throne of an active and able prince was degraded by the useless and pernicious virtues of a bigot. While he started and satisfied the scruples of a blind conscience, the siege was continued through the winter by the neglect rather than by the resolution of the caliph Omar.(l) The winter proved uncommonly rigorous: above a hundred days the ground was covered with deep snow, and the natives of the sultry climes of <span class=\"place\" data-place-id=\"766\">Egypt</span> and <span class=\"place\" data-place-id=\"1001942\">Arabia</span> lay torpid and almost lifeless in their frozen camp. They revived on the return of spring; a second effort had been made in their favour; and their distress was relieved by the arrival of two numerous fleets, laden with corn, and arms, and soldiers; the first from <span class=\"place\" data-place-id=\"727070\">Alexandria</span>, of four hundred transports and galleys: the second of the three hundred and sixty vessels from the ports of <span class=\"place\" data-place-id=\"324852\">Africa</span>. But the Greek fires were again kindled, and if the destruction was less complete, it was owing to the expe- rience which had taught the Moslems to remain at a safe distance, or to the per- fidy of the Egyptian mariners, who deserted with their ships to the emperor of the Christians. The trade and navigation of the capital were restored; and the produce of the fisheries supplied the wants, and even the luxury, of the inha- bitants. But the calamities of famine and disease were soon felt by the troops of Moslemah, and as the former was miserably assuaged, so the latter was dread- fully propagated, by the pernicious nutriment which hunger compelled them to extract from the most unclean or unnatural food. The spirit of conquest, and even of enthusiasm, was extinct: the Saracens could no longer straggle beyond their lines, either single or in small parties, without exposing themselves to the merciless retaliation of the Thracian peasants. An army of Bulgarians was at- tracted from the <span class=\"place\" data-place-id=\"216798\">Danube</span> by the gifts and promises of Leo; and these savage aux- iliaries made some atonement for the evils which they had inflicted on the em- pire, by the defeat and slaughter of twenty-two thousand Asiatics. A report was dexterously scattered, that the Franks, the unknown nations of the Latin world, were arming by sea and land in the defence of the Christian cause, and their for- midable aid was expected with far different sensations in the camp and city. At length, after a siege of thirteen months,(2) the hopeless Moslemah received from the caliph the welcome permission of retreat- The march of the Arabian cavalry over the Hellespont, and through the provinces of <span class=\"place\" data-place-id=\"599527\">Asia</span>, was executed without de- lay or molestation; but an army of their brethren had been cut in pieces on the side of <span class=\"place\" data-place-id=\"511189\">Bithynia</span>, and the remains of the fleet were so repeatedly damaged by tem- pest and fire; that only five galleys entered the port of <span class=\"place\" data-place-id=\"727070\">Alexandria</span> to relate the tale of their various and almost incredible disasters. (3) In the two sieges, the deliverance of Constantinople may be chiefly ascribed to the novelty, the terrors, and the real efficacy, of the GreekJire.{A) The import- ant secret of compounding and directing this artificial flame was imparted by Calli- nicus, a native of <span class=\"place\" data-place-id=\"678179\">Heliopolis</span> in <span class=\"place\" data-place-id=\"1306\">Syria</span>, who deserted from the service of the caliph to that of the emperor. (5) The skill of a chemist and engineer was equivalent to the succour of fleets and armies; and this discovery or improvement of the military art was fortunately reserved for the distressful period, when the degenerate Romans of the east were incapable of contending with the warlike enthusiasm and youthful vigour of the Saracens. The historian who presumes to analyze this extraordinary venty pomegranates, a kid, six fowls, anil a huge quantity of the grapes of Taycf. If the bill of fere be correct, we must admire the appetite rather than the luxury of the sovereign of <span class=\"place\" data-place-id=\"599527\">Asia</span>. (Abulfeda, Annal. Moslem, p. 126.) (1) See the article of Omar Ben Abdalaziz. in the Bibliotheque Orientate, (p. 689,600.) prseferens, says Elma- cin, (p. 91.) religionem suam rebus suis mundanis. He was so desirous of being with God. that he would not hare anointed his ear (his own saying) to obtain a perfect cure of his last malady. The caliph had only one shin, and in an age of luxury his annual expense was no more than two drachms. (Abalpharagius, p. W O Hand diu gayisus eo princi-ne tilit orbis Moslemus. (Abulfeda, p. 127.) (2) Both Nicephorus and Theophanes agree, that the siege of Constantinople was raised the fifteenth of Au- gust: (A. D. 718.) but as the former, our best witness, affirms that it continued thirteen months, the latter must be mistaken in supposing that it began on the same day of the preceding year. I do not think that Pagi has remarked this inconsistency. (3) In the second siege of Constantinople, I have followed Nicephorus, (Brer. p. 33   50.) Theophanes, (Chronograph, p. 321   334.) Cedrenus, (Compend. p. 449   452.) Zunar.is, (torn. ii. p. 98   102.) Eimacin, (Hist. Saracen, p. 88.) Abulfeda, (Annal. Moslem, p. 126.) and Abulpharagius. (Dynast, p. 130.) the most satis- factory of the Arabs. (4) Our sure and indefatigable guide in the middle ages and Byzantine History, Charles du Fresne du Cange, 1ms treated in several places of the Greek fire, and his collections leave few gleanings behind. See particularly Glossar. <span class=\"place\" data-place-id=\"305107\">Med</span>. et Infim. Graeettar. p. 1275. sub voce llvp faiwrtov uypav, Glossftr. <span class=\"place\" data-place-id=\"305107\">Med</span>. et lnfim. Latinitat. Iffflis Grwcus. Observations sur Villehardonin, p. 305,306. Observations sur Joinville, p. 71,72.  (5) Theophanes s yies him *(xitIX   (n. 295.) Cedrenus (p. 437.) brings this artist from (the ruiits of) Hilit>- pons in*.gyp>; and chemistry was indeed the peculiar science of the Egyptians./ 1", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA408&img=1&zoom=3&hl=en&sig=ACfU3U1mTrJh_pGzjxtH5_ffBmStTPXWXA&ci=0%2C0%2C1000%2C2000&edge=0"}