{"text": " O F TH E ROMA N EMPIRE., Syf composition, should suspect his own ignorance, and that of his Byzantine guides, so prone to the marvellous, so careless, and, in this instance, so jealous of the truth. From their obscure, and perhaps fallacious hints, it should seem that the principal ingredient of the Greek fire was the nafitha,{l) or liquid bitumen, a light tena- cious, and inflammable oil,(2) which springs from the earth, and catches fire as soon as it comes in contact with the air. The naptha was mingled, I know not by what methods or in what proportions, with sulphur and with the pitch that is ex- tracted from evergreen firs. (3) From this mixture, which produces a thick smoke and a loud explosion, proceeded a fierce and obstinate flame, which not only rose in perpendicular ascent, but likewise burnt with equal vehemence in descent or lateral progress; instead of being extinguished, it was nourished and quickened, by the element of water; and sand, urine, or vinegar, were the only remedies that could damp the fury of this powerful agent, which was justly denominated by the Greeks the liquid or the maritime fire. For the annoyance of the enemy, it was employed with equal effect, by sea and land, in battles or in sieges.1 It was either poured from the ramparts in large boilers, or launched in red-hot balls of stone and iron, or darted in arrows and javelins, twisted round with flax and tow, which had deeply imbibed the inflammable oil: sometimes it was deposited in fire-ships, the victims and instruments of a more ample revenge, and was most commonly blown through long tubes of copper, which were planted on the prow of a galley and fancifully shaped into the mouths of savage monsters, that seemed to vomit a stream of liquid and consuming fire. This important art was preserved at Con- stantinople, as the palladium of the state; the galleys and artillery might occa- sionally be lent to the allies of <span class=\"place\" data-place-id=\"423025\">Rome</span>; but the composition of the Greek fire was concealed with the most jealous scruple, and the terror of the enemies was in- creased and prolonged by their ignorance and surprise. In the treatise of the ad- ministration of the empire, the royal author(4) suggests the answers and excuses that might best elude the indiscreet curiosity and importunate demands of the bar- barians. They should be told that the mystery of the Greek fire had been re- vealed by an angel to the first and greatest of the Constantines, with a sacred in-, junction, that this gift of heaven, this peculiar blessing of the Romans, should never be communicated to any foreign nation: that the prince and subject, were alike bound to religious silence, under the temporal and spiritual penalties of trea- son and sacrilege; and that the impious attempt would provoke the sudden and su- pernatural vengeance of the God of the Christians. By these precautions, the se- cret was confined, above four hundred years, to the Romans of the east; and, at the end of the eleventh century, the Pisans, to whom every art was familiar, suf- fered the effects, without understanding the composition of the Greek fire. It was at length either discovered or stolen by the Mahometans; and, in the holy wars of <span class=\"place\" data-place-id=\"138593\">Syria</span> and <span class=\"place\" data-place-id=\"766\">Egypt</span>, they retorted an invention, contrived against themselves, on the heads of the Christians. A knight, who despised the swords and lances of the Saracens, relates, with heartfelt sincerity, his own fears,-and those of his compa- nions, at the sight and sound of the mischievous engine that discharged a torrent of the Greek fire, the feu Gregeois, as it is styled by the more early of the French writers. It came flying through the air, says Joinville,(5) like a winged long- tailed dragon, about the thickness of a hogshead, with the report of thunder, and the velocity of lightning; and the darkness of the night was dispelled by this dead- (1) The naptha. the oleum incendiarum of the history of Jerusalem,-Gest. Del per Francos, p. 1167.) the ori--enud fountain of James de Vitry, lib. iii. c. 84.) is introduced on slight evidence and strong probability. Cin- namus (lib. vi. p. 163.) calls the Greek fire*rop MnJxov; and the naptha is known to abound between the <span class=\"place\" data-place-id=\"912964\">Tigris</span> and the Caspian sea. According to Pliny, (Hist. Natur. 2.109.) it was subservient to the revenge of Medea, and in either etymology the (Xa.ov Mjifasf, or MVi<  s (Procop.de Bell. Gothic, lib. iv. c. 11.) may fairly sig- nify this liquid bitumen. (2) On the different sorts of oils and bitumen, see Dr. Watson's (the present bishop of LlandafT's) Chemical Essays; vol. iii. essay 1. a classic book, the best adapted to infuse the taste and knowledge of chemistry. The less perfect idea of ihe ancients mny be found in Strabo (Geograpli. lib. xvi. p. 1078.) and Pliny (Hist.Natur. 2. 108,109.) Huic (Naplbcz) magna cognatio est igniuro, transiliuntque protinus in earn undecunque visam. Of our travellers I om best pleased with Otter, (torn. 1. p. 153   158.) (3) Anna Comnena has partly drawn aside the curtain. Am tv; jnvx  ;, xxi u\\hcav tiw, tcoutmv Jvdpaw usi5x>.wv trvfayi-r** SsxftuQv ocxa-jo-rov. Tcuto autw0  <cu rpiBoftiuov if*3xXKtTvt s<; ow\\  nwu  x  /.a    v x   ( iftQuTxTtci mtftt to-j 5t*<o  tos u  f  x  i a-w/jtnxvivuzri. (Aleviad. lib. xiii. p. 383.) Elsewhere (lib. si. p. 336.) she mentions the property of burning, x  t* to jrpxvig xx  sp' nc  T  p*. Leo. in the nineteenth chapter of his Tactics (Opera Meursii, torn. vi. p. 834. edit. Lami, Florent. 1743.) speaks of the new invention of srup/*et  i3eonT  ; x    xjctvou. These are genuine and Imperial testimonies. (4) Constantin. Porphyrogenit. de Administrat. Imperii, c. xiii. p. 64,65. (5) Histoiie de St. Louis, p. 32. Paris, 1688. p. 44. Pari,, de I'lmprimerie Royalc, 1761. The former of these editions is precious fur the observations of Ducange; the latter for the pure and original text of Joinville. We must have recourse to that text fo discover, that the feu Gregeois was shot with a pile or javelin, from an en- gine that acted like a sling:", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA409&img=1&zoom=3&hl=en&sig=ACfU3U04VbdomfKcww1eIVh4iFVgNiDwGA&ci=0%2C0%2C1000%2C2000&edge=0"}