{"text": " O F TH E ROMA N EMPIRE. midable only as robbers; and in the proud security of peace, the fortifications of <span class=\"place\" data-place-id=\"981550\">Syria</span> were neglected on the most vulnerable side. But the national enmity, at least the effects of that enmity, had been suspended by a truce, which continued above forescore years. An ambassador from the em- peror Zeno accompanied the rash and unfortunate Perozes, in his expedition against the Nepthalites or White Huns, whose conquest had been stretched from the Caspian to the heart of <span class=\"place\" data-place-id=\"50004\">India</span>, whose throne was enriched with emeralds,(l) and whose cavalry was supported by a line of two thousand elephants. (2) The Persians were twice circumvented, in a situation which made valour useless and flight impossible; and the double victory of the Huns was achieved by military stratagem. They dismissed their royal captive after he had submitted to adore the majesty of a barbarian: and the humiliation was poorly evaded by the casnis-/tical subtilty of the Magi, who instructed Perozes to direct his attention to the rising sun. The indignant successor of Cyrus forgot his danger and his gratitude; he renewed the attack with headstrong fury, and lost both his army and his life. (3) The death of Perozes abandoned Persia to her foreign and domestic enemies; and twelve years of confusion elapsed before his son Cabades or Kobad could embrace any designs of ambition or revenge. The unkind parsimony of Anastasius was the motive or pretence of a Roman war;(4) the Huns and Arabs marched under the Persian standard, and the fortifications of <span class=\"place\" data-place-id=\"874350\">Armenia</span> and <span class=\"place\" data-place-id=\"991405\">Mesopotamia</span> were, at that time, in a ruinous or imperfect condition. The emperor returned his thanks to the governor and people of Matyropolis, for the,prompt surrender of a city which could not be successfully defended, and the conflragration of Theodosopolis might justify the conduct of their prudent neighbours. <span class=\"place\" data-place-id=\"874298\">Amida</span> sustained a long and destructive siege: at the end of three months the loss of fifty thousand of the soldiers of Cabades was not balanced by any prospect of success, and it was in vain that the Magi deduced a flattering prediction from the indecency of the wo- men on the ramparts, who had revealed their most secret charms to the eyes of the assailants. At length, in a silent night, they ascended the most accessible tower which was guarded only by some monks, oppressed after the duties of the festival, with sleep and wine. Scaling ladders were applied at the dawn of day; the presence of Cabades, his stern command, and his drawn sword, compelled the Persians to vanquish; and before it was sheathed, fourscore thousand of the inhabitants had expiated the blood of their companions. After the siege of <span class=\"place\" data-place-id=\"874298\">Amida</span>, the war continued three years, and the unhappy frontier tasted the full measure of its calamities. The gold of Anastasius was offered too late, the num- ber of his troops was defeated by the number of their generals; the country was stripped of its inhabitants, and both the living and the dead were abandoned to the wild beasts of the desert. The resistance of <span class=\"place\" data-place-id=\"658457\">Edessa</span>, and the deficiency of spoil, inclined the mind of Cabades to peace; he sold his conquests for an exorbitant price: and the same line, though marked with slaughter and devastation, still se- parated the two empires. To avert the repetition of the same evils, Anastasius resolved to found a new colony, so strong, that it should defy the power of the Persian, so far advanced towards <span class=\"place\" data-place-id=\"29492\">Assyria</span>, that its stationary troops might defend the province by the menace or operation of an offensive war. For this purpose, the town of Dara,(5) fourteen miles from <span class=\"place\" data-place-id=\"874623\">Nisibis</span>, and four days'journey from the Ti- gris, was peopled ami adorned; the hasty works of Anastasius were improved by the perseverance of Justinian; and without insisting on places less important, the fortifications of <span class=\"place\" data-place-id=\"874444\">Dara</span> may represent the military architecture of the age. The city was surrounded with two walls, and the interval between them of fifty paces, (1) They were purchased from the merchants of AdnUa who traded to <span class=\"place\" data-place-id=\"50004\">India</span> (Cosmas, Topograph. Christ, lira. xi. p. 339.:^ yet, in the estimate of precious stones, the Scythian emerald was the first, the Bacrrian the se- cond, the Ethiopian only the third (Hill's Theophrastus, p. el,&c. 920 The production, mines,&e. of eme- ralds, are involved in darkness; and it is doubtful whether we possess any of the twelve sorts known to the an- cients (Goguet. Origine des Loix, See. part ii. lib. ii. c. 2. art. S.) In this M-ar the Huns got, or at least Perozes   loat, the finest pearl in the world, of which Procopius relates a ridiculous fable. (2) The Indo-Scythae continued to reign from the time of Augustus (Dionys. Perieget. 1088. with the Com- mentary of Eustatnius, in Hudson, Geograph. Minor, torn, iv.) to that of the eldest.lustin. (Cosmas, Topo- graph. Christ, lib. xi. p. 338,339.) On their origin and conquests, see d'Amille (sur l'lnde, p. 18. 45,&e. 69. 85. 89.) In the second century they were masters of <span class=\"place\" data-place-id=\"187447\">Larice</span> or Guezerat. (3) See the fate of Phirouz, or Perozes, and its consequences, in Proeopius, (Persic, lib, i. c. 3   6.) who may be compared with the fragments of oriental history (d'Herbelot, Bibliot. Orient, p. 351. and Texeira, History of Persia, translated or abridged by Stevens, lib. i. c. 32. p. 132   138.) The chronology is ably ascertained by Asseman. (Bibliot. Orient, torn. iii. p_. 396   427.) (4) The Persian war, under the reigns of Anastasius and Justin, may be collected from Procopius (Persic, lib. i. c. 7   9.,) Theophanes (in Chronograph, p. 124   127.,) Evagrius (lib. iii. c. 37.,) Marcellinus (m Chron. p. 47.,) and Josne Stylites (apud Asseman. torn. i. p. 272   281.) (5) The description of <span class=\"place\" data-place-id=\"874444\">Dara</span> is atnply and correctly given by Procopius (Persic, lib. i. c. 10. lib. ii. c. 13. De Edefic. lib. ii.e. 1   3. lib. iii. c. 5.) See the situation in d'Anville (PEnprateet le Tigre, p. 53   55.,) though he seems to double the interval between <span class=\"place\" data-place-id=\"874444\">Dara</span> and <span class=\"place\" data-place-id=\"874623\">Nisibis</span>.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA41&img=1&zoom=3&hl=en&sig=ACfU3U0dBoZds9ISj_I3GnQDIcURQjfcsQ&ci=0%2C0%2C1000%2C2000&edge=0"}