{"text": " TH E DECLINE' AN D FAL L ly illumination. The use of the Greek, or, as it might now be called, the Sara- cen fire, was continued to the middle of the fourteenth century,(1) when the scien- tific, or casual compound of nitre, sulphur, and charcoal, effected a new revolution in the art of war, and the history of mankind. (2) <span class=\"place\" data-place-id=\"520985\">Constantinople</span> and the Greek fire might exclude the Arabs from the eastern entrance of <span class=\"place\" data-place-id=\"1001887\">Europe</span>; but in the west, on the side of the Pyrenees, the provinces of Gaul were threatened and invaded by the conquerors of <span class=\"place\" data-place-id=\"1027\">Spain</span>. (3) The de- cline of the French monarchy invited the attack of these insatiate fanatics. The descendants of Clovis had lost the inheritance of his martial and ferocious spirit; and their misfortune or demerit has affixed the epithet of lazy to the last kings of the Merovingian race. (4) They ascended the throne without power, and sunk into the grave without a name. A country palace, in the neighbourhood of Com- piegne,(5) was allotted for their residence or prison; but each year, in the month of March or May, they were conducted in a wagon drawn by oxen to the assem- bly of the Franks, to give audience to foreign ambassadors; and to ratify the acts of the mayor of the palace. That domestic officer was become the minister of the nation, and the master of the prince. A public employment was converted into the patrimony of a private family: the elder Pepin left a king of mature years under the guardianship of his own widow and her child; and these feeble regents were forcibly dispossessed by the most active of his bastards. A govern- ment, half savage and half corrupt, was almost dissolved; and the tributary dukes, the provincial counts, and the territorial lords, were tempted to despise the weakness of the monarch, and to imitate the ambition of the mayor. Among these independent chiefs, one of the boldest and most successful, was Eudes, duke of Aquitain, who, in the southern provinces of Gaul, usurped the authority, and even the title of king. The Goths, the Gascons, and the Franks, assembled un- der the standard of this Christian hero: he repelled the first invasion of the Sa- racens; and Zema, lieutenant of the caliph, lost his army and his life under the walls of Thoulouse. The ambition of his successors was stimulated by revenge; they repassed the Pyrenees with the means and the resolution of conquest. The advantageous situation which had recommended Narbonne(6) as the first Roman colony, was again chosen by the Moslems; they claimed the province of Septe- maniaor Languedoc as a just dependence of the Spanish monarchy: the vine- yards of Gascony and the-city of Bordeaux were possessed by the sovereign of <span class=\"place\" data-place-id=\"678106\">Damascus</span> and Samarcand; and the south of <span class=\"place\" data-place-id=\"236467\">France</span>, from the mouth of the Ga- ronne to that of the Rhone, assumed the manners and religion of <span class=\"place\" data-place-id=\"874334\">Arabia</span>. But these narrow limits were scorned by the spirit of Abdalrahman, or Abde- rame, who had been restored by the caliph Hashem to the wishes of the soldiers and people of Spain. That veteran and daring commander adjudged to the obe- dience of the prophet whatever yet remained of France or of <span class=\"place\" data-place-id=\"1001887\">Europe</span>, and pre- pared to execute the sentence, at the head of a formidable host, in the full confi- (1) The vanity, or envy, of shaking the established property of Fame, has tempted some moderns to carry gunpowder above the fourteenth (see Sir William Temple, Dutens, Sec.) and the Greek fire above the seventh century (see the Saluste do President des Brosses7 torn. ii. p. 381.0 but their evidence, which precede* the vul- gar era of the invention, is seldom elear or satisfactory, and subsequent writers may be suspected of fraud or credulity. In the earliest lieges, some combustibles ot oil and sulphur have been used, and the Greek fire has romc affinities with gunpowder, both in nature and effects; for the antiquity of the first, a passage of Procopiui; (de Bell. Goth. lib. iv. c. 12.;) for that of the second, some facts in the A rab'ic history of Spain (A. D. 1240,1313, 1332. Ribliot. Arab. Hisp.tom. ii. p. 6   8.0 are the most difficult to elude. (2) That extraordinary man Friar Bacon, reveals two of the ingredients, saltpetre and sulphur, and conceals the third in a sentence of mysterious gibberish, as if he dteaded the consequences of his own discovery (Biogra- phia Britanniea, vol. i. p. 430. new edition.) (3) For the invasion of Frsnce, and the defeat of the Arabs by Charles Mantel, see the Historia Araburo (c:*i   xiv.) of Roderie Ximenes, archbishop of Toledo, who had before him the Chvistian chronicle of Isidore Ps- censis, and the Mahometan history of Novairi. The Moslems are silent or concise in the account of their losses, but M. Cardonne (torn. i. p. 129   131.) has given a pure and simple account of all that he could collect fromlbu Halikan Hidjazi, and an anonymous writer. The text of the Chronicles of France, and lives of saints, are inserted in the collection of Bouquet (torn, iii.) and the annals of Pagi, who (torn. iii. under the pro- per years) has restored the chronology, which is anticipated six years in the Annals of Baronius. The Dicnou- ary of Bayle (Ab'leramt and Munuzti) has more merit for lively reflection than original research. (4) Eginhart, de Vita Caroli Magni,c. ii. p. 13   18. edit. Schinink, Utrecht, 1711. Some modem critics ac- cuse the minister of Charlemagne of exaggerating the weakness of the Merovingians; but the general outline is just, and the French reader will forever repeat the beautiful lines of Boileau's Lutrin. (5) Mamaccte on the Oyse, between Compiegne and Noyon, which Eginhart calls perparvi reditus vHtam (See the notes, and the map of ancient France for Dom. Bouquet's Collection.) Compendium, or Compiegne, was a palace of more dignity (Hadrian Valesii Notitia GaUiarum, p. 152.,) and that laughing philosopher, the abbe Galliani (Dialogoes sur le Commerce des Bleds,) may truly affirm, thas it was the residence of the roil ttea Chretiens et tres chevelus. (6) Even before that colony, A. U. C. 530(Velleius Patercul. 1. 15.,) in the time of Polybius (Hist. lib. iii. p. 265. edit. Gronov.,) Narbonne was a Celtic town of the first eminence, and one of the most not them places of the known world (D'Anvil)e, Notice de I'Ancicnne Gaule, p. 173.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA410&img=1&zoom=3&hl=en&sig=ACfU3U10lWsRs-8n7H0DE0yHOahvcqn8hQ&ci=0%2C0%2C1000%2C2000&edge=0"}