{"text": " O F TH E ROMA N EMPIRE. 599 tlence of surmounting all opposition either of nature or of man. His first care was to suppress a domestic rebel, who commanded the most important passes of the Pyrenees: Munuza, a Moorish chief, had accepted the alliance of the duke of Aquitain; and Eudes, from a motive of private or public interest, devoted his beauteous daughter to the embraces of the African misbeliever. But the strong- est fortresses of Cerdagne were invested by a superior force: the rebel was over- taken and slain in the mountains; and his widow was sent a captive to <span class=\"place\" data-place-id=\"678106\">Damascus</span>, to gratify the desires, or more probably the vanity of the commander of the faith- ful. From the Pyrenees, Abderame preceeded without delay to the passage of the Rhone and the siege of Aries. An army of Christians attempted the relief of the city: the tombs of their leaders were yet visible in the thirteenth century; and many thousands of their dead bodies were carried down the rapid stream into the Mediterranean sea. The arms of Abderame were not less successful on the side of the ocean. He passed without opposition the Garonne and Dordogne, which unite their waters in the gulf of Bordeaux; but he found, beyond those rivers, the camp of the intrepid Eudes, who had formed a second army, and sus- tained a second defeat, so fatal to the Christians, that, according to their sad con- fession, God alone could reckon the number of the slain. The victorious Saracen overran the provinces of Aquitain, whose Gallic names are disguised, rather than lost, in the modern appellations of Perigord, Saintogne, and Poitou: his standards were planted on the walls, or at least before the gates of Tours and of Sens; and his detachments overspread the kingdom of Burgundy as far as the well-known cities of Lyons and Besaneon. The memory of these devastations, for Abderame did not spare the country or the people, was long preserved by tradition; and the in- vasion of <span class=\"place\" data-place-id=\"98961\">France</span> by the Moors, or Mahometans, affords the ground-work of those fables, which have been so wildly disfigured in the romance of chivalry, and so elegantly adorned by the Italian muse. In the decline of society and art, the de- serted cities could supply a slender booty to the Saracens; their richest spoil was found in the churches and monasteries, which they stripped of their ornaments and delivered to the flames: and the tutelar saints, both Hilary of Poitiers and Martin of Tours, forgot their miraculous powers in the defence of their own se- pulchres.(1) A victorious line of march had been prolonged above a thousand miles from the rock of Gibraltar to the banks of the Loire; the repetition of an equal space would have carried the Saracens to the confines of Poland and the Highlands of <span class=\"place\" data-place-id=\"246153\">Scotland</span>: the Rhine is not more impassable than the Nile or Eu- phrates, and the Arabian fleet might have sailed without a naval combat into the mouth of the Thames. Perhaps the interpretation of the Koran would now be taught in the schools of Oxford, and her pulpits might demonstrate to a circum- cised people the sanctity and truth of the revelation of Mahomet. (2) From such calamities was Christendom delivered by the genius and fortune of one man. Charles, the illegitimate son of the elder Pepin, was content with the title of mayor or duke of the Franks, but he deserved to become the father of a line of kings. In a laborious administration of twenty-four years he restored and support- ed the dignity of the throne, and the rebels of <span class=\"place\" data-place-id=\"481844\">Germany</span> and Gaul were successive- ly crushed by the activity of a warrior, who, in the same campaign, could display Iris banner on the Elbe, the Rhone, and the shores of the ocean. In the public dan- ger, he was summoned by the voice of his country; and his rival, the duke of Aqui- tain, was reduced to appear among the fugitives and suppliants.\" Alas!\"exclaimed the Franks,\" what a misfortune! what an indignity! We have long heard of the name and conquests of the Arabs: we were apprehensive of their attack from the east; thev have now conquered <span class=\"place\" data-place-id=\"1027\">Spain</span>, and invade our country, on the side of the west. Yet their numbers, and,\"since they have no buckler,\"their arms, are inferior to our own. If you follow my advice,\" replied the prudent mayor of the palace,\" you will not interrupt their march, nor precipitate your attack. They are like a torrent, which it is dangerous to stem in its career. The thirst of riches, and the consciousness of success, redouble their valour, and valour is of more avail (1) With regard tothe sanctuary of St. Martin of Tours, Roderie Ximenes accuses the Saracens of theota/. Turonis civitatem.ecclesiam et palatia vastatione et incendio simili diruit ft consumpsif. The continuator of Kredegarius imputes to them no more than the intention. Ad domum beafissimi Martini cvertendam (lestinanr. At Carolus, ccc. The French annalist was more jealous of the honour of the saint. (2) Yet I sincerely doubt whether the Oxford mosch would hare produced a volume of controversy so elegant and ingenious as the sermons lately preached by Mr. White, the Arabic professor, at Mr. Bampton's lecture. I lis observations on the character and religion of Mahomet are always adapted to his argument, and generally fouatted in truth and reason. He sustains the part of a lively anil eloquent advocate, and sometimes rises fcr the merit of an historian ami philosopher.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA411&img=1&zoom=3&hl=en&sig=ACfU3U1zrW1256KBveY1kXssBRbPmvwz0Q&ci=0%2C0%2C1000%2C2000&edge=0"}