{"text": " TH E DECLIN E AN D FAL L than arms or numbers. Be patient till they have loaded themselves with the incumbrance of wealth. This possession of wealth will divide their counsels, and assure your victory.\" This subtle policy is perhaps a refinement of the Arabian writers; and the situation of Charles will suggest a more narrow and selfish mo- tive of procrastination; the secret desire of humbling the pride, and wasting the provinces, of the rebel duke of Aquitain. It is yet more probable, that the delays of Charles were inevitable and reluctant.. A standing army was unknown under the first and second race: more than half the kingdom was now in the hands of the Saracens: according to their respective situations, the Franks of Neustria and Austrasia were too conscious or too careless of the impending danger; and the vo- luntary aids of the Gepidsc and Germans were separated by a long interval from the standard of the Christian general. No sooner had he collected his forces, than he sought and found the enemy in the centre of <span class=\"place\" data-place-id=\"236467\">France</span>, between Tours and Poi- tiers. His well conducted march was covered by a range of hills, and Abderame appears to have been surprised by his unexpected presence. The nations of <span class=\"place\" data-place-id=\"599527\">Asia</span>, <span class=\"place\" data-place-id=\"775\">Africa</span>, and <span class=\"place\" data-place-id=\"991376\">Europe</span>, advanced with equal ardour, to an encounter which would change the history of the world. In the six first days of desultory combat, the horsemen and archers of the east maintained their advantage: but in the closer onset of the seventh day the orientals were oppressed by the strength and stature of the Germans, who, with stout hearts and iron hands,(l) asserted the civil and religious freedom of their posterity. The epithet of Martel, the Hammer, which has been added to the name of Charles, is expressive of his weighty and irresisti- ble strokes: the valour of Eudes was excited by resentment and emulation; and their companions, in the eye of history, are the true peers and paladins of French chivalry. After a bloody field, in which Abderame was slain, the Saracens, in the close of the evening, retired to their camp. In the disorder and despair of the night, the various tribes of Yemen and <span class=\"place\" data-place-id=\"678106\">Damascus</span>, of <span class=\"place\" data-place-id=\"775\">Africa</span> and <span class=\"place\" data-place-id=\"737056\">Spain</span>, were provoked to turn their arms against each other: the remains of their host were suddenly dis- solved, and each emir consulted his safety by a hasty and separate retreat. At the dawn of day, the stillness of a hostile camp was suspected by the victorious Chris- tians: on the report of their spies, they ventured to explore the riches of the va- cant tents; but, if we except some celebrated relics, a small portion of the spoil was restored to the innocent and lawful owners. The joyful tidings were soon dif- fused over the catholic world, and the monks of <span class=\"place\" data-place-id=\"1052\">Italy</span> could affirm and believe that three hundred and fifty, or three hundred and seventy-five thousand of the Ma- hometans had been crushed by the hammer of Charles:(2) while no more than fifteen hundred Christians were slain in the field of Tours. But this incredible tale is sufficiently disproved by the caution of the French general, who apprehended the snares and accidents of a pursuit, and dismissed his German allies to their na- tive forests. The inactivity of a conqueror betrays the loss of strength and blood, and the most cruel execution is inflicted, not in the ranks of battle, but on the backs of a flying enemy. Yet the victory of the Franks was complete and final; Aqui- tain was recovered by the arms of Eudes; the Arabs never resumed the conquest of Gaul, and they were soon driven beyond the Pyrenees by Charles Martel and his valiant race. (3) It might have been expected that the saviour of Christendom would have been canonized, or at least applauded, by the gratitude of the clergy, who are indebted to his sword for their present existence. But in the public dis- tress the mayor of the palace had been compelled to apply the riches, or at least the revenues, of the bishops and abbots, to the relief of the state and the reward of the soldiers. His merits were forgotten, his sacrilege alone was remembered, and, in an epistle to a Carlovingian prince, a Gallic synod presumes to declare that his ancestor was damned; that on the opening of his tomb, the spectators were affrighted by a smell of fire and the aspect of a horrid dragon; and that a saint of (!) Gens Austria membrorum pre-cminentia valida, el gens Germans corde et corpore pracstantissiina, quasi in ictu aeuti maim ferrea et pectore arduo Arabes extinxerunt. (Roderic. Toleian. c. 14.) (2) These numbers are stated by Paul Warnefrid, the deacon of Aquilcia (de Gestis Langobard. lib. vi. p. 921. edit. Grot.) and Anastasius, the librarian of the Unman church, (in Vit. Gregorii II.) who tells o. miracu- lous story of three consecrated sponges, which rendered invulnerable the French soldiers among whom they had been shared. It should seem, that in his letters to the pope, Eudes usurped the honour of the victory, for which he was chastised by the French annalists, who, with equal falsehood, accuses liim of inviting the Sara- cens. (3) Narbovtne, and the rest of <span class=\"place\" data-place-id=\"246648\">Septimania</span>, was recovered by Pepin, the son of Charles Martel, A. D. 755. (nsgl,Critics, torn. iii. p. 300.) Thirty-seven years afterward it was pillaged by a sudden inroad of the Arabs, wlio employed the captives in the construction of the mascri of Cordova. (De Guigncs,Hist. des <span class=\"place\" data-place-id=\"207174\">Hum</span>, torn, i- p. 354.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA412&img=1&zoom=3&hl=en&sig=ACfU3U2-dJq36bv_fdwOk9Pfg5vlBt8qyw&ci=0%2C0%2C1000%2C2000&edge=0"}