{"text": " TH E DECLIN E AM D FAL L the house of Ommiyah. Before the accession to the throne, he had deserved, by his Georgian warfare, the honourable epithet of the ass of Mes:>potamia;(l) and he might have been ranked among the greatest princes, had not, says Abulfeda, the eternal order decreed that moment for the rum of his family; a decree against which all human prudence and fortitude must struggle in vain. The orders of Mer- van were mistaken or disobeyed: the return of his horse, from which he had dis- mounted on a necessary occasion, impressed the belief of his death; and the en- thusiasm of the black squadrons was ably conducted by Abdallah, the uncle of his competitor. After an irretrievable defeat, the caliph escaped to <span class=\"place\" data-place-id=\"874609\">Mosul</span>; but the colour B of the Abbassides were displayed from the rampart; he suddenly repassed the Tigri6, cast a melancholy look on his palace of Haran, crossed the Eu- phrates, abandoned the fortifications of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, and, without halting in Pales- tine, pitched his last and fatal camp at Busir on the banks of the Nile. (2) His speed was urged by the incessant diligence of Abdallah, who in every step of the pursuit acquired strength and reputation: the remains of the white faction were finally vanquished in <span class=\"place\" data-place-id=\"1001943\">Egypt</span>; and the lance, which terminated the life and_ anxiety of Mervan, was not less welcome perhaps to the unfortunate than to the victorious chief. The merciless inquisition of the conqueror eradicated the most distant branches of the hostile race: their bones were scattered, their memory was ac- cursed, and the martyrdom of Hossein was abundantly revenged cn the posterity of his tyrants. Fourscore of the Ommiades, who had yielded to the faith or cle- mency of their foes, were invited to a banquet at <span class=\"place\" data-place-id=\"678106\">Damascus</span>. The laws of hospi- tality were violated by a promiscuous massacre: the board was spread over their fallen bodies; and the festivity of the guests was enlivened by the music of their dying groans. By the event of the civil war the dynasty of the Abbassides was firmly established; but the Christians only could triumph in the mutual hatred and common loss of the disciples of Mahomet. (3) Yet the thousands who were swept away by the sword of war might have been speedily retrieved in the succeeding generation, if the consequences of the revolution had not tended to dissolve the power and unity of the empire of the Saracens. In the proscription of the Ommiades, a royal youth of the name of Abdalrahman alone escaped the rage of his enemies, who hunted the wandering exile from the brinks of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span> to the valleys of mount <span class=\"place\" data-place-id=\"846\">Atlas</span>. Hispresence in the neigh- bourhood of <span class=\"place\" data-place-id=\"737056\">Spain</span> revived the zeal of the white faction. The name and cause of the Abbassides had been first vindicated by the Persians; the west had. been pure from civil arms; and the servants of the abdicated family still held, by a pre- carious tenure, the inheritance of their lands and the offices of government. Strongly prompted by gratitude, indignation, and fear, they invited the grandson of the caliph Hashem to ascend the throne of his ancestors; and, in his desperate condition, the extremes of rashness and prudence were almost the same. The ac- clamation of the people saluted his landing on the coast of Andalusia; and, after a successful struggle, Abdalrahman established the throne of Cordova, and was the father of the Ommiades of Spain, who reigned above two hundred and fifty years from the Atlantic to the Pyrenees. (4) He slew in battle a lieutenant of the Ab- bassides, who had invaded his dominions with a fleet and army: the head of Ala, in salt and camphire, was suspended by a daring messenger before the palace of Mecca; and the caliph Almansor rejoiced in his safety, that he was removed by (1) Al Himan. He had been governor of <span class=\"place\" data-place-id=\"1001936\">Mesopotamia</span>, and the Arabic proverb praises the courage of that, warlike breed of asses who never fly from an enemy. The surname of Mervan may justify the comparison of Homer, (Iliad, K 557,&c.) and both wilt silence the moderns, who consider the ass as a stupid and ignoble em- blem. (D'Herhelot, Dibliot. Orient, p. 458.) (3) Tour several places, all in Egypt, bore the name of Bwir.or Rttsiris. so famous in Greek fable. The tint, where*Mervan was slain, was to the west of the Nile, in the province of Fium, or Ar<inoe; the second in the Delta, in the Sebennytic nome; the third, near the pyramid-*; the fourth, which was destroyed by Diocletian, in the <span class=\"place\" data-place-id=\"991398\">Thebais</span>. I shall here transcribe a note of the learned and orthodox Michaelis: Vtdentur in pluribns^Sgypti superioris urbibus Busiri Coptoquc anna sumpsisie Christiani, Itbertatemque de religione sentitndt defendisse; sed sucenbuisse quo in beilo Coptus et Busiris tlirula, et circa Bsnam magna strages rdita. Bellntn riarrant sed Catisam belli ignorant scriptons Byzamhu, alioqtii Coptuin t-t Buisiriin non rebellasse dicturi, srd caussam Christianorum suscepturi. (Not. 211. p. loo.) For the geography of the four Busirs, see Abulfeda (de- aeript.*gypt. p. 9. vers. Michaelis. Gottingse, 1770, in quarto,) Michaelis. (Not. 132   137. p. 58     3.) and d'Anville. (Memoire sur l'Egypte, p. 82.147. 205.) (3) See Abulfeda, (Annal. Moslem, p. 136   145.) Eutychius, (Anna), torn. ii. p. 392. vers. Pocoek.) F.lmacin. (Hist. Saracen, p. 109   121.) Abulpharagius.(Hist. Dynast, p. 134   140.) Rodeilcof Toledo, (Hist. Arahum.c. 18. p. 33.) Theophanet, (Chronograph, p. 350,357. who speaks ofthe Abbassides under the names of X*px<rx*>- T*i and Maupae-cjwi,) and the Bihliotheque of d'Herbelot, in the articles of Ommiades, Abbassides, Mervan Ibrahim, Sa_ffah, Abori Moslem. (4; For the revolution of Spain, consult Roderic of Toledo, (c 1 J. p. 84,&c) the Biblrothec* Aiabico-ffis- pana. torn. ii. p. 30. 198.) and Cardomjc. (Hilt, de PAfriqoe et de l'Espagne, mm. i. p. 180   197. 20s. S\"i", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA414&img=1&zoom=3&hl=en&sig=ACfU3U0KVD5JRA7iM2bngENNUNv948R6bg&ci=0%2C0%2C1000%2C2000&edge=0"}