{"text": " O F TH E ROMA N EMPIRE. 403 seas and lands from such a formidable adversary. Their mutual designs or decla- rations of offensive war evaporated without effect; but instead of opening a door to the conquest of <span class=\"place\" data-place-id=\"1001887\">Europe</span>, <span class=\"place\" data-place-id=\"737056\">Spain</span> was dissevered from the trunk of the monarchy, engaged in perpetual hostility with the east, and inclined to peace and friendship with the Christian sovereigns of <span class=\"place\" data-place-id=\"520985\">Constantinople</span> and <span class=\"place\" data-place-id=\"98961\">France</span>. The example of the Ommiades was imitated by the real or fictitious progeny of Ali, the Edrissites of <span class=\"place\" data-place-id=\"1119\">Mauritania</span>, and the m6re powerful Fatimites of <span class=\"place\" data-place-id=\"775\">Africa</span> and <span class=\"place\" data-place-id=\"1001943\">Egypt</span>. In the tenth century, the chair of Mahomet was disputed by three caliphs or commanders of the faithful, who reigned at Bagdad, Cairoan, and Cordova, excommunicated each other, and agreed only in a principle of discord, that a secretary is more odious and criminal than an unbeliever. (1) Mecca was the patrimony of the line of Hashem, yet the Abbassides were never tempted to reside either in the birth-place or the city of the prophet. Da- mascus was disgraced by the choice, and polluted with the blood, of the Om- miades; and after some hesitation, Almansor, the brother and successor of Saffah, laid the foundations of Bagdad,(2) the imperial seat of his prosperity during a reign of five hundred years. (3) The chosen spot is on the eastern bank of the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, about fifteen miles above the ruins of Modain: the double wall was of a cir- cular form; and such was the rapid increase of a capital, now dwindled to a pro- vincial town, that the funeral of a popular saint might be attended by eight hun- dred thousand men and sixty thousand women of Bagdad and the adjacent vil- lages. In this city of fieace,(4) amidst the riches of the east, the Abbassides soon disdained the abstinence and frugality of the first caliphs, and aspired to emulate the magnificence of the Persian kings. After his wars and buildings, Almansor left behind him in gold and silver about thirty millions sterling;(5) and this trea- sure was exhausted in a few years by the vices or virtues of his children. His son Mahadi, in a single pilgrimage to Mecca, expended six millions of dinars of gold. A pious and charitable motive may sanctify the foundation of cisterns and cara- vanseras, which he distributed along a measured road of seven hundred miles; but his train of camels, laden with snow, could serve only to astonish the natives of <span class=\"place\" data-place-id=\"1001942\">Arabia</span>, and to refresh the fruits and liquors of the royal banquet. (6) The cour- tiers would surely praise the liberality of his grandson Almamon, who gave away four-fifths of the income of a province, a sum of two millions four hundred thou- sand gold dinars, before he drew his foot from the stirrup. At the nuptials of the same prince, a thousand pearls of the largest size were showered on the head of the bnde,(7) and a lottery of lands and houses displayed the'eapricious bounty of fortune. The glories of the court were brightened rather than impaired in the decline of the empire; and a Greek ambassador might admire or pity the magni- ficence of the feeble Moctader.\" The caliph's whole army,\" says the historian Abulfeda,\" both horse and foot, was under arms, which together made a body of one hundred and sixty thousand men. His state-officers, the favourite slaves, stood near him in splendid apparel, their belts glittering with gold and gems. Near (1) I shall not stop to refute the strange errors and fancies of Sir William Temple, (his works, vol. iii. p. 371   374, (octavo edition) and Voltaire (Histoire Generale,c. 28. torn. ii. p. 134,125. edition de Lausanne,) concerning the division of the Saracen empire. The mistakes of Voltaire proceeded from the want of knowledge or re- flection: but Sir William was deceived by a Spanish impostor, who has framed an apocryphal history ofthe con- quest of Spain by the Arabs. (2) The geographer d'Anville, (I'Euphrate et leTigre, p. 121   123.) and the orientalist UUerbelot, (Dibiio- Tlieque, p. 107, 108) may suffice for the knowledge or Bagdad. Our travellers, Pietro della Valle, torn. i. p. 688   098.) Tavernier, (torn. i. p. 230   238.) Thevenot, (part ii. p. 209   212.) Otter, (torn. i. p. 162   ins.) and Niebuhr, (Voyage en Arabie, torn. ii. p. 239   271.) have seen only its deeay: and the Nubian (geographer, (p.  04.) and the travelling Jew, Benjamin of Tudela, (ttinerarium,p. 112   123.) a Const. l'Empereur, apud Elze- vir. Ifi33) are the only writers of my acquaintance who have known Bagdad under the reign ofthe Abbassides. (3) The foundations of Bagdad were laid A. H. 14*. A. D. 762. Mostatern, the last of the Abbassides, was taken and put to death by the Tartars, A. H. 656, A. D. 12.38, the 20th of February. (4) Medinatal <span class=\"place\" data-place-id=\"687928\">Salem</span>, Dar al <span class=\"place\" data-place-id=\"687928\">Salem</span>. Urbs pacis, or, as is more neatly compounded by the Byzantine writers, K.puwiroXis (Irenopolis.) There is some dispute concerning the etymology of Bagdad, but the first syllable is allowed to signify a garden in the Persian tongue; the garden of Dad, a Christian hermit, whose cell had been the only habitation on the spot. (5) Reliquit in acrario sexcenties millies mille stateres, et quater et vicies millies mille aureos aureos. Elma- cin, Hist. Saracen, p. 126. I have reckoned the gold pieces at<-ighl shillings, and Ihe proportion to the silver as twelve to one. But I will never answer for the numbers of Erpenius; and the Latins are scarcely above the aavages in the language of arithmetic. (6) D'Herbelot, p. 530. Abulfeba, p. 154. Nivem Meceam apportavit, rem ibi aut nunquam aut rarissime T'(7) Abulfeda, p. 184.189. desciibea the splendour and liberality of Almamon. Milton has alluded to this ori- ental custom:   Or where the gorgeous east. v. ith richest hand, Showers on her kings barbaric pearls and gold, 1 have used the modern word lottery, to express the miisilia of the Roman CDiperars, wluah entitfe to some prize the aerso D who caught them, as they were thrown among the ctowd.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA415&img=1&zoom=3&hl=en&sig=ACfU3U06MdXUJ-lfSv7MXOKcdHFN48_FmA&ci=0%2C0%2C1000%2C2000&edge=0"}