{"text": " O F TH E ROMA N EMPIBE. tt* milay temper was diffused among the subjects of the caliph. Their stern enthu- siasm was softened by time and prosperity: they sought riches in the occupations of industry, fame in the pursuits of literature, and happiness in the tranquillity of do- mestic life. War was no longer the passion of the Saracens; and the increase of pay, the repetition of donatives, were insufficient to allure the posterity of those voluntary champions who had crowded to the standard of Abubeker and Omar for the hopes of spoil and of paradise. Under the reign of the Ommiades, the studies of the Moslems were confined to the interpretation of the Koran, and the eloquence and poetry of their native- tongue. A people continually exposed to the dangers of the field must esteem the healing powers of medicine, or rather of surgery; but the starving physicians of <span class=\"place\" data-place-id=\"874334\">Arabia</span> murmured a complaint, that exercise and temperance deprived them of the greatest part of their practice. (1) After their civil and domestic wars, the subjects of the Abbassides, awakening from this mental lethargy, found leisure, and felt curiosity, for the acquisition of profane science. This spirit was first en- couraged by the caliph Almansor, who besides his knowledge of the Mahometan law, had applied himself with success to the study of astronomy. But when the sceptre devolved to Almamon, the seventh of the Abbassides, he completed the' designs of his grandfather, and invited the Muses from their ancient seats. His ambassadors at <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, his agents in <span class=\"place\" data-place-id=\"874350\">Armenia</span>, <span class=\"place\" data-place-id=\"1306\">Syria</span> and <span class=\"place\" data-place-id=\"766\">Egypt</span>, collected the volumes of the Grecian science: at his command they were translated by the most skilful interpreters into the Arabic language; his subjects were exhorted as- siduously to peruse these instructive writings; and the successor of Mahomet as- sisted with pleasure and modesty at the assemblies and disputations of the learned,\" He was not ignorant,\" says Abulpharagius,\" that they are the elect of God, his best and most useful servants, whose lives are devoted to the improvement of their rational faculties.\" The mean ambition of the Chinese and Turks may glory in the industry of their hands, or the indulgence of their brutal appetites. Vet these dexterous artists must view with hopeless emulation, the hexagons and pyramids of the cells of a bee-hive :(2) these fortitudinous heroes are awed by the superior fierceness of the lions and tigers; and in their amorous enjoyments, they are much inferior to the vigour of the grossest, and most sordid of the quadrupeds. The teachers of wisdom are the true luminaries and legislators ot a world, which, without their aid, would again sink in ignorance and barbarism. \"(3) The zeal and curiosity of Almamon were imitated by succeeding princes of the line of Ab- bas: their rivals, the Fatimites of <span class=\"place\" data-place-id=\"775\">Africa</span> and the Ommiades.of <span class=\"place\" data-place-id=\"737056\">Spain</span>, were the patrons of the learned, as well as the commanders of the faithful: the same royal prerogative was claimed by their independent emirs of the provinces: and their emulation diffused the taste and the rewards of science from Samarcand and Bochara to Fez and Cordova. The vizier of a sultan consecrated a sum of two hundred thousand pieces of gold to the foundation of a college at Bagdad, which he en- dowed with an annual revenue of fifteen thousand dinars. The fruits of instruc- tion were communicated, perhaps at different times, to six thousand disciples of every degree, from the son of the noble to that of the mechanic: a sufficient al- lowance was provided for the indigent scholars; and the merit or industry of the professors was repaid with adequate stipends. In every city the productions of Arabic literature were copied and collected by the curiosity of the studious, and the vanity of the rich. A private doctor refused the invitation of the sultan of Bochara, because the carriage of his books would have required four hundred camels. The royal library of the Fatimites consisted of one hundred thousand manuscripts, elegantly transcribed and splendidly bound, which were lent, with- out jealousy or avarice, to the students of Cairo. Yet this collection must appear moderate, if we can believe that the Ommiades of Spain had formed a library of six hundred thousand volumes, forty-four of which were employed in the mere (1) The Gulistau (p. 289.) relates the conversation or Mahomet and* physician, (Epiitol. Rrnaudot. in Fa, nciui, Bibliot. G rac. torn. i. p. SIS.) The prophet himself was skilled in the art of medicine; and Gainier, Vie de Mahomet, torn. iii. p. 354   405.) has given on extract of the aphorisms which are extant under his name. (2) See their curious architecture in Resurnar. (Hist, des Insects, torn. v. Memoire 8.) These hexajrnns av  elosed by a pyramid; the angles of the three sides of a similar pyramid, such as would accomplish the given end with the smallest quantity possible of materials, were determined by a mathematician, at one hundred and nine degrees t went)-six mintttes for the larger, seventy degrees thirty-two minutes for the smaller. The actual xneuureisone hundred and ninedegrees twunty-eight minutes, seventy degrees thirty>two minates. Yet thai perfect harmony raises the work at the expense of the artist; the bees are not masters of transcendant geometry. (3) Saed Bbn Ahmed, cadhi of Toledo, who died A. H. 462, A. D. 1069, has furnished Ahulpharagius.fDjnast. p. loo.) with this curious passage, as well as with the text of Pocock's Specimen Historic Arabom. A number of literary anecdotes of philosophers, physician*, See. who have fitmrisned under each callplrpswrvtne principal Aieut uf tne dynssties of A&ut|>haraghif. Tl!", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA417&img=1&zoom=3&hl=en&sig=ACfU3U2HOhDpRqS_V4g99Q1ajkFKFTFaYg&ci=0%2C0%2C1000%2C2000&edge=0"}