{"text": " TH E DECLIN E AN D FAL L catalogue. Their capital, Cordova, with the adjacent towns of Malaga, Almeria, and Murcia, had given birth to more than three hundred writers, and above se- venty public libraries were opened in the cities of the Andalusian kingdom. The age of Arabian learning continued about five hundred years, till the great irruption of the Moguls, and was coeval with the darkest and most slothful period of Eu- ropean annals; but since the sun of science has arisen in the west, it should seem that the oriental studies have languished and declined. (1) In the libraries of the Arabians, as in those of <span class=\"place\" data-place-id=\"1001887\">Europe</span>, the far greater part ot the innumerable volumes were possessed only of local value or imaginary merit. (2) The shelves were Crowded with orators and poets, whose style was adapted to the taste and manners of their countrymen: with general and partial histories, which each revolving generation supplied with a new harvest of persons and events; with codes and commentaries of jurisprudence, which derived their au- thority from the law of the prophet; with the interpreters of the Koran, and or- thodox tradition; and with the whole theological tribe, polemics, mystics, scho- lastics, and moralists, the first or the last of writers, according to the different esti- mate, of sceptics or believers. The works of speculation or science may be reduced to the four classes of philosophy, mathematics, astronomy, and physic. The sages of <span class=\"place\" data-place-id=\"1001896\">Greece</span> were translated and illustrated in the Arabic language, and some trea- tises, now lost in the original, have been recovered in the versions of the east, (3) v/hich possessed and studied the writings of Aristotle and Plato, of Euclid and Apollonius, of Ptolemy, Hippocrates, and Galen. (4) Among the ideal systems, which have varied with the fashion of the times, the Arabians adopted the philo- sophy of the Stagirite, alike intelligible or alike obscure for the readers of every age. Plato wrote for the Athenians, and his allegorical genius is too closely blended with the language and religion of Greece. After the fall of that religion, the Pe- ripatetics, emerging from their obscurity, prevailed in the controversies of the oriental sects; and their founder was long afterward restored by the Mahometans of <span class=\"place\" data-place-id=\"1027\">Spain</span> to the Latin schools. (5) The physics, both of the Academy and the Ly- exum, as they are built, not on observation, but on argument, have retarded the progress of real knowledge. The metaphysics of infinite, or finite spirit, have too often been enlisted in the service of superstition. But the human faculties are for- tified by the art and practice of dialectics; the ten predicaments of Aristotle col- lect and methodize our ideas,(6) and his syllogism is the keenest weapon of dis- pute. It was dexterously wielded in the schools of the Saracens, but as it is more effectual for the detection of error than for the investigation of truth, it is not sur- prising that new generations of masters and disciples should still revolve in the same circle of logical argument. The mathematics are distinguished by a pecu- liar privilege, that, in the course of ages, they may always advance, and can ne- ver recede. But the ancient geometry, if I am not misinformed, was resumed in the same state by the Italians of the fifteenth century; and whatever may be the origin of the name, the science of algebra is ascribed to the Grecian Diophantus by the modest testimony of the Arabs themselves. (7) They cultivated with more success the sublime science of astronomy, which elevates the mind of man to dis- (1) These literary anecdotes are borrowed from the Bibliotheca Arabico-Hispana, (Com. ii. p. 38.71.201,202.) Leo Afrieanus, (de Arab. Medieis et Fhilosophis, in Fabric Bibliot. Grac. torn. xiii. p. 259   298, partieolarly 274) and Henaudot, (Hist. Patriarch. Alex. p. 274, 275. 53G, 537.) besides the chronological remarks of Abulpba- raapns. (2) The Arabic catalogue of the Eseurial will girea just idea of the proportion of the classes. In the library of Cairo, the MSS. of astronomy and medicine amounted to six thousand five handled.with two fair globes, the oneofbrass.theolherofsilver. (Bibliot. Arab. Hisp. torn. i. p. 417.) (3) As for instance, the fifth, sixth, and seventh books (the eighth is still wanting) of the Conic Sections of Apollomns Pergeeus, which were printed from the Florence MSS. 1661. (Fabric. Biblior. Grsee. torn. ii.D. 559.) Yet the fifth book had been previously restored by the mathematical divination of Viviana. (See Jtis elope in Fontenclle, torn. v. p. 59. 8ie.) (4) The merit of these Arabic versions is freely discussed by Renaudot. (Fabric. Bibliot. Grace, torn. i. p. 812   816.) and piously defended by Gasira. (Bibliot. Arab. Hispana, torn. i. p. 238   240.) Most of the ver- sions nf Plato, Aristotle, Hippocrates. Galen, Sec. are ascribed to Monain, a physician ol'the Nestorian sect, who flourished at Bagdad in the court of the caliphs, and died A. D. 876. He was at the head of a sehool or manu- factory of translations, and the works of his sons and disciples were published under his name. See Abnlpha- ragitis. (Dynast, p. 88. 115. 171   174. and Apuil Asseman, Bibliot. Orient, torn. ii. p. 438.) d* Herbelot, (B'h Hot. Orientate, p. 456.) Asseman, (Bibliot. Orient, torn. iii. p. 164.) and Casiri, (Bibliot. Arab. Hispana, torn. i. p. 238, Sec. 251. 286   290. 302. 304, Sec) (5) See Mosheim, Iustitut. Hist. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. p. 181. 214.236. 257. 315. 338. 396.438,&c. (6) The most elegant commentary on the Categories or Predicaments of Aristotle may be found in the Phite- aophical Arrangements of Mr..Tames Harris (London, 1775, in octavo,) who laboured to revive the studies of Grecian literature and philosophy. (7) Abulpharagius, Dynast, p. 81. 222. Bibliot. Arab. Hist. torn. ii. p. 370,371. In quern (says the primate of the Jacobites) ii immiaerit se lector, oceanum hoc in genere (al&braf) invenict. The time of Diophantes<ti <span class=\"place\" data-place-id=\"727070\">Alexandria</span> is unknown, but his six booksare still extant, and have been illustrated bv the Greek Plasudcs and the Frenchman Mtziriae. (Fabric, Bibliot. Grace, torn. tv. p. i2r-I5.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA418&img=1&zoom=3&hl=en&sig=ACfU3U0FvuCcUg1WyXUvm2zGs31a4VMsWg&ci=0%2C0%2C1000%2C2000&edge=0"}