{"text": " O F TH E KOMA N EMPIRE. dain his diminutive planet and momentary existence. The costly instruments of observation were supplied by the caliph Almamon, and the land of the Chaldeans still afforded the same spacious level, the same unclouded horizon. In the plains of Sinaar, and a second time in those of Cufa, his mathematicians accurately mea- sured a degree of the great circle of the earth, and determined at twenty-four thousand miles the entire circumference of our globe. (1) From the reign of the Abbassides to that of the grand-children of Tamerlane, the stars without the aid of glasses, were diligently observed; and the astronomical tables(2) of Bagdad, <span class=\"place\" data-place-id=\"737056\">Spain</span>, and Samarcand, correct some minute errors, without daring to renounce the hypothesis of Ptolemy, without advancing a step towards the discovery of the solar system. In the eastern courts, the truths of science could be recommended only by ignorance and folly, and the astronomer would have been disregarded, had he not debased his wisdom or honesty by the vain predictions of astrology. (3) But in the science of medicine, the Arabians have been deservedly applauded. The names of <span class=\"place\" data-place-id=\"148133\">Mesua</span> and Geber, of Hazis and <span class=\"place\" data-place-id=\"442490\">Avicenna</span>, are ranked with the Grecian masters: in the city of Bagdad, eight hundred and sixty physicians were licensed to exercise their lucrative profession:(4) in Spain, the life of the catholic princes was intrusted to the skill of the Saracens,(5) and the school of Salerno, with their legitimate offspring revived in <span class=\"place\" data-place-id=\"1052\">Italy</span> and <span class=\"place\" data-place-id=\"991376\">Europe</span> the precepts of the healing art. (6) The success of each professor must have been influenced by per- sonal and accidental causes; but we may form a less fanciful estimate of their ge- neral knowledge of anatomy,(7) botany,(8) and chemistry,(9) the three-fold basis of their theory and practice. A superstitious reverence for the dead confined both the Greeks and the Arabians to the dissection of apes and quadrupeds; the more solid and visible parts were known in the time of Galen, and the finer scrutiny of the human frame was reserved for the microscope and the injections of modern artists. Botany is an active science, and the discoveries of the torrid zone might enrich the herbal of Dioscorides with two thousand plants. Some traditionary knowledge might be secreted in the temples and monasteries of <span class=\"place\" data-place-id=\"766\">Egypt</span>; much use- ful experience had been acquired in the practice of arts and manufactures; but the science of chemistry owes its origin and improvement to the industry of the Sa- racens. They first invented and named the alembic for the purposes of distilla- tion, analyzed the substances of the three kingdoms of nature; tried the distinction and affinites of alkalis and acids, and converted the poisonous minerals into soft and salutary medicines. But the most eager search of Arabian chemistry was the transmutation of metals, and the elixir of immortal health: the reason and the for- tunes of thousands were evaporated in the crucibles of alchymy, and the consum- mation of the great work was promoted by the worthy aid of mystery, fable, and superstition. But the Moslems deprived themselves of\" the principal benefits of a familiar in- tercourse with <span class=\"place\" data-place-id=\"1001896\">Greece</span> and <span class=\"place\" data-place-id=\"423025\">Rome</span>, the knowledge of antiquity, the purity of taste, and the freedom of thought. Confident in the riches of their native tongue, the (1) Ahulfeda (Annal. Modem, p. 210, 211. vers. Reiske) describes this operation according to Ibn Chalecau   nd the best histurinns. This degree most accurately contains two hundred thousand royal or Hathemite cu- bits, which <span class=\"place\" data-place-id=\"1001942\">Arabia</span> had derived from the sacred and legal practice hnlh of Palestine and Egypt. This ancient cubit is repeated four hundred times in each basis of the great pyramid, and seems to indicate the primitive unci universal measures of the east. See the Metrologie of the laborious M. Paucton, p. 101   105. r' (2) See the Astronomical Tables of TJlugh Begh, with the preface of Dr. <span class=\"place\" data-place-id=\"648644\">Hyde</span>, in the first volume of Lis Syntagma Dissertationum, Oxon. 1767. (3) The truth of astrology wis allowed by Albumazar, and the best of the Arabian astronomers, who drew their most certain predictions, not from Venus and Mercury, but from Jupiter and the sun. (Abulpharag. Dynast, p. 161   16  .) For Use state and science of the Persian astronomers, see Cliardin. (Voyages en Perse, torn. iii. p. 162   203.) (4) Biblior. Aribico-IIispana, torn. i.'p. 438. The original relates a pleasant tale, of an ignorant but harmless practitioner. (5) In the year 056, Sancho the Fat, king of Leon was cured by the physicians of Cordova. (Mariana, lib. viii. c. 7. torn. i. p. 318.) (6) The school of Salemo, and the introduction of the Arabian sciences into Italy, are discussed with learn- ing and judgment by Muratori, ( A ntiquitat. <span class=\"place\" data-place-id=\"1052\">Italia</span>; Medii  vi, torn. iii. p. 932   940.) and Giannone. (Istoria Ctvili di Napoli, torn. ii. p. 119   127.) (7) See a good view of the progress of anatomy in Wotton. (Reflections on ancient and modern Learning, p. 208   2J6.) <span class=\"place\" data-place-id=\"894008\">Hit</span> repulation has been unworthily depreciated by the wits in the controversy of Boyle and Bent- ley. (8) Bibliot. Arab. Hispana, torn. i. p. 275. Al Beithar of Malaga, their greatest botanist, had travelled into Af- rica, Persia, and <span class=\"place\" data-place-id=\"50004\">India</span>. (o) Dr. Watson (Elements of Chemistry, vol. i. p. 17.&c.) allows the original merit of the Arabians. Vet he quotes the modest confession of the famous Geber of the ninth century, (d'Herbelot, p. SI7.) that he had drawn most of his science, perhaps of the transmutaiion of metals, from the ancient sages. Whatever might he the origin or extent of their knowledge, the arts of chemistry and alchymy appear to have been known in Egypt at least tliree hundred years before Mahomet. (Wotton's Reflections, p. 121   153. Paow, Recherches sur lei UgTptiens tt let Chinois, torn.\\. p. 376   429.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA419&img=1&zoom=3&hl=en&sig=ACfU3U1CgmH3mXAD8PaxhwZ9nVKj5_P98w&ci=0%2C0%2C1000%2C2000&edge=0"}