{"text": " 30 TH E DECLIN E AN D FAL L afforded a retreat to the cattle of the besieged. The inner wall was a monument of strength and beauty: it measured sixty feet from the ground, and the height of the towers was one hundred feet; the loop-holes from whence an enemy might be annoyed with missile weapons, were small but numerous: the soldiers were planted along the rampart, under the shelter of double galleries, and a third plat- form, spacious and secure, was raised on the summit of the towers. The exteri- or wall appears to have been less lofty, but more solid; and each tower was pro- tected by a quadrangular bulwark. A hard rocky soil resisted the tools of the mi- ners, and on the south-east, where the ground was more tractable, their approach was retarded by a new work, which advanced in the shape of a half-moon.. The double and treble ditches were filled with a stream of water; and in the manage- ment of the river, the most skilful labour was employed to supply the inhabitants, to distress the besiegers, and to prevent the mischiefs of a natural or artificial inundation. <span class=\"place\" data-place-id=\"874444\">Dara</span> continued more than sixty years to fulfil the wishes of its foun- ders and to provoke the jealousy of the Persians, who incessantly complained, that this impregnable fortress had been constructed in manifest violation of the treaty of peace between the two empires. Between the <span class=\"place\" data-place-id=\"638838\">Euxine</span> and the Caspian, the countries of Cholchos, <span class=\"place\" data-place-id=\"863807\">Iberia</span>, and <span class=\"place\" data-place-id=\"863731\">Albania</span>, are intersected in every direction by the branches of mount <span class=\"place\" data-place-id=\"863766\">Caucasus</span>; and the two principal gates, or passes, from north to south, have been frequently confounded in the geography both of the ancients and moderns. The name of Caspian or Albanian gates, is properly applied to Derbend.(l) which occupies a short declivity between the mountains and the sea; the city, if we give credit to local tradition, had been founded by the Greeks; and this dangerous entrance was fortified by the kings of Persia with a mole, double walls, and doors of iron. The Iberian gates(2) are formed by a narrow passage of six miles in mount Caucasus, which opens from the northern side of <span class=\"place\" data-place-id=\"863807\">Iberia</span> or <span class=\"place\" data-place-id=\"658471\">Georgia</span>, into the plain that reaches to the <span class=\"place\" data-place-id=\"825398\">Tanais</span> and the Volga. A fortress, designed by Alexander, per- haps, or one of his successors, to command that important pass, had descended by right of conquest or inheritance to a prince of the Huns, who offered it for a mo- derate price to the emperor; but while Anastasius paused, while he timorously computed the cost and the distance, a more vigilant rival interposed, and Cabades forcibly occupied the straits of Caucasus. The Albanian and Iberian gates ex- cluded the horsemen of <span class=\"place\" data-place-id=\"991379\">Scythia</span> from the shortest and most practicable roads, and the whole front of the mountain was covered by the rampart of Gog and Magog, the long wall which has excited the curiosity of an Arabian caliph(3) and a Rus- sian conqueror. (4) Accordingto a recent description, hugestone, seven feet thick, twenty-one feet in length, or height, are artificially joined without iron or cement, to compose a wall which runs above three hundred miles from the shores of Der- bend, over the hills and through the valleys of Daghestan and <span class=\"place\" data-place-id=\"658471\">Georgia</span>. With- out a vision, such a work might be undertaken by the policy of Cabades; without a miracle, it might be accomplished by his son, so formidable to the Romans under the name of Chosroes; so dear to the orientals, under the appellation of Nushirwan. The Persian monarch held in his hand the keys both of peace and war; but he stipulated in every treaty, that Justinian should contribute to the ex- pense of a common barrier, which equally protected the two empires from the in- roads of the Scythians. (5) VII. Justinian suppressed the schools of <span class=\"place\" data-place-id=\"579885\">Athens</span> and the consulship of <span class=\"place\" data-place-id=\"423025\">Rome</span>, which had given so many sages and heroes to mankind. Both these institutions Tiad long since degenerated from their primitive glory; yet some reproach may be justly inflicted on the avarice and jealousy of a prince, by whose hands such vene- rable ruins were destroyed. Athens, after her Persian triumphs, adopted the philosophy of <span class=\"place\" data-place-id=\"550597\">Ionia</span> and the rhetoric of <span class=\"place\" data-place-id=\"991353\">Sicily</span>; and these studies became the patrimony of a city whose inha- (1) For*he city and pais of Derbend, see d'Herbelot (Bibliot. Orient, p. 157. 291. 807.0 Petite de la Croix (Hist, de Gengiscan. lib. iv. c. 9.0 Histoire Genealogique de Tatars (torn, i. p. 122.,) Olenitis (Voyage cn Perse, p. 1039   1041.0 and Corneille le Brune (Voyages, torn. i. p. 146. 147.0 bis view may be compared with the plan of Olearius, who judges the wall to be of shells and gravel hardened by time. (2) Procopiiis, though with some confusion, always denominates them Caspian (Persic, lib. i. c. 10.) The pass is now styled Tatartopa, the Tartar gates (d'Anville, Geographie Ancienne, torn. ii. p. 119,120.) (3) The imaginary rampart of Gog and Mngog, which was seriously explored and believed by a caliph of the ninth century, appears to he derived from the gates of mount Caucasus, and a vague report of the wall of <span class=\"place\" data-place-id=\"118723\">China</span>. (Geograph. Nubiensis, p. 267   270. Memoires de F Academic, torn. xxxi. p. 210   219.) (4) See a learned dissertation of Baler, de mura Caucaseo, in Comment. Aead. Petropol. ann. 1726. torn. i. p. 425   463. but it is destitute of a map or plan. When the Czar Peter I. became master of Derbend in the year 1722, the measure of the wall was found to be three thousand two hundred and eighty-five Russian orgygie, or fathoms, each of seven feet English; in the whole somewhat more than four miles in length. (5) See the fortifications and treaties of Chosroes or Nushirwan, in Procopius (Persic lib. i. c. 16. 22. lib. U0 and d'Herbelot (p. 6320", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA42&img=1&zoom=3&hl=en&sig=ACfU3U2O5_fhVrOlsiRbjIwUigTjUyvO-g&ci=0%2C0%2C1000%2C2000&edge=0"}