{"text": " TH E DECLIN E AN D FAL L tinople, the islands of Crete(l) and <span class=\"place\" data-place-id=\"991353\">Sicily</span> were subdued by the Arabs. The former of these conquests is disdained by their own writers, who were ignorant of the fame of Jupiter and Minos; but it has not been overlooked by the Byzantine historians, who now begin to cast a clearer light on the affairs of their own times. (2) A band of Andalusian volunteers, discontented with the climate or government of <span class=\"place\" data-place-id=\"1027\">Spain</span>, explored the adventures of the sea; but as they sailed in no more than ten or twenty galleys, their warfare must be branded with the name of piracy. As the subjects and secretaries of the\"white party, they might lawfully invade the domi- nions of the black caliphs. A rebellious faction introduced them into Alexandria;(S) they cut in pieces both friends and foes, pillaged the churches and the moschs, sold above six thousand Christian captives, and maintained their station in the capital of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, till they were oppressed by the forces and the presence of Al- mamon himself. From the mouth of the Nile to the Hellespont, the islands and sea-coasts both of the Greeks and Moslems were exposed to their depredations; they saw, they envied, they tasted, the fertility of <span class=\"place\" data-place-id=\"589748\">Crete</span>, and soon returned with forty galleys to a more serious attack. The Andalusians wandered over the land fearless and unmolested; but when they descended with their plunder to the sea- shore, their vessels were in flames, and their chief, Abu Caab, confessed himself the author of the mischief. Their clamours-accused His madness or treachery:\"Of what do you complain?\" replied the crafty emir.\" I have brought you to a land flowing with milk and honey. Here is your true country; repose from your toils, and forget the barren place of your nativity.   And our wives and children?   Your beauteous captives will supply the place of your wives, and in their em- braces you will soon become the fathers of a new progeny.\" The first habitation was their camp, with a ditch and rampart, in the bay of Suda; but an apostate monk led them to a more desirable position in the eastern parts; and the name of Candax, their fortress and colony, has been extended to the whole island, under the corrupt and modern appellation of Candia. The hundred cities of the age of Minos were diminished to thirty; and of these, only one, most probably Cydonia, had courage to retain the substance of freedom and the profession of Christianity. The Saracens of Crete soon repaired the loss of their navy; and the timbers of mount <span class=\"place\" data-place-id=\"589816\">Ida</span> were launched into the main. During a hostile period of one hundred and thirty-eight years, the princes of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> attacked these licentious corsairs with fruitless curses and ineffectual arms.   The loss of Sicily(4) was occasioned by an act of superstitious rigour. An amorous youth, who had stolen a nun from her cloister, was sentenced by the em- peror to the amputation of his tongue. Euphemius appealed to the reason and policy of the Saracens of <span class=\"place\" data-place-id=\"324852\">Africa</span>; and soon returned with the imperial purple, a fleet of one hundred ships, and an army of seven hundred horse and ten thousand foot. They landed at <span class=\"place\" data-place-id=\"462306\">Mazara</span> near the ruins of the ancient <span class=\"place\" data-place-id=\"462489\">Selinus</span>; but after some partial victories, Syracuse(5) was delivered by the Greeks, the apostate was slain before her walls, and his African friends were reduced to the necessity of feeding on the flesh of their own horses. In their turn they were relieved by a powerful re-enforcement of their brethren of Andalusia: the largest and western part of the island was gradually reduced, and the commodious harbour of Palermo was chosen for the seat of the naval and military power of the Saracens. <span class=\"place\" data-place-id=\"462503\">Syracuse</span> preserved about fifty years the faith which she had sworn to Christ and to Cssar. In the last and fatal siege, her citizens displayed some remnant of the spirit which ha G (1) The authors from whom I have learned the most of the ancient and modern state of Crete, are Belon (Ob- servations, See. e. iii.   xx. Paris, 1555.,) Tournefort (Voyage tin Levant, torn. i. lettrea et 3.,) and Meursius (Creta, in his works, torn. iii. p. 343   544.) Although Crete is styled by Homer n*sby Dionysius Afco?* n mmi iufcorc;, I cannot conceive that mountainous island to surpass, or even to equal, io fertility, the greater part of Spain. (2) The most authentic and circumstantial intelligence is obtained from the four books of the Continuation of Theophanes, compiled by the pen or the command of <span class=\"place\" data-place-id=\"305064\">Constantine</span> Porphyrogenitus, with the life of his fa<hcr Basil the Macedonian (Scriptores poBt Theophanem, p. 1   162. a Francis. Combesis, Paris, 1685.) The loss of Crete and Sicily is related, lib. ii. p. 46   52. To these we may add the secondary evidence of Joseph Geueiins (lib. ii.fr. 21. Venet. 1733.,) George Cedrenus (Compend. p. 506   508..) and John Scylitzes Curopalata (apnd Karon. Anna). <span class=\"place\" data-place-id=\"79448\">Eccles</span>. A. D. 827. no. 24. Stc.) But the modern Greeks are such notorious plagiaries, that X should only emote a plurality of names. (3) Benaudot (Hist. Patriarch. A\"lex. p. 251   255. 268   270.) has described the ravages of the Andalusian Arabs in Egypt, but has forgot to connect them with the conquest of Crete. (4) (says the continuator of Theophanes, lih; ii. p. 51.) Ss T  yr <r  [pso\"T  Tc**tn xXaTiwunpo*^ toti ypxqeuT* fcjfic^uwtrrw itej yjtfx; jxflowr* tipar. This history of the loss of Sicily is no longer extant. Muratori (Annal d'ltulia, torn. vii. p. 7. io. 21.&:c.) lias added some circumstances from the Italian chronicles. (5) The splendid and interesting Tragedy of Tancrede would adapt itself much better to this epoch, titan fo the date (A. D. 1005.) which Voltaire himself has chosen. But I must gently reproach the poet, for bar&uTg jivto the Greek subjects the spirit of modern knights and ancient republicans.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA422&img=1&zoom=3&hl=en&sig=ACfU3U2O5_fhVrOlsiRbjIwUigTjUyvO-g&ci=0%2C0%2C1000%2C2000&edge=0"}