{"text": " O F TH E ROMA N EMPIRE. 411 formerly resisted the powers of <span class=\"place\" data-place-id=\"579885\">Athens</span> and <span class=\"place\" data-place-id=\"314921\">Carthage</span>. They stood above twenty days against the battering-rams and catafiulte, the mines and tortoises of the be- siegers; and the place might have been relieved if the mariners of the imperial fleet had not been detained at <span class=\"place\" data-place-id=\"520985\">Constantinople</span> in building a church to the Virgin Mary. The deacon Theodosius, with the bishop and clergy, was dragged in chains from the altar to Palermo, cast into a subterraneous dungeon, and exposed to the hourly peril of death or apostacy. His pathetic, and not inelegant complaint, may be read: as the epitaph of his country.(l) From the Roman conquest to this final calamity, <span class=\"place\" data-place-id=\"462503\">Syracuse</span>, now dwindled to the primitive isle of Ortygea, had insensibly declined. Yet the relics were still precious; the plate of the cathedral weighed five thousand pounds ofrsilver; the entire spoil, was computed at one million of pieces of gold (about four hundred thousand pounds sterling,) and the captives must outnumber the seventeen thousand Christians who were transported from the sack of <span class=\"place\" data-place-id=\"462506\">Tauromenium</span> into African servitude. In Sicily the religion and lan- guage of the Greeks were eradicated; and such was the docility of the rising gene- ration, that fifteen thousand boys were circumcised and clothed on the same day with the son of the Fatimite caliph. The Arabian squadrons issued from the har- bours of Palermo, Biserta, and Tunis; a hundred and fifty towns of <span class=\"place\" data-place-id=\"442518\">Calabria</span> and <span class=\"place\" data-place-id=\"991350\">Campania</span> were attacked and pillaged; nor could the suburbs of <span class=\"place\" data-place-id=\"423025\">Rome</span> be defended by the name of the Cscsars and apostles. Had the Mahometans been united, <span class=\"place\" data-place-id=\"1052\">Italy</span> must have fallen an easy and glorious accession to the empire of the prophet. But the caliphs of Bagdad had lost their authority in the west; the Aglabites and Fati- mites usurped the provinces of <span class=\"place\" data-place-id=\"324852\">Africa</span>; their emirs of <span class=\"place\" data-place-id=\"991353\">Sicily</span> aspired to indepen- dence; and the design of conquest and dominion was degraded to a repetition of predatory inroads. (2) In the sufferings of prostrate Italy, the name of Rome awakens a solemn and mournful recollection. A fleet of Saracens from the African coast presumed to enter the mouth of the Tiber, and to approach a city which even yet, in her fallen state, was revered as the metropolis of the Christian world. The gates and ram- parts were guarded by a trembling people; but the tombs and temples of St. Peter and St. Paul were left exposed in the suburbs of the Vatican and of the Ostian way. Their invisible sanctity had protected them against the Goths, the Vandals, and the Lombards; but the Arabs disdained both the gospel and the legend; and their rapacious spirit was approved and animated by the precepts of the Koran. The Christian idols were stripped of their costly offerings; a silver altar was torn away from the shrine of St. Peter; and if the bodies or the buildings were left en- tire, their deliverance must be imputed to the haste, rather than the scruples, of the Saracens. In their course along the Appian way, they pillaged <span class=\"place\" data-place-id=\"432855\">Fundi</span> and be- sieged Gayeta; but they had turned aside from the walls of Rome, and, by their divisions, the capitol was saved from the yoke of the prophet of Mecca. The same danger still impended on the heads of the Roman people; and their domestic force was unequal to the assault of an African emir. They claimed the protection of their Latin sovereign; but the Carlovingian standard was overthrown by a detach- ment of the barbarians: they meditated the restoration of the Greek emperors; but the attempt was treasonable, and the succour remote and precarious.(3) Their distress appeared to receive some aggravation from the death of their spiritual and temporal chief; but the pressing emergency superseded the forms and intrigues of an election; and the unanimous choice of pope Leo the Fourth(4) was the safety of the church and city. This pontiff was born a Roman; the courage of the first ages of the republic glowed in his breast; and, amidst the ruins of his country, he stood erect, like one of the firm and loftv columns that rear their heads above the fragments of the Roman forum. The first days of his reign were consecrated to the purification and removal of relics, to prayers and processions, and to all the (1) The tlarrative or lamentation of Theodosius ii transcribed and illustrated by Pagi. (Gritica, torn* 3. p. 719,&c.) <span class=\"place\" data-place-id=\"305064\">Constantine</span> Porphyrogenitus (in Vit. Basil, e. 69,70. p. 100   192.) mentions the loss of Syracuse and the triumph of the. demons. (a) The extracts from the Arabie histories of Sicily are given in AbuIfeda,(Annal. Moslem, p. 271   2730 and in the first volume of Muratori's Scriptores Rerum Iralicarura. M. de Guignes (Hist, des Huns, torn. i. p. 363, 664.) lias added some important facts. (3) One of the most eminent Romans (Gratianus, magister militnm et Romani palatii sitperista) svas accused of declaring, Quia <span class=\"place\" data-place-id=\"108991\">Franci</span> nihil novis honi faciunt, neque adjutorium pra;bent, sed mngis tpite nostra sunt rio- lenter tollunt. Quare non adveeamus Onecos.et cum eil foidHs pacis component.es, Francorum vcge met gen- t*m denostro regno et tlominatione cxpellimus? Anastasius in Leone IV. p. 199. (4) Voltaire (Hist. Generate, torn. 2, c. 33. p. 124. J appears to be remarkably struck with the character of f.eo IV. I have borrowed his feirernl expression, but the sight of the forum has furnished me Willi t dwlfhct aiftl TiVPly itntrge.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA423&img=1&zoom=3&hl=en&sig=ACfU3U21uSkUOSv9hUwOHlUOsS6AYjk9Qg&ci=0%2C0%2C1000%2C2000&edge=0"}