{"text": " THE' DECLIN E AN D FALL- Solemn offices of religion,-which served at least to heal the imagination, rfnd re- store the hopes, of the multitude. The public defence had been long neglected, not from the presumption of peace, but from the distress and poverty of the times. As far as the scantiness of his means and the shortness of his leisure would allow, the ancient walls were repaired by the command of Leo; fifteen towers, in the most accessible stations, were built or renewed; two of these commanded on either side the Tiber; and an iron chain was drawn across the stream to impede the as- cent of a hostile navy. The Romans were assured of a short respite by the wel- come news, that the siege of Gayeta had been raised, and that a part of the enemy, with their sacrilegious plunder, had perished in the waves. But the storm which had been delayed, soon burst upan them with redoubled Violence. The Aglabite,(l) who reigned in <span class=\"place\" data-place-id=\"324852\">Africa</span>, had inherited from his father a treasure and an army: a fleet of Arabs and Moors, after a short refreshment in the harbours of <span class=\"place\" data-place-id=\"472014\">Sardinia</span>, cast anchor before the mouth of the Tiber, sixteen miles from the city; and their discipline and numbers appeared to threaten, not a tran- sient inroad, but a serious design of conquest and dominion. But the vigilance of. Leo had formed an alliance with the vassals of the Greek empire, the free and maritime states of Gayeta, Naples, and Amalfi; and in the hour of danger, their gallevs appeared in the port of <span class=\"place\" data-place-id=\"422995\">Ostia</span>, under the command of C  esarius, the son of the Neapolitan duke, a noble and valiant youth, who had already vanquished the fleets of the Saracens. With his principal companions, Caesarius was invited to the Lateran palace, and the dexterous pontiff affected to inquire their errand, and to accept with joy and surprise their providential succour. The city bands, in, arms, attended their father to <span class=\"place\" data-place-id=\"422995\">Ostia</span>, where he reviewed and blessed his generous deliverers. They kissed his feet, receive4 the communion with martial devotion, and listened to the prayer of Leo, that the same God who had supported St. Peter and St? Paul on the waves of the sea, would strengthen the hands of his cham- pions against the adversaries of his holy name. After a similar prayer, and with equal resolution, the Moslems advanced to the attack of the Christian galleys, which preserved their advantageous station along the coast. The victory inclined toythe side of the allies, when it was less gloriously decided in their favour by a sudden tempest, which confounded the skill and courage of the stoutest mariners. The Christians were sheltered in a friendly harbour, while the Africans were scattered and dashed in pieces among the rocks and islands of a hostile shore. Those who escaped from shipwreck and hunger, neither found nor deserved mercy at the hands of their implacable pursuers. The sword and the gibbet reduced the dangerous multitude of captives; and the remainder was more usefully employed, to restore the sacred edifices which they had attempted to subvert.' The pontiff, at the head of the citizens and allies, paid his grateful devotion at the shrines of the apostles; and among the spoils of this naval victory, thirteen Arabian bows of pure and massy silver were suspended round the altar of the fishermen of Galilee. The reign of Leo the Fourth was employed in the defence and ornament of the Roman state. The churches were renewed and embellished; near four thousand pounds of silver were consecrated to repair the losses of St. Peter; and his sanctu- ary was decorated with a plate of gold the weight of two hundred and sixteen pounds, embossed with the portraits of the pope and emperor, and encircled with a string of pearls. Yet this vain magnificence reflects less glory on the character of Leo, than the paternal care with which he rebuilt the walls of <span class=\"place\" data-place-id=\"413172\">Horta</span> and Arae- ria; and transported the wandering inhabitants of Centunicella; to his new founda- tion of Leopolis, twelve miles from the sea-shore. (2) By his liberality a colony of Corsicans, with their wives and children, was planted in the station of <span class=\"place\" data-place-id=\"433044\">Porto</span> at the mouth of the Tiber: the falling city was restored for their use, the fields and vine- yards were divided among the new settlers: their first efforts were assisted by a gift of horses and cattle; and the hardy exiles, who breathed revenge against the Saracens, swore to live and die under the standard of St. Peter. The nations of the west and north who visited the threshold of the apostles, had gradually formed the large and populous suburb of the Vatican, and their various habitations were distinguished, in the language of the times, as the schools of the Greeks and Goths, of the Lombards and Saxons. But this venerable spot was still open to sacrilegious (1) De Guipiei, Hist. Generate des Huns, torn.!. p. 3M,S64. Cardmine, Hist, de l'Afrique el de I'Kipaenc. sons la Domination des Arabes. torn. 2. p. 34, 35. I observe, and cannot reconcile, the difierence of these writers in the succession of the A g.Rhites. (2) Beretti (Chronographia <span class=\"place\" data-place-id=\"1052\">Italia</span>; Medii^Evi, p. j,oo. 108.) has illustrated CeuWmcellK, I.eopoUs, Civitar Loonma,and the other p!it  es of the Roman duelif.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA424&img=1&zoom=3&hl=en&sig=ACfU3U0_trMjt9n1SvRi0-tzOlGsHrFpBg&ci=0%2C0%2C1000%2C2000&edge=0"}