{"text": " 4 U TH E DECLIN E AN D FAL L Persians, wno had obtained service and settlement in the Byzantine empire. The Greeks were repulsed and vanquished, but it was by the arrows of the Turkish cavalry; and had not their bow-strings been damped and relaxed by the evening? rain, very few of the Christians could have escaped with the emperor from the field of battle. They breathed at Dorylieum, at the distance of three days; and Theophilus, reviewing his trembling squadrons, forgave the common flight both of the prince and people. After this discovery of his weakness, he vainly hoped to deprecate the fame of Amorium: the inexorable caliph rejected with contempt his prayers and promises; and detained the Roman ambassadors to be the witnesses x>f his great revenge. They had nearly been the witnesses of his shame. The vi- gorous assaults of fifty-five days were encountered by a faithful governor, a veteran garrison, and a desperate people; and the Saracens must have raised the siege if a domestic traitor had not pointed to the weakest part of the wall, a place which   was decorated with the statues of a lion and a bull. The vow of Motassem was accomplished with unrelenting rigour: tired, rather than satiated, with de- struction, he returned to his new palace of Samara, in the neighbourhood of Bag- dad, while the unfortunate^!) Theophilus implored the tardy and doubtful aid of his western rival, the emperor of the Franks. Yet in the seige of Amorium above   seventy thousand Moslems had perished: their loss had been revenged by the, slaughter of thirty thousand Christians, and the sufferings of an equal number of captives, who were treated as the most atrocious criminals. Mutual necessity could sometimes extort the exchange or ransom of prisoners;(2) but in the national and religious conflict of the two empires, peace was without confidence, and war, with- out mercy. Quarter was seldom given in the field; those who escaped the edge of the sword, were condemned to hopeless servitude, or exquisite torture;' and a catholic emperor relates, with visible satisfaction, the execution of the Saracens of <span class=\"place\" data-place-id=\"589748\">Crete</span>, who were flayed alive, or were plunged into caldrons of boiling oil. (3) To a point of honour Motassem had sacrificed a flourishing city, two hundred thousand lives, and the property of millions. The same caliph descended from his horse, and dirtied his robe to relieve the distress of a decrepit old man, who, with his laden ass, had tumbled into a ditch. On which of these actions did he reflect with the most pleasure, when he was summoned by the angel of death?(4) With Motassem, the eighth of the Abbassides, the glory of his family and na- tion expired. When the Arabian conquerors had spread themselves over the east, and were mingled with the servile crowds of Persia, <span class=\"place\" data-place-id=\"1306\">Syria</span>, and <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, they in- sensibly lost the freeborn and martial virtues of the desert. The courage of the south is the artificial fruit of discipline and prejudice; the active power of enthu-   siasm had decayed, and the mercenary forces of the caliph were recruited in those climates of the north, of which valour is the hardy and spontaneous production. Of the Turks,(S) who dwelt beyond the <span class=\"place\" data-place-id=\"59969\">Oxus</span> and <span class=\"place\" data-place-id=\"59844\">Jaxartes</span>, the robust youths, either taken in war, or purchased in trade, were educated in the exercises of the field, and the profession of the Mahometan faith. The Turkish guards stood in arms round the throne of their benefactor, and their chiefs usurped the dominion of the palace and the provinces. Motassem, the first author of this dangerous ex- ample, introduced into the capital above fifty thousand Tui'ks; their licentious con- duct provoked the public indignation, and the quarrels of the soldiers and people induced the caliph to retire from Bagdad, and establish his own residence and the camp of his barbarian favourites at Samara on the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, about twelve leagues (1) In theeast lie km styled Autozh (Continuator Theophan. lib. iii. p. 84.0 but such was the ignorant* of the west, that Ms ambassadors, in public discourse, might boldly narrate, de vicloriis, quas ad versus ezteraf\"bcllando gentes crelitus fuerat assecutus (Annalist. Bertinian. apud Fagi, torn. iii. p. 720.) (2) Abulpharagius (Dynast, p. 167,168.) relates one of these singular transactions on the bridge of the riser  amnsin Cilicia,the limit of the two empires, and one day's journey westward of <span class=\"place\" data-place-id=\"648789\">Tarsus</span> (D'Anville, Geogva- phie Ancienne, torn. ii. p. 91.) Four thousand four hundred and sixty Moslems, eight hundred women aa A children, one hundred confederates, were exchanged for an equal number of Greeks. They passed each other in the middle of the bridge, and when they reached their respective friends, they shouted Allar Aciar.mi&Corie Eleisen. Many of the prisoners of Amorium were probably among them, but in the same year (A. H- 231.) the most illnstrious of them, the forty-two martyrs, were beheaded by the caliph's order. .(3) Constantin. Porphyrogenitus, in Vit. Basil, c. 61. p. 186. These Saracens were indeed treated with pecu- liar severity as pirates and renegadoes. (4) For Theophilus, Motassem. and the Amorian war, see the Continuator of Theophanes (lib. iii.p. T7   Mj G  iesins (lib. ni. p. 24   34.,) Cedrenus (528   532.,) Elmacin (Hist. Saracen, p. 180.,) Aimlpharagius (Dynast, n. 165,166.0 Abulfeda (Annal. Moslem, p. 191.,) d'Herbelot (Bibliot. Orientate, p. 639,610.) (5) M- de Guignes, who sometimes leaps, and sometimes stumbles, in the gulf between Chinese and Maho- metan ntirr, thinks he can see that these Turks are the Hocifkt alias the J&Mc4e,or high wag&m; that they v,?.t\"{\"\"SPint D nn**  hordesvfrqm <span class=\"place\" data-place-id=\"118723\">China</span> and Sibrj&to the domitfltms of the califlhs anfl gamaifidea,&c.<Iijst,deaHWiWni. IrT. pj^3jfc 123   J-Tj?)  ", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA426&img=1&zoom=3&hl=en&sig=ACfU3U0cHP7lC3KgUu9bUzKAB_or5CBl4A&ci=0%2C0%2C1000%2C2000&edge=0"}