{"text": " O F TH E ROMA N EMPIRE. 415 above the eify of Peace.(l) His son Motawakkel was a jealous and cruel tyrant: odious to his subjects, he cast himself on the fidelity of the strangers, and these strangers, ambitious and apprehensive, were tempted by the rich promise of a re- volution. At the instigation, or at least in the cause of his son, they burst into his apartment at the hour of supper, and the caliph was cut into seven pieces by the same swords which he had recently distributed among the guards of his life and throne. To this throne, yet streaming with a father's blood, Montasser was tri- umphantly led; but in a reign of six months, he found only the pangs of a guilty conscience. If he wept at the sight of an old tapestry which represented the crime and punishment of the sons of Chosroes; if his days were abridged by grief and remorse, we may allow some pity to a parricide, who exclaimed in the bitterness of death, that he had lost both this world and the world to come. After this act of treason, the ensigns of royalty, the garment and walking-staff of Mahomet, were given and torn away by the foreign mercenaries, who in four years created, deposed, and murdered three commanders of the faithful. As often as the Turks were inflamed by fear, or rage, or avarice, these caliphs were dragged by the feet, exposed naked to the scorching sun, beaten with iron clubs, and compelled to pur- chase, by the abdication of their dignity, a short reprieve of inevitable fate. (2) At length, however, the fury of the tempest was spent or diverted: the Abbassides returned to the less turbulent residence of Bagdad; the insolence of the Turks was curbed with a firmer and more skilful hand, and their numbers were divided and destroyed in foreign warfare. But the nations of the east had been taught to trample on the successors of the prophet; and the blessings of domestic peace were obtained by the relaxation of strength and discipline. So uniform are the mischiefs of military despotism, that I seem to repeat the story of theprxtorians of Home.?3) While the flame of enthusiasm was damped by the business, the pleasure, and the knowledge, of the age, it burnt with concreted heat in the breasts of the cho- sen few, the congenial spirits, who were ambitious of reigning either in this world or in the next. How carefully soever the book of prophecy had been sealed by the apostle of Mecca, the wishes, and (if we may profane the word,) even the reason of fanaticism, might believe that, after the successive missions of <span class=\"place\" data-place-id=\"49836\">Adam</span>, Noah, Abraham, Moses, Jesus, and Mahomet, the same God, in the fulness of time, would reveal a still more perfect and permanent law. In the two hundred and seventy-seventh year of the Hegira, and in the neighbourhood of Cufa, an. Arabian preacher, of the name of Carmath, assumed the lofty and incomprehen- sible style of the guide, the director, the demonstration, the word, the Holy Ghost, the camel, the herald of the Messiah, who had conversed with him in a human shape, and the representative of Mahommed the son of Ali, of St. John the Bap- tist, and of the angel Gabriel. In his mystic volume, the precepts of the Koran   were refined to a more spiritual sense: he relaxed the duties of ablution, fasting, and pilgrimage; allowed the indiscriminate use of wine and forbidden fruit; and nourished the fervour of his disciples by the daily repetition of fifty prayers. The idleness and ferment of the rustic crowd awakened the attention of the magistrates of Cufa; a timid persecution assisted the progress of the new sect, and the name of the prophet became more revered after his person had been withdrawn from the world. His twelve apostles dispersed themselves among the Bedoweens,\"a race of men,\" says Abulfeda,\" equally devoid of reason and religion;\" and the- success of their preaching seemed to threaten <span class=\"place\" data-place-id=\"29475\">Arabia</span> with a new revolution. The Carmathians were ripe for rebellion, since they disclaimed the title of the house of Abbas, and abhorred the worldy pomp of the caliphs of Bagdad. They were susceptible of discipline, since they vowed a blind and absolute submission to the imam, who was called to the prophetic office by the voice of God and the people. Instead of the legal tithes, he claimed the fifth of their substance and spoil: the most flagitious sins were no more than the type of disobedience; and the brethren weret (1) He changed the old names of Suroere, or Samara, into the fanciful title of Sem&lrral, that which gire  pleasure at first sight (D'Herbe)rit, Bibliotheque Orientate, p. 808, d'Anvillc, l'Euphrate et le Tigre, p. 97,98.) (2)'Tattea*speeimen,thedeatb of the caliph Motaz: Correptum pedibus petrahunt, et sudibtis probe per- taulcant,etspoliafum laceris vestibus in sole collocant, pne cujus, accerrimo a  tu pedes alternis attolebat et demittebat. Adltantiurn aliquis misero colaphos continuo ingerabat, quos ille objectis manibus arertere stu- detmt Quo facto traditus tortori fuit totoque ti-iduo cibo potuqueprohibitus.... Suflbcatus, 8tc. ( Abulfeda, p. 206.) of the caliph Mohtadi, he says, cervices ipsi perpertris scubas contundebant, testrculasquu pedibus ooiKutlcabant (p. 208.) (31 See under the feigns of lUotassepi, MotawaURel, MosMmEr. Moqpin, Slottx. Mflhfarli and MoMmedi in die Biblftmrqne of dllerbelSt, end die nowfanrUiav Annals of Eltnaon, A&ulphitagius, and AT>ulfe.d  .", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA427&img=1&zoom=3&hl=en&sig=ACfU3U3ZAj3J75w4ppD_cNMSlRkB0o7vxQ&ci=0%2C0%2C1000%2C2000&edge=0"}