{"text": "*16'l& E DECLINE; Ali B FAl X united and concealed by an oath of secrecy. After a bloody conflict, rthey prevailed in the province of <span class=\"place\" data-place-id=\"716533\">Bahrein</span>, along the Persian gulf: far and wide, the tribes of the- desert were subject to the sceptre, or rather to the sword, of Abu Said and his son Abu Taher; and these rebellious imams could muster in the field a hundred and seven thousand fanatics. The mercenaries of the caliph were dismayed at the approach of an enemy who neither asked nor accepted quarter; and the difference between them in fortitude and patience, is expressive of the change which three centuries of prosperity had effected In the character of the Arabians. Such troops were discomfited in every action; the cities of Racca and Baalbec, of Cufa and Bassora, were taken and pillaged; Bagdad was filled with consternation; and the caliph trembled behind the veils of his palace. In a daring inroad beyond the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, Abu Taher advanced to the gates of the capital with no more than five hundred horse. By the special order of Moctader, the bridges had been broken down, and the person or head of the rebel was expected every hour by the com- mander of the faithful. His lieutenant, from a motive of fear or pity, apprized Abu Taher of his danger, and recommended a speedy escape.\" Your master,\"  aid the intrepid Carmathian to the messenger,\" is at the head of thirty thousand soldiers: three such men as these are wanting in his host;\" at the same instant, turning to three of his companions, he commanded the first to plunge a dagger into his breast, the second to leap into the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, and the third to cast himself headlong down a precipice. They obeyed without a murmur.\" Relate,\" con- tinued the imam,\" what you have seen: before the evening your general shall be chained among my dogs.\" Before the evening, the camp was surprised and the menace was executed. The rapine of the Carmathians was sanctified by their aversion to,the worship of Mecca; they robbed a caravan of pilgrims, and twenty thousand devout Moslems were abandoned on the burning sands to a death of hunger and thirst. Another year they suffered the pilgrims to proceed without interruption; but, in the festival of devotion, Abu Taher stormed the holy city, and trampled on the most venerable relics of the Mahometan faith. Thirty thou- sand citizens and strangers were put to the sword; the sacred precincts were pol- luted by the burial of three thousand dead bodies; the well of Zemzem overflowed with blood; the golden spout was forced from its place; the veil of the Caaba was divided among these impious sectaries; and the black stone, the first monument of the nation, was borne away in triumph to their capital. After this deed of sa- crilege and cruelty, they continued to infest the confines of Irak, <span class=\"place\" data-place-id=\"1306\">Syria</span>, and <span class=\"place\" data-place-id=\"1001943\">Egypt</span>; but the vital principle of enthusiasm had withered at the root. Their scruples or their avarice again opened the pilgrimage of Mecca, and restored the black stone of the Caaba; and it is needless to inquire into what factions they were broken, or by whose swords they were finally extirpated. The sect of the Carmathians may be considered as the second visible cause of the decline and fall of the empire of the caliphs.(l) The third and most obvious cause was the weight and magnitude of the empire itself. The caliph Almamon might proudly assert, that it was easier for him to rule the east and the west, than to manage a chess board of two feet square;(2) yet I suspect, that in both those games he was guilty ofrnany fatal mistakes; and I perceive, that in the distant provinces the authority of the first and most power- ful of the Abbassides was already impaired. The analogy of despotism invests the representative with the full majesty of the prince; the division and balance of powers might relax the habits of obedience, might encourage the passive subje'et to inquire into the origin and administration of civil government. He who is born in the purple is seldom worthy to reign; but the elevation of a private man, of a peasant perhaps, or a slave, affords a strong presumption of his courage and capa- city.' I he viceroy of a remote kingdom aspires to secure the property and inhe- ritance of his precarious trust; the nations must rejoice in the presence of their sovereign; and the command of armies and treasures are at once the object and the instrument of his ambition. A change was scarcely visible as long as the lieute- nants of the caliph were content with their vicarious title; while they solicited for themselves or their sons a renewal of the imperial grant, and still maintained on the coin, and in the public prayers, the name and prerogative of the commander (0 For tlte sect of the Carmathians, consult Elraacin, (Hist. Saracen, p. 210   324. 229. 231. 238. 941. 2*3.) Abnlpharagius, fDynast, p. 179   182.) Abulfcda. (Annal. Moslem, p. 218, 219,&c. 245.285. 274) and d'Hfr- lielot, (Bibliotheque Orientale,p. 259   258. B35.) I find some inconsistencies of theoloiry and chronology, vhiju i' wonld not be easy nor of much importance to reconcile. t (2) <span class=\"place\" data-place-id=\"648644\">Hyde</span>, Syntagma nisrettatton. ii. T>. 57. in Hist. ShaWlinliJ.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA428&img=1&zoom=3&hl=en&sig=ACfU3U0CPKXuxEnP9eLCk7T5liAMogwskA&ci=0%2C0%2C1000%2C2000&edge=0"}