{"text": " O F TH E ROMA N EMPIRE. 21 hitants, about thirty thousand males, condensed, within the period of a single life, the genius of ages and millions. Our sense of the dignity of human nature is ex- alted by the simple recollection, that Isocrates(l) was the companion of Plato and Xenophon; that he assisted, perhaps with the historian Thucydides, at the first representations of the CEdipus of Sophocles and the Iphigenia of Euripides; and that his pupils jEschines and Demosthenes contended for the crown of patriotism in the presence of Aristotle, the master of Theophrastus, who taught at <span class=\"place\" data-place-id=\"579885\">Athens</span> with the founders of the Stoic and Epicurean sects. (2) The ingenious youth of <span class=\"place\" data-place-id=\"579888\">Attica</span> enjoyed the benefits of their domestic education, which was communicated without envy to the rival cities. Two thousand disciples heard the lessons of Theophras- tus;^) the schools of rhetoric must have been still more populous than those of philosophy; and a rapid succession of students diffused the fame of their teachers, as far as the utmost limits of the Grecian language and name. Those limits were enlarged by the victories of Alexander; the arts of Athens survived her freedom and dominion; and the Greek colonies, which the Macedonians planted in <span class=\"place\" data-place-id=\"1001943\">Egypt</span>, and scattered over <span class=\"place\" data-place-id=\"981509\">Asia</span>, undertook long and frequent pilgrimages to worship the Muses in their favourite temple on the banks of the Ilissus. The Latin conquerors respectfully listened to the instructions of their subjects and captives; the names of Cicero and Horace were enrolled in the schools of Athens; and, after the perfect settlement of the Roman empire, the natives of <span class=\"place\" data-place-id=\"1052\">Italy</span>, of <span class=\"place\" data-place-id=\"324852\">Africa</span> and of Britain, con- versed in the groves of the academy with their fellow-students of the east. The studies of philosophy and eloquence are congenial to a popular state, which en- courages the freedom of inquiry, and submits only to the force of persuasion. In the republics of <span class=\"place\" data-place-id=\"1001896\">Greece</span> and <span class=\"place\" data-place-id=\"423025\">Rome</span>, the art of speaking was the powerful engine of patriotism or ambition; and the schools of rhetoric poured forth a colony of states- men and legislators. When the liberty of public debate was suppressed, th  ora- tor in the honourable profession of an advocate, might plead the cause of innocence and justice; he might abuse his talents in the more profitable trade of panegyric; and the same precepts continued to dictate the fanciful declamations of the sophist, and the chaster beauties of historical composition. The systems, which professed to un- fold the nature of God, of man, and of the universe, entertained the curiosity of the philosophic student; and, according to the temper of his mind, he might doubt with the sceptics, or decide with the Stoics, sublimely speculate with Plato, or severe- ly argue with Aristotle. The pride of the adverse sects had fixed an unattainable term of moral happiness and perfection; but the race was glorious and salutary; the disciples of Zeno, and even those of Epicurus, were taught both to act and to suffer; and the death of Petronius was not less effectual than that of Seneca, to humble a tyrant by the discovery of his impotence. The light of science could not indeed be confined within the walls of Athens. Her incomparable writers address themselves to the human race; the living masters emigrated to-Italy and <span class=\"place\" data-place-id=\"981509\">Asia</span>; <span class=\"place\" data-place-id=\"678060\">Berytus</span>, in later times, was devoted to the study of the law; astronomy and physic were cultivated in the museum of <span class=\"place\" data-place-id=\"727070\">Alexandria</span>; but the Attic schools of rhetoric and philosophy maintained their superior reputation from the Peloponne- sian war to the reign of Justinian. Athens, though situated in a barren soil, possessed a pure air, a free navigation, and the monuments of ancient art. That sacred retirement was seldom disturbed by business of trade, or government; and the last of the Athenians were distinguished by their lively wit, the purity of their taste and language, their social manners, and some traces, at least in discourse, of the magnanimity of their fathers. In the suburbs of the city, the academy of the Platohists the lyceum of the Peripatetics, the/wrtico of the Stoics and the garden of the Epicureans, were planted with trees and decorated with statues: and the philosophers, instead of being immured in a cloister, delivered their instructions in spacious and pleasant walks, which, at different hours, were consecrated to the exercises of the mind and body. The genius of the founders still lived in those venerable seats; the ambition of succeeding to the masters of human reason, ex- cited a generous emulation; and the merit of the candidates was determined, on. each vacancy, by the free voices of an enlightened people. The Athenian pro- fessors were-paid by their disciples: according to their mutual wants and abilities, (1) The life of Isocrates extends from Olymp. 86. 1. to 110. 3. (ante Christ. 436   433.) Sec Dionys. Halicarn, torn. ii. p. 149,150. edit. Hudson; Plutarch (live anonymous)in Vit. X. Oratorutn, p. 1538   1543, edit, H. Steph. Phot. Cod. 259. p. 1453. (8) Theschoolsof Athens are copiously, though concisely, represented in the <span class=\"place\" data-place-id=\"265899\">Fortuna</span> <span class=\"place\" data-place-id=\"579888\">Attica</span> of Meunius. (c. viii. p. 52   73. in torn. i. Opp.) For the state and arts of the city, see the first book of Pausanias, and a small timet of Diesearchus (in the second volume of Hudson's Geographers,) who wrote about Olymp. 117. DodweH'c, Dissertat. sect. (3) Diogen. Laert. de Vit. Philosoph. L T. iegro. 37. p. 289.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA43&img=1&zoom=3&hl=en&sig=ACfU3U1rr1-ij3PJXfsjnx_REthgfyd82A&ci=0%2C0%2C1000%2C2000&edge=0"}