{"text": " O F T.H E ROMA N EMPIRE. 419 they fasted, they prayed, they studied the Koran and the tradition of the San- nites; they performed with zeal and knowledge the functions of their ecclesiasti- cal character. The respect of nations still waited on the successors of the apos- tle, the oracles of the law and conscience of the faithful; and the weakness or di- vision of their tyrants sometimes restored the Abbassides to the sovereignty of Bagdad. But their misfortunes had been imbittered by the triumph of of the Fa- timites, the real or spurious progeny of Ali. Arising from the extremity of <span class=\"place\" data-place-id=\"314855\">Afri</span>- ca, these successful rivals extinguished in <span class=\"place\" data-place-id=\"766\">Egypt</span> and <span class=\"place\" data-place-id=\"1306\">Syria</span>, both the spiritual and temporal authority of the Abbassides; and the monarch of the Nile insulted the humble pontiff on the banks of the <span class=\"place\" data-place-id=\"874545\">Tigris</span>. In the declining age of the caliphs, in the century which elapsed after the war of Theophilus and Motassem, the hostile transactions of the two nations were confined to some inroads by sea and land, the fruits of their close vicinity and in- delible hatred. But when the eastern world was convulsed and broken, the Greeks were roused from their lethargy by the hopes of conquest and revenge. The Byzantine empire, since the accession of the Basilian race, had reposed in peace and dignity; and they might encounter with their entire strength the front of some petty emir, whose rear was assaulted and threatened by his national foes of the Mahometan faith. The lofty titles of the morning star, and the death of the Saracens,(l) were applied in the public acclamations to Nicephorus Phocas, a prince as renowned in the camp as he was unpopular in the city. In the subordi- nate station of great domestic, or general of the east, he reduced the island of <span class=\"place\" data-place-id=\"589748\">Crete</span>, and extirpated the nest of pirates who had so long defied, with impunity, the majesty of the empire. (2) His military genius was displayed in the conduct and success of the enterprise, which had so often failed with loss and dishonour. The Saracens were confounded with the landing of his troops on safe and level bridges, which he cast from the vessels to the shore. Seven months were con- sumed in the siege of Candia: the despair of the native Cretans was stimulated by the frequent aid of their brethren of <span class=\"place\" data-place-id=\"324852\">Africa</span> and <span class=\"place\" data-place-id=\"737056\">Spain</span>; and after the massy wall and double ditch had been stormed by the Greeks, a hopeless conflict was still maintained in the streets and houses of the city. The whole island was subdued in the capital, and a submissive people accepted, without resistance, the baptism of the conqueror. (3) <span class=\"place\" data-place-id=\"520998\">Constantinople</span> applauded the long-forgotten pomp of a tri- umph; but the imperial diadem was the sole reward that could repay the services, or satisfy the ambition, of Nicephorus. After the death of the younger Romanus, the fourth in lineal descent of the Ba- silian race, his widow Theophania successively married Nicephorus Phocas, and his assassin John Zimisces, the two heroes of the age. They reigned as the guar- dians and colleagues of her infant sons; and the twelve years of their military command form the most splendid period of the Byzantine annals. The subjects and confederates, whom they led to war, appeared, at least in the eyes of an ene- my, two hundred thousand strong: and of these about thirty thousand were armed   with cuirasses:(4) a train of four thousand mules attended their march; and their evening camp was regularly fortified with an enclosure of iron spikes. A series of bloody and undecisive combats is nothing more than an anticipation of what would have been effected in a few years by the course of nature; but I shall briefly prosecute the conquests of the two emperors from the hills of <span class=\"place\" data-place-id=\"991402\">Cappadocia</span> to the desert of Bagdad. The sieges of Mopsuestia and <span class=\"place\" data-place-id=\"648789\">Tarsus</span> in Cicilia first exercised the skill and perseverance of their troops, on whom, at this moment, I shall not hesitate to bestow the name of Romans. In the double city of Mopsuestia, which is divided by the river Sarus, two hundred thousand Moslems were predestined to death or slavery,(5) a surprising degree of population, which must at least include (1) Liutprand, whose choleric temper was imbittered by his uneasy situation, suggests the names of re- proach and contempt more applicable to Nicephorus than the vain titles of the Greeks, Ecce venit stelia matu- tina, surgit Eous, rererberat obtutu solis radios, pallida Saracenorum mors, Nicephorus/uW. (2) Notwithstanding the insinuations of Zonaras, x*i s* etc. (torn. ii. lib.xvi; p. 197.) it is an undoubt- ed fact, that Crete was completely and finally subdued by Nicephorus Phocas. (Pagi, Critica, torn. iii. p. 873.   875. Meursius, <span class=\"place\" data-place-id=\"589748\">Creta</span>, lib. iii. c. 7. torn. iii. p. 404,465. (3) A Greek life of St. Nicon, the Armenian, was found in the Sforza library, and translated into Latin by the Jesuit Sirmond for the use of cardinal Baronius. This cotemporary legend casts a ray of light on Crete and <span class=\"place\" data-place-id=\"570577\">Peloponnesus</span> in the tenth century. He found the newly recovered island, fasdis dctestandse Agarenorum superstitionis vestigiis adhuc plenam ac refertam... but Mie rictorious missionary, perhaps with some carnal aid, adbaptismum omnes verseque fiilei disciplinam pepnlit. Eccletiis per-totam insulam sedificaris,&c. (Anual. Eccies. A. D.961.) (4) Elmacin, Hist. Saracen, p. 278, 279. Liutprand was disposed to depreciate the Greek power, yet he-owns that Nicephorus led against <span class=\"place\" data-place-id=\"29492\">Assyria</span> an army of eighty thousand men. (5) Ducenta fere millia horainum numerabat urbs, (Abulfeda. Annal. Moslem, p. 231.) of Mopsuestia, or Jlafifa, Mampsyita, MaiuislB, Manuita, at it is corruptly, Or perhaps more correctly, styled in the middle ag*v.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA431&img=1&zoom=3&hl=en&sig=ACfU3U2_IpkKB3sy0_wqt_b-aOVzKWugAQ&ci=0%2C0%2C1000%2C2000&edge=0"}