{"text": " 420 the decline and fall the inhabitants of the dependant districts. They were surrounded and taken by assault; but <span class=\"place\" data-place-id=\"648789\">Tarsus</span> was reduced by the slow progress of famine; and no sooner had the Saracens yielded on honourable terms, than they were mortified by the distant and unprofitable view of the naval succours of <span class=\"place\" data-place-id=\"1001943\">Egypt</span>. They were dis- missed with a safe conduct to the confines of <span class=\"place\" data-place-id=\"29492\">Syria</span>; a part of the old Christians had quietly lived under their dominion, and the vacant habitations were reple- nished by a new colony. But the moscli was converted into a stable; the pulpit was delivered to the flames; many rich crosses of gold and gems, the spoils of Asiatic churches, were made a grateful offering to the piety or avarice of the em- peror; and he transported the gates of Mopsuestia and <span class=\"place\" data-place-id=\"648789\">Tarsus</span>, which were fixed in the wall of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, an eternal monument of his victory. After they had forced and secured the narrow passes of mount <span class=\"place\" data-place-id=\"658376\">Amanus</span>, the two Roman princes repeatedly carried their arms into the heart of <span class=\"place\" data-place-id=\"29492\">Syria</span>. Yet instead of as- saulting the walls of Antioch, the humanity or superstition of Nicephorus appeared to respect the ancient metropolis of the east: he contented himself with drawing round the city a line of circumvallation; left a stationary army; and instructed his lieutenant to expect, without impatience, the return of spring. But in the depth of winter, in a dark and rainy night, an adventurous subaltern, with three hun- dred soldiers, approached the rampart, applied his scaliug-ladders, occupied two adjacent towers, stood firm against the pressure of multitudes, and bravely main- tained his post till he was relieved by the tardy, though effectual support of his reluctant chief. The first tumult of slaughter and rapine subsided; the reign of Caesar and of Christ was restored; and the efforts of a hundred thousand Saracens, and of the armies of <span class=\"place\" data-place-id=\"29492\">Syria</span> and the fleets of <span class=\"place\" data-place-id=\"324852\">Africa</span>, were consumed without effect before the walls of Antioch. The royal city of Aleppo was subject to Seifeddow- lat, of the dynasty of Hamaden, who clouded his past, glory by the precipitate re- treat which abandoned his kingdom and capital to the Roman invaders. In his stately palace, that stood without the walls of Aleppo, they joyfully seized a well- furnished magazine of arms, a stable of fourteen hundred mules, and three hun- dred bags of silver and gold. But the walls of the city withstood the strokes of their battering rams: and the besiegers pitched their tents on the neighbouring mountain of Jaushan. Their retreat exasperated the quarrel of the townsmen and mercenaries; the guard of the gates and ramparts was deserted; and, while they furiously charged each other in the market place, they were surprised and de- stroyed by the sword of a common enemy. The male sex was exterminated by the sword: ten thousand youths were led into captivity: the weight of the precious spoil exceeded the strength and number of the beasts of burden; the superfluous remainder was burnt: and, after a licentious possession of ten days, the Bo- mans marched away from the naked and bleeding city. In their Syrian inroads, they commanded the husbandmen to cultivate their lands, that they themselves, the ensuing season, might reap the benefit; more than a hundred cities were re- duced to obedience; and eighteen pulpits of the principal moschs were committed to the flames, to expiate the sacrilege of the disciples of Mahomet. The classic names of <span class=\"place\" data-place-id=\"638860\">Hierapolis</span>, <span class=\"place\" data-place-id=\"658385\">Apamea</span>, and <span class=\"place\" data-place-id=\"344409\">Emesa</span>, revive for a moment in the list of con- quest; the emperor Zimices encamped in the paradise of <span class=\"place\" data-place-id=\"678106\">Damascus</span>, and accepted the ransom of a submissive people; and the torrent was only stopped by the im- pregnable fortress of <span class=\"place\" data-place-id=\"344456\">Tripoli</span>, on the sea-coast of Phoenicia. Since the days of Heraclius, the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, below the passage of mount <span class=\"place\" data-place-id=\"648792\">Taurus</span>, had been imper- vious, and almost invincible, to the Greeks. The river yielded a free passage to the victorious Zimisces: and the historian may imitate the speed with which he overran the once famous cities of <span class=\"place\" data-place-id=\"658587\">Samosata</span>, <span class=\"place\" data-place-id=\"658457\">Edessa</span>, <span class=\"place\" data-place-id=\"874573\">Martyropolis</span>, Amida,(l) and <span class=\"place\" data-place-id=\"874623\">Nisibis</span>, the ancient limit of the empire in the neighbourhood of the <span class=\"place\" data-place-id=\"874545\">Tigris</span>. His ardour was quickened by the desire of grasping the virgin treasures of Ecbata- na,(2) a well-known name, under which the Byzantine writer has concealed the (Wesseling.Ilinerav.p.580.), Yet I cannot credit (his extreme popnlousness a few years after the testimony of the emperor Leo, ou yap nuKunKtft* ffrpaToy TOi,- K</.*$* Sjtp^itmt; ic-Ttv. (Taclica, c. 18. in Meursii Op. torn, r'u p. 817.) (1) The tent of Leo the deacon, in the corrupt names of Emeta and Myctarsim, reveals the cities of Amidst and <span class=\"place\" data-place-id=\"874573\">Martyropolis</span>. (Miafarekin. See Ahulfeda,Geoe;raph. p. 24J. vers. Reuke.) Of the former, Leo observes urbs munita et illostris; of the latter,Clara atque conspicua opibusque et pecore, reliquis ejus provinci U urbt- bus atque oppidis lonfje pra>stans. (2) Ut et <span class=\"place\" data-place-id=\"903021\">Ecbatana</span> nergeret Agarenorumque rejjiara everteret aiunt enim urbium qua; uranism sunt ac toto orbe exi.tivu tilicissimam esse auroque ditissimam. (Leo Diacon. apud Pagium, torn. iv. p. 3*0 This splendid description suits only wiih Bagdad, and cannot possibly apply either to <span class=\"place\" data-place-id=\"903021\">Hamadan</span>, the true <span class=\"place\" data-place-id=\"903021\">Ecbatana</span>, (d Anyille, Geop;. Ancienne, torn. n. p. 237.)or <span class=\"place\" data-place-id=\"197544\">Tauris</span>, which has commonly been mistaken for that city. The name ot Ecbaiana, in the same indefinite sense, is transferred by a more classic authority (Cicero pro Lesre Mauiha, c.4.) tothe rovalseatof Miihridatei,kinr;ofPontus.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA432&img=1&zoom=3&hl=en&sig=ACfU3U3OlLl_x4y_GRavtBAJh2f1_owO4w&ci=0%2C0%2C1000%2C2000&edge=0"}