{"text": " 32 TH E DECLIN E AN D FAL L the price appears to have varied from a mina to a talent; and Isocrates himself, who derides the avarice of th  sophists, required, in his school of rhetoric, about thirty pounds from each of his hundred pupils. The wages of industry are just and honourable, yet the same Isocrates shed tears at the first receipt of a stipend; the Stoic might blush when he was hired to preach the contempt of money; and I should be sorry to discover, that Aristotle or Plato so far degenerated from the ex- ample of Socrates, as to exchange knowledge for gold. But some property of lands and houses was settled by the permission of the laws, and the legacies of the de- ceased friends, on the philosophic chairs of <span class=\"place\" data-place-id=\"579885\">Athens</span>. Epicurus bequeathed to his disciples the gardens which he had purchased for eighty minx, or two hundred and fifty pounds, with a fund sufficient for their frugal subsistence and monthly fes- tivals;^) and the patrimony of Plato afforded an annual rent, which, in eight cen- turies, was gradually increased from three to one thousand pieces of gold. (2) The schools of Athens were protected by the wisest and most virtuous of the Roman princes. The library which Hadrian founded, was placed in a portico, adorned with pictures, statues, and a roof of alabaster, and supported by one hundred columns of Phrygian marble. The public salaries were assigned by the generous spirit of the Antonines; and each professor, of politics, of rhetoric, of the Platonic, the Peripa- tetic, the Stoic, and the Epicurean philosophy, received an annual stipend of ten thousand drachmx, or more than three hundred pounds sterling.(S) After the death of Marcus, these liberal donations, and the privileges attached to the thrones of science, were abolished and revived, diminished and enlarged: but some ves- tige of royal bounty may be found under the successors of <span class=\"place\" data-place-id=\"305064\">Constantine</span>; and their arbitrary choice of an unworthy candidate might tempt the philosophers of Athens to regret the days of independence and poverty. (4) It is remarkable, that the impartial favour of the Antonines was bestowed on the four adverse sects of philoso- phy, which they considered as equally useful, or at least as equally innocent. So- crates had formerly been the glory and the reproach of his country; and the first lessons of Epicurus so strangely scandalized the pious ears of the Athenians, that by his exile, and that of his antagonists, they silenced all vain disputes concerning the nature of the gods. But, in the ensuing year, they recalled the hasty decree, restored the liberty of the schools, and were convinced, by the experience of ages, that the moral character of philosophers is not affected by the diversity of their theological speculations. (5) The Gothic arms were less fatal to the schools of Athens than the establishment of a new religion, whose ministers superseded the exercise of reason, resolved eve- ry question by an article of faith, and condemned the infidel or sceptic to eternal flames. In many a volume of laborious controversy, they exposed the weakness of the understanding and the corruption of the heart, insulted human nature in the sages of antiquity, and proscribed the spirit of philosophical inquiry, so repugnant to the doctrine, or at least to the temper, of an humble believer. The surviving sect of the Platonists, whom Plato would have blushed to acknowledge, extrava- gantly mingled a sublime theory with the practice of superstition and magic; and, as they remained alone in the midst of a Christian world, they indulged a secret rancour against the government of the church and state; whose severity was still suspended over their heads. About a century after the reign of Julian, (6) Pro- elus,^) was permitted to teach in the philosophic chair of the academy; and such was his industry, that he frequently, in the same day, pronounced five lessons, and (1) See the testament of Epicurus in Diogen. laert. lib. x. segrn. 15   20. p. 611.512. A single epistle (ad Fa- rmliares, 13.1.) displays the injustice of the Areopagus, the fidelity of the Epicurmns, the dexterous politeness of Cicero, and the mixture of contempt and esteem with which the Roman senators considered the philosophy and philosophers of <span class=\"place\" data-place-id=\"1001896\">Greece</span>. (2) Damascius, in Vit. Isidor. apud Photiura, Cod. 242.'p. 1054. (3) See Lucian (in Eunech. torn. ii. p. 350   359. edit. Reitz;) Philostratus (in Vit. Sophist, lib. ii. c. 2.,) and <span class=\"place\" data-place-id=\"491572\">Dion</span> Cassius, or Xiphilin (lib. Ixxi. p. 1195.,) with their editors Du Soul, Olearius. and Reimar, and, above alt, Satmasius (Ad Hist. August, p. 72.) A judicious philosopher (Smith's Wealth of iiations, vol. ii. p. 344   374.,) prefers the free contributions of the students to a fixed stipend for the professor. (4) Bracker, Hist. Crit. Philosoph. torn. ii. p: 310,&c (5) The birth of Epicurus is fixed to the year 342 before Christ, (Bayle,) Olympiad. 109.3. and he opened his school at Athens, Olymp. 118. 3. three hundred and six years before the same era. This intolerant law (Athe- nsens, lib. xiii. p. 010. Diogen. Laertins, lib. v. s. 39. p. 290. Julius Pollux, 9.5.) was enacted in the same, or the succeeding year, (Sigonius. Opp. torn. v. p. 62. Menagius, ad Diogen. Laert. p. 204. Corsini Fasti <span class=\"place\" data-place-id=\"373741\">Attici</span>, torn. iv. p. 67,68.) Theophrastus, chief of the Peripatetics, and disciple of Aristotle, was involved in the same exile. (0) This is no fanciful era; the pagans reckoned their calamities from the reign of their hero. Proelus, whose nativity is marked by his horoscope (A. D. 412. February 8, at C. P. died one hundred and twenty-four years  sro Iou\\iavov (3aMriM  (, A. D. 485. (Marin, in Vita Prodi, c. 36.) (7) The life of Proelus, by Marinus, was published by Fabricius (Hamburgh, 1700, et ad calcem Bibliot. <span class=\"place\" data-place-id=\"570417\">La</span>- tin, Lond. 1703.) See Suidas (torn. iii. p. 185,186.,) Fabricius (Bibliot. Grscc. lib. v. c. 26. p. 449   552.,) and Brucker (Hist. Crit. Philosoph. torn, ii. p. 319   326.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA44&img=1&zoom=3&hl=en&sig=ACfU3U09L0HajAHPF0GHYm6ldOCykUa3Gw&ci=0%2C0%2C1000%2C2000&edge=0"}