{"text": " O F TH E ROMA N EMPIRE. 33 composed seven hundred lines. His sagacious mind explored the deepest questions of morals, and metaphysics, ami he ventured to urge eighteen arguments against the Christian doctrine of the creation of the world. But, in the intervals of study, he fiersonally conversed with Pan, JEsculapius, and Minerva, in whose mysteries he was secretly initiated, and whose prostrate statues he adored; in the'devout persuasion that the philosopher, who is a citizen of the universe, should be the priest of its various deities. An eclipse of the sun announced his approaching end; and his life, with that of his scholar Isidore,(l) compiled by two o  their most learned disciples, exhibits a deplorable picture of the second childhood of human reason. Yet the golden chain, as it was fondly styled, of the Platonic succession, continued forty-four years from the death of Proclus, to the edict of Justinian,(2)   which imposed a perpetual silence on the schools of <span class=\"place\" data-place-id=\"579885\">Athens</span>, and excited the grief and indignation of the few remaining votaries of Grecian science and superstition. Seven friends and philosophers, Diogenes and Hermias, Eulalius and Priscian, Damascius, Isidore and Simplicius, who dissented from the religion of their sove- reign, embraced the resolution of seeking in a foreign land the freedom which was denied in their native country. They had heard, and they credulously believed, that the republic of Plato was realized in the despotic government of Persia, and that a patriot king reigned over the happiest and most virtuous of nations. They were soon astonished by the natural discovery that Persia resembled the other countries of the globe; that Chosroes, who affected the name of a philosopher, was vain, cruel and ambitious; that bigotry, and a spirit of intolerance, prevailed among the Magi; that the nobles were haughty, the courtiers servile, and the magistrates unjust; that the guilty sometimes escaped, and that the innocent were often op- pressed. The disappointment of the philosophers, provoked them to overlook the real virtues of the Persians; and they were scandalized, more deeply perhaps than became their profession, with the plurality'of wives and concubines, the incestuous marriages, and the custom of exposing dead bodies to the dogs and vultures, in- stead of hiding them in the earth, or consuming them with fire. Their repent- ance was expressed by a precipitate return, and they loudly declared, that they had rather die on the borders of the empire, than enjoy the wealth and favour of the barbarian. From this journey, however, they derived a benefit which reflects the purest lustre on the character of Chosroes. He required, that the seven sages, who had visited the court of Persia, should be exempted from the penal laws which Justinian enacted against his pagan subjects; and this privilege expressly stipulated in a treaty of peace, was guarded by the vigilance of a powerful mediator. (3) Sim- plicius and his companions ended their lives in peace and obscurity: and as they left no disciples, they terminated the long list of Grecian philosophers, who may be justly praised, notwithstanding their defects, as the wisest and most virtuous of their cotemporaries. The writings of Simplicius are now extant. His physical and metaphysical commentaries on Aristotle have passed away with the fashion of the times; but his moral interpretation of Epictetus is preserved in the library of nations, as a classic book, most excellently adapted to direct the will, to purify the heart, and confirm the understanding, by a just confidence in the nature both of God and man. About the same time that Pythagoras first invented the appellation philosopher, liberty and the consulship were founded at <span class=\"place\" data-place-id=\"423025\">Rome</span> by the elder Brutus. The revo- lutions of the consular office, which may be viewed in the successive lights of a substance, a shadow, and a name, have been occasionally mentioned in the present history. The first magistrates of the republic had been chosen by the people, to exercise, in the senate, and in the camp, the powers of peace and war, which were afterwards translated to the emperors. But the tradition of ancient dignity was long revered by the Romans and barbarians. A Gothic historian applauds the consulship of Theodoric as the height of all temporal glory and greatness;(4) the king of <span class=\"place\" data-place-id=\"1052\">Italy</span> himself congratulates those annual favourites of fortune, who, with- out the cares, enjoyed the splendour of the throne; and at the end of a thousand years, two consuls were created by the sovereigns of Rome and <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, (1) The life of Isidore was composed by Damascius (spud Pholiunt, Cod. 242. p. 1028   1076.) See the last age of the pagan philosophers in Bracker (torn. ii. p. 341   351.) (2) The suppression or the schools at Athens is recorded by John Malala (tool. ii. p. 187. lur Decio <span class=\"place\" data-place-id=\"599728\">Cos</span>. Sol.,) anil an anonymous Chronicle in the Vatican library (apud Aleman. p. 106.) (3) Agathias (lib. ii. p. 69   71,) relates this curions story. Chosroes ascended the throne in the year 531, and made his first peace with the Romans in the beginning of 533, a date most compatible with bis young fame and old age of Isidore. ( Asseman. Bibliot. Orient, torn. iii. p. 404. Pagi, torn. ii. p. 543. 050.) (4) Cauiodor. Vanarura Epist. yi. p. 1. Jornandes, civil, p. 690. edit. Grot. Quod sumraum bonuro pri* morna,ue in mundo decus edicitur. Vol. III. 5", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA45&img=1&zoom=3&hl=en&sig=ACfU3U1qyfuKcuApDePihGzqtm4hNZDeog&ci=0%2C0%2C1000%2C2000&edge=0"}