{"text": " 14 TH E DECLIK E AN D FAL L for the sole purpose of giving a date to the year, and a festival to the people. But the expenses of this festival, in which the wealthy and the vain aspired to surpass their'predecessors, insensibly arose to the enormous sum of 80,000/.; the wisest senators declined a useless honour, which involved the certain ruin of their fami- lies; and to this reluctance I should impute the frequent chasms in the last age of the consular Fasti. The predecessors of Justinian had assisted from the public treasures the dignity of the less opulent candidates; the avarice of that prince pre-* ferred the cheaper and more convenient method of advice and regulation.(l) Se- ven processions or spectacles were the number to which his edict confined the horse and chariot-races, the athletic sports, the music, and pantomimes of the theatre, and the hunting of wild beasts; and small pieces of silver were discreetly substi- tuted to the gold medals, which had always excited tumult and drunkenness, when they were scattered with a profuse hand among the populace. Notwithstanding these precautions and his own example, the succession of consuls finally ceased in the thirteenth year of Justinian, whose despotic temper might be gratified by the silent extinction of a title which admonished the Romans of their ancient free- dom.^) Yet the annual consulship still lived in the minds of the people: they fondly expected its speedy restoration; they applauded the gracious condescension of successive princes, by whom it was assumed in the first year of their reign; and three centuries elapsed, after the death of Justinian, before that obsolete dignity, which had been suppressed by custom, could be abolished by law. (3) The imper- fect mode of distinguishing each year by the name of a magistrate, was usually supplied by the date of a permanent era: the creation of the world, according to the Septuagint version, was adopted by the Greeks;(4) and the Latins, since the age of Charlemagne, have computed their time from the birth of Christ. (5)  CHAPTE R XLI. Conquest of Justinian in the West.   Character and first Campaigns of Belisarius.   He invades and subdues the Vandal Kingdom of Africa.   His Triumph.   The Gothic War.   He recovers Sicily, Naples, and Rome.   Siege of <span class=\"place\" data-place-id=\"423025\">Rome</span> by the Goths.   Their Retreat and Losses.   Surrender of Ravenna.   Glory of Belisarius   His domestic Shame and Misfortunes, When Justinian ascended the throne, about fifty years after the fall of the western empire, the kingdoms of the Goths and Vandals had obtained a solid, and, as it might seem, a legal establishment, both in <span class=\"place\" data-place-id=\"991376\">Europe</span> and <span class=\"place\" data-place-id=\"324852\">Africa</span>. The ti- tles which Roman victory had inscribed, were erased with equal justice by the sword of the barbarians; and their successful rapine derived a more venerable sanction from time, from treaties, and from the oaths of fidelity, already repeated by a second or third generation of obedient subjects. Experience and Christiani- ty had refuted the superstitious hope, that Rome was founded by the gods to reign for ever over the nations of the earth. But the proud claim of perpetual and in- defeasible dominion which her soldiers could no longer maintain, was firmly as- serted by her statesmen and lawyers, whose opinions have been sometimes re- (1) See the regulations of Justinian (Novell. 105.,) dated at <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, July 5, and addressed to Strite' gins, treasurer of the empire. (2) Procopius, iu Anecdot. c. 46. Aleman. p. 106. In the eighteenth year after the consulship of Besilius, according to the reckoning of Marcellinus, victor. Marius,&c, the secret history was composed, and, in the eyes of Procopius, the consulship was finally abolished. (3) By I>eo the philosopher. (Novell. 94. A. D. 886   911.) See Pagi Dissertat. Hypatiea, p. 325   362.) and Ducange. (Gloss. Grsec. p. 1635, 1636.) Even the title was vilified; consulates codicilli. vilescunt, says the emperor himself.; (4) According to Julius African us,&c. the world was create*] the first of September, five thousand five hundred and eight years, three months, and twenty-fivc-days, before the birth of Christ; (see Pezron, Anti- qnite des Terns defendue, p. 20   28.) and this era has been used by the Greeks, the Oriental Christians, and even by the Russians, till the reign of P*?ter I. The period, however arbitrary, is clear and convenient. Of the seven thousand two hundred and ninety-six years, which are supposed to elapse since the creation, we shall find three thousand of ignorance and darkness; two thousand either fabulous or doubtful; one thousand of ancient history, commencing with the Persian empire, and the Republics of Rome and <span class=\"place\" data-place-id=\"579885\">Athens</span>; one thou- sand from the fall of the Roman empire in the west, to the discovery of America; and the remaining two hun- dred and ninety-six will almost complete three centuries of the modern state of <span class=\"place\" data-place-id=\"991376\">Europe</span> and mankind. I re- gret this chronology, so far preferable to our double and perplexed method of counting backward and forward the years before and after the Christian era. (5) The era of the world has prevailed in the east since the sixth general council. (A. D. 681.) In the west the Christian era was first invented in the sixth century: it was propagated in the eighth by the authority and writings of venerable Rede: but it was not till the tenth, that the use became legal and popular. See FArt de verifier les Dates, Dissert. Pretiminaire, p. hi. 13. Dictionnaire Diplomatique, torn, i. p. 329   337, the works of a laborious society of Benedictine monks.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA46&img=1&zoom=3&hl=en&sig=ACfU3U1rWL6O-T1khMe8zXbm3aCM5k548A&ci=0%2C0%2C1000%2C2000&edge=0"}