{"text": " O F TH E ROMA N EMPIRE. 35 vived and propagated in the modem schools of jurisprudence. After <span class=\"place\" data-place-id=\"423025\">Rome</span> her- self had been stripped of the imperial purple, the princes of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> as- sumed the sole and sacred sceptre of the monarchy; demanded, as their rightful inheritance, the provinces which had been subdued by the consuls, or possessed by the Caisars, and feebly aspired to deliver their faithful subjects of the west from the usuipation of heretics and barbarians. The execution of this splendid design was in some degree reserved for Justinian. During the five first years of his reign, he reluctantly waged a costly and unprofitable war against the Persians; till his pride submitted to his ambition, and he purchased, at the price of 440,000/. sterling, the benefit of a precarious truce, which, in the language of both nations, was dignified with the appellation of the endless peace. The safety of the east enabled the emperor to employ his forces against the Vandals; and the internal state of <span class=\"place\" data-place-id=\"324852\">Africa</span> afforded an honourable motive, and promised a powerful support, to the Roman arms.(l) According to the testament of the founder, the African kingdom had lineally descended to Hilderic, the eldest of the Vandal princes. A mUd disposition in- clined the son of a tyrant, the grandson of a conqueror, to prefer the counsels of clemency and peace; and his accession was marked by the salutary edict, which restored two hundred bishops to their churches, and allowed free profession of the Athanasian creed.(2) But the catholics accepted, with cold and transient gratitude, a favour so inadequate to their pretensions, and the virtues of Hilderic offended the prejudices of his countrymen. The Arian clergy presumed to in- sinuate that he had renounced the faith, and the soldiers more loudly complained that he had degenerated from the courage of his ancestors. His ambassadors were suspected of a secret and disgraceful negotiation in tie Byzantine court; and his general, the Achilles,(3) as he was named, of the Va  dals, lost a battle against the naked and disorderly Moors. The public disconte  t was exasperated by Ge- limer, whose age, descent, and military fame, gave lvm an apparent title to the succession; he assumed, with the consent of the nation, the reigns of govern- ment; and his unfortunate sovereign sunk without a struggle from the throne to a dungeon, where he was striptly guarded, with a faithful counsellor, and his unpo- pular nephew, the Achilles of'the Vandals. But the indulgence which Hilderic had shown to his catholic subjects had powerfully recommended him to the fa- vour of Justinian, who, for the benefit of bis own sect, could acknowledge the use and justice of religious toleration: their alliance, while the nephew of Justin re- mained in a private station, was cemented by the mutual exchange of gifts and letters; and the emperor Justinian asserted the cause of loyalty and friendship. In two successive embassies, he admonished the usurper to repent of his treason, or to abstain, at least, from anv further violence, which might provoke the dis- pleasure of God and of the Romans; to reverence the laws of kindred and suc- cession, and to suffer an infirm old man peaceably to end his days, either on the throne of <span class=\"place\" data-place-id=\"314921\">Carthage</span>, or in the palace of Constantinople. The passions or even the prudence of Gelimer compelled him to reject these requests, which were urged in the haughty tone of menace and command; and he justified his ambition in a language rarely spoken in a Bvzantine court, by alleging the right of a free people to remove or punish their chief magistrate, who had failed in the execution of the kingly office. After this fruitless expostulation, the captive monarch was most rigorously treated; his nephew was deprived of his eyes, and the cruel Vandal, confident in his strength and distance, derided the vain threats and slow prepara- tions of the emperor of the eas*. Justinian resolved to deliver or revenge his friend; Gelimer to maintain his usurpation; and the war was preceded, according to the practice of civilized tvitions, by the most solemn protestations that each party was sincerely desirous of peace. The report of an African war was grateful only to the vain and idle populace of Constantinople, whose poverty exempted them from tribute, and whose co- (1) The complete series of (lie Vandal war is related by Procopius, in regiilarand elegant narrative, (lib.;. e.9   25. lib. ii. c. 1   13.) and happy would be my lot, could I always tread in the footsteps of stich a guide. From the entire and diligent perusal of the Greek text, I have a right to pronounce that the Latin and French versions of Grotitis and Cousin, may not be implicitly trusted: yet the President Cousin has beeo often praised, and Hugo Grotius was the first scholar of a learned acre. (2) See Kuinart. Hist. Persecur. Vandal, c. xii. p. 589, His best evidence is drawn from the life of Sf. Kul- trcntius, composed by one of his disciples, transcribed in a treat measure in the annals of Baronius, and printed in several great collections. (Catalog. Bibliot. Bunavitena:, torn. i. vol. ii. p. 1258.) (3) For what quality of the mind or body? For speed, or be:iuly, or valour.' In what language did the Van- Oals read Homer?   Did he speak German? The Latins had four versions: (Fabric, torn. i. lib. ii. c. 3. p. 297.) yet in spite of the praises of Seneca, (Consol. c. 26.) they appear to have been more successful in imitating than in translating the Greek poets. But the name of Achilles might be famous and popular, even among the illiterate barbarians.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA47&img=1&zoom=3&hl=en&sig=ACfU3U1avXOqJC5k2NBwy7X2qFQtGYwXRQ&ci=0%2C0%2C1000%2C2000&edge=0"}