{"text": " 36 TH E DECLIN E AN D FAL L wardice was seldom exposed to military service. But the wiser citizens, who judged of the future by the past, revolved in their memory the immense loss, both of men and money, which the empire had sustained in the expedition of <span class=\"place\" data-place-id=\"570147\">Basilis</span>- cus. The troops, which after five laborious campaigns had been recalled from the Persian frontier, dreaded the sea, the climate, and the arms of an unknown enemy. The ministers of the finances computed, as far as they might compute, the demands of an African war; the taxes which must be found and levied to sup- ply those insatiate demands; and the danger, lest their own lives, or at least their lucrative employments, should be made responsible for the deficiency of the sup- ply. Inspired by such selfish motives, (for we may not suspect him of any zeal for the public good,) John of <span class=\"place\" data-place-id=\"628949\">Cappadocia</span> ventured to oppose in full council the in- clinations of his master. He confessed, that a victory of such importance could not be too dearly purchased; but he represented in a grave discourse the certain, difficulties and the uncertain event. You undertake (said the prefect) to besiege <span class=\"place\" data-place-id=\"314921\">Carthage</span> by land; the distance is not less than one hundred and forty days| jour- ney; on the sea, a whole year(l) must elapse before you can receive any intelli- gence from your fleet. If <span class=\"place\" data-place-id=\"324852\">Africa</span> should be reduced, it cannot be preserved with- out the additional conquest of <span class=\"place\" data-place-id=\"981549\">Sicily</span> and <span class=\"place\" data-place-id=\"1052\">Italy</span>. Success will impose the obliga- tion of new labours; a single misfortune will attract the barbarians into the heart of your exhausted empire. Justinian felt the weight of this salutary advice, he was confounded by the unwonted freedom of, an obsequious servant; and the de- sign of the war would perhaps have been relinquished, if his courage had not been revived by a voice which silenced the doubts of profane reason.\" I have seen a vision (cried m artful or fanatic bishop of the east.)\"It is the will of Heaven, O emperor; f*at you Should not abandon your holy enterprise for the de- liverance of the African church. The god of battles will inarch before your standard, and disperse ymr enemies, who are the enemies of his, Son.\" The emperor might be tempted, and his counsellors were constrained, to give credit to this seasonable revelation: but they derived more rational hope from the re- volt, which the adherents of Hilderic or Athanasius had already excited on the borders of the Vandal monarchy. Prudentius, an African subject, had privately- signified his royal intentions, and a small military am restored the province of <span class=\"place\" data-place-id=\"344456\">Tripoli</span> to the obedience of the Romans. The government of <span class=\"place\" data-place-id=\"472014\">Sardinia</span> had been intrusted to Godas, a valiant barbarian; he suspended the payment of tribute, dis- claimed his allegiance to the usurper, and gave audience to the emissaries of Jus- tinian, who found him master of that fruitful island, at the head of his guards, and proudly invested with the ensigns of royalty. The forces of the Vandals were diminished by discord and suspicion; the Roman armies were animated by the spirit of Belisarius; one of those heroic names which are familiar to every age and to every nation. The Africanus of new <span class=\"place\" data-place-id=\"423025\">Rome</span> was born, and perhaps educated, among the Thra- cian peasants,(2) without any of those advantages which had formed the virtues of the elder and the younger Scipio; a noble origin, liberal studies, and the emulation of a free state. The silence ot a loquacious secretary may be admitted, to prove that the youth of Belisarius could not afford any subject of praise; he served most as- suredly, with valour and reputation, among the private guards of Justinian; and when his patron became emperor, the domestic was promoted to military com- mand. After a bold inroad into Persarmenia, in which his glory was shared by a colleague, and his progress was checked by an enemy, Belisarius repaired to the important station of <span class=\"place\" data-place-id=\"874444\">Dara</span>, where he first accepted the service of Procopius, the faithful companion, and diligent historian, of his exploits. (3) The Mirranes of Persia advanced, with forty thousand of her best troops, to raise the fortifications of <span class=\"place\" data-place-id=\"874444\">Dara</span>: and signified the day and the hour on which the citizens should prepare a bath for his refreshment after the toils of victory. He encountered an adver- sary equal to himself, by the new title of general of the east; his superior in the science of war, but much inferior in the number and quality of his troops, which amounted only to twenty-five thousand Romans and strangers, relaxed in their (1) A Year   absurd exaggeration! The conquest or <span class=\"place\" data-place-id=\"324852\">Africa</span> may be dated A. D. S33. September 14: it ia cele- brated by Justinian in the preface to his Institutes, which were published November 21, of the same year. In- cluding the voyage and return, such a computation might he truly applied to our Indian empire. (2) Qpturo Si 5 BiMa-etpio; (x rijuuns; n 8p*jewvrs xstt Ix*.upj  w ftirx^v xsitkj. Procop. Vandal, lib. i. c  M.) Aleraan. (Not. ad Aneedot. p. J.) an Italian, could easily reject the German vanity of Giphanius and Veljeruj, who wished to claim the herot but his Gcrmania, a metropolis of <span class=\"place\" data-place-id=\"981552\">Thrace</span>, I cannot find in any civil or ecclesiastical list of the provinces and cities.,..<3! The two first Persian campaigns of Belisarius, are fairly and copiously related by his secretary. (Persic lib. J. c 12   18.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA48&img=1&zoom=3&hl=en&sig=ACfU3U23wXUVe1aH7zbrlvJJSTXTDuP18g&ci=0%2C0%2C1000%2C2000&edge=0"}