{"text": " O F TH E ROMA N EMPIRE..\">r discipline, and humbled by recent disasters. As the level plain of <span class=\"place\" data-place-id=\"874444\">Dara</span> refused all shelter to stratagem and ambush, Belisarius protected his front with a deep trench, which was prolonged at first in perpendicular, and afterward in parallel lines, to cover the wings of cavalry, and advantageously posted to command the flanks and rear of the enemy. When the Roman centre was shaken, their well- timed and rapid charge decided the conflict: the standard of Persia fell; the im- mortals fled; the infantry threw away their bucklers, and eight thousand of the van- quished were left on the field of battle. In the next campaign, <span class=\"place\" data-place-id=\"531109\">Syria</span> was inva- ded on the side of the desert; and Belisarius with twenty thousand men, hastened from <span class=\"place\" data-place-id=\"874444\">Dara</span> to the relief of the province. During the whole summer, the designs of the enemy were baffled by his skilful dispositions: he pressed their retreat, oc- cupied each night their camp of the preceding day, and would have secured a bloodless victory, if he could have resisted the impatience of his own troops. Their valiant promise was faintly supported in the hour of battle; the right wing was ex- posed by the treacherous or cowardly desertion of the Christian Arabs; the Huns, a veteran band of eight hundred warriors, were oppressed by superior numbers; the flight of the Isaurians was intercepted; but the Roman infantry stood firm on the left, for Belisarius himself, dismounting from his horse, showed them that in- trepid despair was their only safety. They turned their backs to the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, and their faces to the enemy; innumerable arrows glanced without effect from, the compact and shelving order of their bucklers; an impenetrable line of pikes, was exposed to the repeated assaults of the Persian cavalry, and, after a resistance of many hours, the remaining troops were skilfully embarked under the shadow of the night. The Persian commander retired with disorder and disgrace, to an- swer a strict account of the lives of so many soldiers which he had consumed in a barren victory. But the fame of Belisarius was not sullied by a defeat, in which alone he had saved his army from the consequences of their own rashness: the approach of peace relieved him from the guard of the eastern frontier, and his conduct in the sedition of <span class=\"place\" data-place-id=\"520998\">Constantinople</span> amply discharged his obligations to the emperor. When the African war became the topic of popular discourse and se- cret deliberation, each of the Roman generals was apprehensive, rather than am- bitious, of the dangerous honour; but as soon as Justinian had declared his pre- ference of superior merit, their envy was rekindled by the unanimous applause which was given to the choice of Belisarius. The temper of the Byzantine court may encourage a suspicion, that the hero was darkly assisted by the intrigues of his wife, the fair and subtle Antonina, who alternately enjoyed the confidence, and incurred the hatred, of the empress Theodora. The birth of Antonina was igno- ble;  he descended from a family of charioteers; and her chastity has been stained with the foulest reproach. Yet she reigned with long and absolute power over the mind of her illustrious husband: and if Antonina disdained the merit of con- jugal fidelity, she expressed a manly friendship to Belisarius, whom she accom- panied with undaunted resolution in all the hardships and dangers of a military life.(l) The preparations for the African war were not unworthy of the last contest be- tween <span class=\"place\" data-place-id=\"423025\">Rome</span> and <span class=\"place\" data-place-id=\"314921\">Carthage</span>. The pride and flower of the army consisted of the guards of Belisarius, who, according to the pernicious indulgence of the times, de- voted themselves by a particular oath of fidelity to the service of their patron. Their strength and stature, for which they had been curiously selected, the good- ness of their horses and armour, and the assiduous practice of all the exercises of war, enabled them to act whatever their courage might prompt; and their courage was exalted by the social honour of their rank, and the personal ambition of favour and fortune. Four hundred of the bravest of the <span class=\"place\" data-place-id=\"98980\">Heruli</span> marched under the banner of the faithful and active Pharas; their untractable valour was more highly prized than the tame submission of the Greeks and Syrians; and of such importance was it deemed to procure a re-enforcement of six hundred Massageta:, or Huns, that they were allured by fraud and deceit to engage in a naval expedition. Five thousand horse and ten thousand foot were embarked at Constantinople for the conquest of <span class=\"place\" data-place-id=\"324852\">Africa</span>; but the infantry, for the most part levied in <span class=\"place\" data-place-id=\"981552\">Thrace</span> and Isau- ria, yielded to the more prevailing use and reputation of the cavalry; and the Scy- thian bow was the weapon on which the armies of Rome were now reduced to place their principal dependence. From a laudable desire to assert the dignity of his theme, Procopius defends the soldiers of his own time against the morose cri- tics, who confined that respectable name to the heavy-armed warriors of antiquity,;0 See the birth and character of Antonina, in the Anecdotes, c. 1. and tlie notes of Alemanm, p, 3.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA49&img=1&zoom=3&hl=en&sig=ACfU3U0WOLLh9fc8NW31yzFX4vvy4g1CuA&ci=0%2C0%2C1000%2C2000&edge=0"}