{"text": " Of TH E ROMA N EMPIRE. Wesus, which the Greeks, after the siege of <span class=\"place\" data-place-id=\"550595\">Troy</span>, had performed in four days,(l) the fleet of Belisarius was guided in their course by his master-galley, conspicuous in the day by the redness of the sails, and in the night by the torches blazing from the mast-head. It was the duty of the pilots, as they steered between the islands, and turned the capes of <span class=\"place\" data-place-id=\"570454\">Malea</span> and Tasnarium, to preserve the just order and regu- lar intervals of such a multitude of ships; as the wind was fair and moderate, their labours were not unsuccessful, and the troops were safely disembarked at <span class=\"place\" data-place-id=\"570483\">Methone</span> on the Messenian coast, to repose themselves for awhile after the fatigues of the sea. In this place they experienced how avarice, invested with authority, may sport with the lives of thousands which are bravely exposed for the public service. According to military practice, the bread or biscuit of the Romans was twice pre- pared in the oven, and a diminution of one-fourth was cheerfully allowed for the loss of weight. To gain this miserable profit, and to save the expense of wood, the prefect John of <span class=\"place\" data-place-id=\"628949\">Cappadocia</span> had given orders that the flour should be slightly baked by the same fire which warmed the baths of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>: and when the sacks Were opened, a soft and mouldy paste was distributed to the army. Such unwholesome food, assisted by the heat of the climate and season, soon produced an epidemical disease, which swept away five hundred soldiers. Their health was restored by the diligence of Belisarius, who provided fresh bread at <span class=\"place\" data-place-id=\"570483\">Methone</span>, and boldly expressed his just and humane indignation: the emperor heard his com- plaint; the general was praised; but the minister was not punished. From the port of <span class=\"place\" data-place-id=\"570483\">Methone</span>, the pilots steered along the western coast of <span class=\"place\" data-place-id=\"570577\">Peloponnesus</span>, as far as the isle of Zacynthus or Zant, before they undertook the voyage (in their eyes a most arduous voyage) of one hundred leagues over the Ionian sea. As the fleet was surprised by a calm, sixteen days were consumed in the slow navigation; and even the general would have suffered the intolerable hardship of thirst, if the in- genuity of Antonina had not preserved the water in glass bottles, which she buried deep in the sand in a part of the ship impervious to the rays of the sun. At length the harbour of Caucana,(2) on the southern side of <span class=\"place\" data-place-id=\"991353\">Sicily</span>, afforded a secure and hospitable shelter. The Gothic officers, who governed the island in the name of the daughter and grandson of Theodoric, obeyed their imprudent orders, to re- ceive the troops of Justinian like friends and allies; provisions were liberally sup- plied, the cavalry was reraounted,(3) and Procopius soon returned from <span class=\"place\" data-place-id=\"462503\">Syracuse</span> with correct information of the state and designs of the Vandals. His intelligence determined Belisarius to hasten his operations, and his wise impatience was second- ed by the winds. The fleet lost sight of Sicily, passed before the isle of Malta, discovered the capes of <span class=\"place\" data-place-id=\"324852\">Africa</span>, ran along the coast with a strong gale from the north-east, and finally cast anchor off the promontory of <span class=\"place\" data-place-id=\"324666\">Caput</span> <span class=\"place\" data-place-id=\"324666\">Vada</span>, about five days' journey to the south of <span class=\"place\" data-place-id=\"314921\">Carthage</span>. (4) If Gelimer had been informed of the approach of the enemy, he must have de- layed the conquest of <span class=\"place\" data-place-id=\"991344\">Sardinia</span>, for the immediate defence of his person and king- dom. A detachment of five thousand soldiers, and one hundred and twenty galleys,   would have joined the remaining forces of the Vandals; and the descendant of Gen- seric might have surprised and oppressed a fleet of deep-laden transports, incapa- ble of action, and of light brigantines, that seemed only qualified for flight. Beli- sarius had secretly trembled when he overheard his soldiers, in the passage, emboldening each other to confess their apprehensions: if they were once on shore, they hoped to maintain the honour of their arms; but if they should be attacked at sea, they did not blush to acknowledge, that they wanted courage to contend at the same time with the winds, the waves, and the barbarians. (5) The knowledge of their sentiments decided Belisarius to seize the first opportunity of landing them on the coast of <span class=\"place\" data-place-id=\"324852\">Africa</span>, and he prudently rejected, in a council of war, the proposal<of sailing with the fleet and army into the port of Carthage. Three months after (1) Or even in three'days, siace they anchored the first evening in the neighbouring isle of <span class=\"place\" data-place-id=\"550912\">Tenedos</span>: the se- cond day they sailed to <span class=\"place\" data-place-id=\"550763\">Lesbos</span>, the third to the promontory of Eubraa. and on the fourth they readied <span class=\"place\" data-place-id=\"570106\">Argos</span>. (Homer, Odys. p. 130   183. Wood's Essay on Homer, p. 40.460 A pirate sailed from the Hellespont to the seaport at <span class=\"place\" data-place-id=\"570406\">Sparta</span> in three days. (Xenophon, Hellen. Pih. ii. c. 1.) (2) Cancan*, near <span class=\"place\" data-place-id=\"462126\">Camarina</span>, is at least fifty miles, (three hundred and fifly or four hundred stadia) from Syracuse. (CItlver, Siciiia Antiqua, p. 191.) (3) Procopius, Gothic,Kb.i.c. 3. Tibi tollit hinnitum apta qundrigis equa, in the Sicilian pastures of Grosphuns. Horat. Carnj. 2.15.) Acragas magnanimum quondam generator cquorum. Virg. iflneid, 3. 704.) Thero's horses, whose victories are immortalized by Pindar, were bred in this country. (4) The Ciput Vada of Procopius, (where Justinian afterward founded a city   de Edific. lib. vi. c. 6.)'is the promontory of Ammo D in Strabo, the Rrachodes of Ptolemy, the Capaudia of the moderns, a long narrow slip that runs into the sea. (Shaw's Travels,p. 111.) (5) A centuxion of Mark Antony expressed, though in a more manly strain, the same dislike to the sea and to naval combats. (Plutarch in Antonio, p. 1730. Edit. Hen. Steph.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA51&img=1&zoom=3&hl=en&sig=ACfU3U0pCwA-wo_zAfKGFYgJKS7cnV02DQ&ci=0%2C0%2C1000%2C2000&edge=0"}