{"text": " 40 TH E DECLIN E AN D FAL L their departure from <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, the men and horses, the arms and military stores, were safely disembarked, and five soldiers were left as a guard on board each of the ships, which were disposed of in the form of a semicircle. The re- mainder of the troops occupied a camp on the sea-shore, which they fortified ac- cording to ancient discipline, with a ditch and rampart; and the discovery of a source_ of fresh water, while it allayed the thirst, excited the superstitious confidence of the Romans. The next morning, some of the neighbouring gardens were pillaged; and Belisarius, after chastising the offenders, embraced the slight occasion, but the decisive moment, of inculcating the maxims of justice, moderation, and genuine policy.   \" When I first accepted the commission of subduing <span class=\"place\" data-place-id=\"324852\">Africa</span>, I depended much less (said the general) on the numbers, or even the bravery, of my troops, than upon the friendly disposition of the natives, and their immortal hatred to the Vandals. You alone can deprive me of this hope: if you continue to extort by ra- pine what might be purchased for a little money, such acts of violence will recon- cile these implacable enemies, and unite them in a just and holy league against the invaders of their country.\" These exhortations were enforced by a rigid disci- pline, of which the soldiers themselves soon felt and praised the salutary effects. The inhabitants, instead of deserting their houses, or hiding their corn, supplied the Romans with a fair and liberal market: the civil officers of the province con- tinued to exercise their functions in the name of Justinian; and the clergy, from motives of conscience and interest, assiduously laboured to promote the cause of a catholic emperor. The small town of Sullecte,(l) one day's journey from the camp, had the honour of being foremost to open her gates, and to resume her an- cient allegiance: the larger cities of <span class=\"place\" data-place-id=\"256089\">Leptis</span> and Adrumetum imitated the example of loyalty as soon as Belisarius appeared; and he advanced without opposition as far as Grasse, a palace of the Vandal kings, at the distance of fifty miles from Car- thage. The weary Romans indulged themselves, in the refreshment of shady groves, cool fountains, and delicious fruits; and the preference which Procopius al- lows to these gardens over any that he had seen, either in the east or west, may be ascribed either to the taste or the fatigue of the historian. In three generations prosperity and a warm climate had dissolved the hardy virtue of the Vandals, who insensibly became the most luxurious of mankind. In their villas and gardens, which might deserve the Persian name of flaradise,{2) they enjoyed a cool and elegant repose; and, after the daily use of the bath, the barbarians were seated at a table profusely spread with the delicacies of the land and sea. Their silken robes, loosely flowing, after the fashion of the Medes, were embroidered with gold: love and hunting were the labours of their life; and their vacant hours, were amused by pantomimes, chariot-races, and the music and dances of the theatre. In a march of ten or twelve days, the vigilance of Belisarius was constantly awake and active against his unseen enemies, by whom, in every place, and at every hour, he might suddenly be attacked. An officer of confidence and merit, John the Armenian, led the vanguard of three hundred horse; six hundred <span class=\"place\" data-place-id=\"59921\">Massagetai</span> covered at a certain distance the left flank; and the whole fleet, steering along the coast seldom lost sight of the army, which moved each day about twelve miles, and lodged in the evening in strong camps or in friendly towns. The near ap- proach of the Romans to Carthage filled the mind of Gelimer with anxiety and terror. He prudently wished to protract the war till his brother, with his vete- ran troops, should return from the conquest of <span class=\"place\" data-place-id=\"991344\">Sardinia</span>, and he now lamented the rash policy of his ancestors, who, by destroying the fortifications of <span class=\"place\" data-place-id=\"324852\">Africa</span>, had left him only the dangerous resource of risking a battle in the neighbourhood of his capital. The Vandal conquerors, from their original number of fifty thousand, were multiplied, without including their women and children, to one hundred and sixty thousand fighting men: and such forces, animated with valour and union, might have crushed, at their first landing, the feeble and exhausted bands of the Roman general. But the friends of the captive king were more inclined to ac- cept the invitations, than to resist the progress, of Belisarius; and many a proud barbarian disguised his aversion to war under the more specious name of his ha- tred to the usurper. Yet the authority and promises of Gelimer collected a for- midable army, and his plans were concerted with some degree of military skill. (1) SulWte is perhaps the Turrsi Hannibalis, an old building, now as large as the tower of London. The march of Belisarius to Leptis, Adrumetum, fee. is illustrated by the campaign of Caesar, (Hirtius de Bella Africano, with the Analyse of Goichardt,) and Shaw's Travels, (p. 105   113.) in the same country. (3) nxpaSfio-os jcxJAktto,' iowkhi-wv wv tj,  si? tTptv. The paradises, a name and fashion adopted from Persia, may be represented by the royal garden of Ispahan. (Voyage d'Oiearius, p. 774.) See, in the Greek ro- mances, their most perfect model. (Longni, Pastoral,lib.it. p.99.101. Achilles Tatius, lib. i: p. 82,25.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA52&img=1&zoom=3&hl=en&sig=ACfU3U2mPagJ3Tm2Qi0QzwO6IIpIjQAHhw&ci=0%2C0%2C1000%2C2000&edge=0"}