{"text": " O F TH E ROMA N EMPIRE. 41 An order was despatched to his brother Ammatas, to collect all the forces of Car- thage, and to encounter the van of the Roman array at the distance of ten miles from the city: his nephew Gibamund, With two thousand horse was destined to attack their left, when the monarch himself, who silently followed, should charge their rear, in a situation which excluded them from the aid, or even the view, of their fleet. But the rashness of Ammatas was fatal to himself and his country. He anticipated the hour of attack, outstripped his tardy followers, and was pierced with a mortal wound, after he had slain with his own hand twelve of his boldest antagonists. His Vandals fled to <span class=\"place\" data-place-id=\"314921\">Carthage</span>; the highway, almost ten miles, was strewed with dead bodies; and it seemed incredible, that such multitudes could be slaughtered by the swords of three hundred Romans. The nephew of Geli- mer was defeated, after a slight combat, by the six hundred Massagetx: they did not equal the third part of his numbers: but each Scythian was fired by the ex- ample of his chief, who gloriously exercised the privilege of his family, by riding foremost and alone to shoot the first arrow against the enemy. In the meanwhile, Gelimer himself, ignorant of the event, and misguided by the windings of the hills; inadvertently passed the Roman army, and reached the scene of action   where Ammatas had fallen. He wept the fate of his brother and of Carthage, charged with irresistible fury the advancing squadrons, and might have pursued, and perhaps decided the victory, if he had not wasted those inestimable moments in the discharge of a vain, though pious, duty to the dead. While his spirit was broken by this mournful office, he heard the trumpet of Belisarius, who, leaving Antonina and his infantry in the camp, pressed forward with his guards and the remainder of the cavalry to rally his flying troops, and to restore the fortune of the day. Much room could not be found in this disorderly battle for the talents of a general; but the king fled before the hero: and the Vandals, accustomed only to a Moorish enemy, were incapable of withstanding the arms and discipline of the Romans. Gelimer retired with hasty steps towards the desert of <span class=\"place\" data-place-id=\"305120\">Numidia</span>; but he had soon the consolation of learning, that his private orders for the execu- tion of Hilderic and his captive friends had been faithfully obeyed. The tyrant's revenge was useful only to his enemies. The death of a lawful prince excited the compassion of his people; his life might have perplexed the victorious Romans; and the lieutenant of Justinian, by a crime of which he was innocent, was re- lieved from the painful alternative of forfeiting his honour or relinquishing his con- quests. As soon as the tumult had subsided, the several parts of the army informed each other of the accidents of the day; and Belisarius pitched his camp on the field of victory, to which the tenth mile-stone from Carthage had applied the <span class=\"place\" data-place-id=\"570417\">La</span>- tin appellation of decimus. From a wise suspicion of the stratagems and resources of the Vandals, he marched the next day in order of battle, halted in the evening before the gates of Carthage, and allowed a night of repose, that he might not, in darkness and disorder, expose the city to the license of the soldiers, or the sol- diers themselves to the secret ambush of the city. But as the fears of Belisarius   were the result of calm and intrepid reason, he was soon satisfied that he might confide, without danger, in the peaceful and friendly aspects of the capital. Carthage blazed with innumerable torches, the signals of the public joy; the chain was removed that guarded the entrance of the port; the gates were thrown open,, and the people, with acclamations of gratitude, hailed and invited their Roman deliverers. The defeat of the Vandals, and the freedom of <span class=\"place\" data-place-id=\"324852\">Africa</span>, were announced to the city on the eve of St. Cyprian, when the churches were al- ready adorned and illuminated for the festival of the martyr, whom three centu- ries of superstition had almost raised to a local deity. The Arians, conscious that their reign had expired, resigned the temple to the catholics, who rescued their saint from profane hands, performed the holy rites, and loudly proclaimed the creed of Athanasius and Justinian. One awful hour reversed the fortunes of the con- tending parties. The suppliant Vandals, who had so lately indulged the vices of conquerors, sought an humble refuge in the sanctuary of the church: while the merchants of the east were delivered from the deepest dungeon of the palace by their affrighted keeper, who implored the protection of his captives, and showed them through an aperture in the wall, the sails of the Roman fleet. After their separation from the army, the naval commanders had proceeded with slow cau- tion along the coast, till they reached the Hermacan promontory, and obtained the first intelligence of the victory of Belisarius. Faithful to his instructions, they would have cast anchor about twenty miles from Carthage, if the more skilful sea- vol. nr. e", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA53&img=1&zoom=3&hl=en&sig=ACfU3U0XJqhyxnwgXaujvReo4hvUg8VIhw&ci=0%2C0%2C1000%2C2000&edge=0"}