{"text": "   * TH E DECLIN E AN D FAL L men had not represented the perils of the shore, and the signs of an impending tempest. Still ignorant of the revolution, they declined, however, the rash at- tempt of forcing the chain of the port; and the adjacent harbour and suburb of Mandracium were insulted only by the rapine of a private officer who disobeyed and deserted his leaders. But the imperial fleet, advancing with a fair wind, steered through the narrow entrance of the Goletta, and occupied, in the deep and oapacious lake of Tunis, a secure station about five miles from the capital. (1) No sooner was Belisarius informed of their arrival, than he despatched orders that the greatest part of the mariners should be immediately landed to join the triumph, and to swell the apparent numbers of the Romans. Before he allowed them to enter the gates of <span class=\"place\" data-place-id=\"314921\">Carthage</span>, he exhorted them, in a discourse worthy of himself and the occasion, not to disgrace the glory of their arms; and to remem- ber that the Vandals had been the tyrants, but that they were the deliverers of the Africans, who must now be respected as the voluntary and affectionate subjects of their common sovereign. The Romans marched through the streets iii close ranks, prepared for battle if an enemy had appeared; the strict order maintained by the general, imprinted on their minds the duty of obedience; and in an age in which custom and impunity almost sanctified the abuse of conquest, the genius of one man repressed the passions of a victorious army. The voice of menace and complaint was silent; the trade of Carthage was not interrupted; while <span class=\"place\" data-place-id=\"324852\">Africa</span> changed her master and her government, the shops continued open and busy; and the soldiers after sufficient guards had been posted, modestly departed to the houses which were allotted for their reception. Belisarius fixed his residence in the palace; seated himself on the throne of Genseric; accepted and distributed the barbaric spoil; granted their lives to the suppliant Vandals; and laboured to re- pair the damage which the suburb of Mandracium had sustained in the preceding night At supper he entertained his principal officers with the form and magnifi- cence of a royal banquet. (2) The victor was respectfully served by the captive officers of the household; and, in the moments of festivity, when the impartial spectators applauded the fortune and merit of Belisarius, his envious flatterers secretly shed their venom on every word and gesture which might alarm the sus- picions of a jealous monarch. One day was given to these pompous scenes, which, may not be despised as useless, if they attracted the popular veneration; but the active mind of Belisarius, which in the pride of victory could suppose a defeat, had already resolved that the Roman empire in <span class=\"place\" data-place-id=\"324852\">Africa</span> should not depend on the chance of arms, or the favour of the people. The fortifications of Carthage had alone been exempted from the general proscription; but in the reign of ninety-five   years they were suffered to decay by the thoughtless and indolent Vandals. A wiser conqueror restored with incredible despatch the walls and ditches of the city. His liberality encouraged the workmen; the soldiers, the mariners, and the citi- zens, vied with each other in the salutary labour; and Gelimer, who had feared to trust his person in an open town, beheld with astonishment and despair the rising strength of an impregnable fortress. That unfortunate monarch, after the loss of his capital, applied himself to col- lect the remains of an army scattered, rather than destroyed, by the preceding battle; and the hopes of pillage attracted some Moorish bands to the standard of Gelimer. He encamped in the fields of Bulla, four days'journey from Carthage j insulted the capital, which he deprived of the use of an aqueduct; proposed a high reward for the head of every Roman; affected to spare the persons and property of his African subjects, and secretly negotiated with the Anan sectaries and the confederate Huns, Under these circumstances, the conquest of <span class=\"place\" data-place-id=\"472014\">Sardinia</span> served only to aggravate his distress; he reflected with the deepest anguish, that he had wasted, in that useless enterprise, five thousand of his bravest troops; and he read, with grief and shame, the victorious letters of his brother Zano, who expressed a sanguine confidence that the king, after the example of their ancestors, had alrea- dy chastised the rashness of the Roman invader.\"Alas! my brother,\" replied Gelimer,\" Heaven has declared against our unhappy nation. While you have (t) The neighbourhood of Carthage, the sea, the land, and (he rivers, are changed almost at much as the works of man. The isthmus, or neck of the city, is now confounded with the continent; the harbour is a dry Slain; and the lake, or stagnum, no more than a morass, with six or seven feet water in the mid channel. See'Anville (Geographic Ancienne, torn. iii. p. 82.,) (Shaw's Travels, p. 77   84.) Marmol (Description de PAfrique, torn, ii. p. 465.,) and Thuanust (58. 12. tom.iti. p. 334.) (2) From <span class=\"place\" data-place-id=\"540736\">Delphi</span>, the name of Delphieum was given, both in Greek and Latin, to a tripod; and, by an easy analogy, the same appellation was extended at <span class=\"place\" data-place-id=\"423025\">Rome</span>, <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, and Carthage, to the royal ban- quetting room. (Procopias, Vandal, lib. i. c. 21. Ducange, Gloss. Gnec. p. 277. AtKfnm, ad Alexiad, p. 412.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA54&img=1&zoom=3&hl=en&sig=ACfU3U2EV4OLEvpGMahymDDoeq3lZv0JUg&ci=0%2C0%2C1000%2C2000&edge=0"}