{"text": " O F TH E ROMA N EMPIRE. 43 subdued <span class=\"place\" data-place-id=\"991344\">Sardinia</span>, we have lost <span class=\"place\" data-place-id=\"324852\">Africa</span>. No sooner did Belisarius appear with a handful of soldiers, than courage and prosperity deserted the cause of the Vandals. Your nephew Gibamund, your brother Ammatas, have been betrayed to death by the cowardice of their followers. Our horses, our ships, <span class=\"place\" data-place-id=\"314921\">Carthage</span> itself, and all <span class=\"place\" data-place-id=\"324852\">Africa</span>, are in the power of the enemy. Yet the Vandals still prefer an ignomini- ous repose at the expense of their wives and children, their wealth and liberty. Nothing now remains, except the field of Bulla, and the hope of your valour.   Abandon <span class=\"place\" data-place-id=\"991344\">Sardinia</span>; fly to our relief; restore our empire, or perish by our side.\" On the receipt of this epistle, Zano imparted his grief to the principal Vandals; but the intelligence was prudently concealed from the natives of the island. The troops embarked in one hundred and twenty galleys at the port of Cagliari, cast anchor the third day on the confines of <span class=\"place\" data-place-id=\"305106\">Mauritania</span>, and hastily pursued their march to join the royal standard in the camp of Bulla. Mournful was the interview: the two brothers embraced; they wept in silence; no questions were asked of the Sar- dinian victory; no inquiries were made of the African misfortunes: they saw before their eyes the whole extent of their calamities; and the absence of their wives and children afforded a melancholy proof, that either death or captivity had been their' lot. The languid spirit of the Vandals was at length awakened and united by the entreaties of their king, the example of Zano, and the instant danger which threat- ened their monarchy and religion. The military strength of the nation advanced to battle\"; and such was the rapid increase, that, before their army reached Trica- meron, about twenty miles from Carthage, they might boast, perhaps with some exaggeration, that they surpassed, in a tenfold proportion, the diminutive powers of the Romans. But these powers were under the command of Belisarius: and, as he was conscious of their superior merit, he permitted the barbarians to surprise him at an unseasonable hour. The Romans were instantly under arms: a rivulet covered their front; the cavalry formed the first line, which Belisarius supported in the centre, at the head of five hundred guards; the infantry, at some distance, was posted in the second line; and the vigilance of the general watched the sepa-* rate station and ambiguous faith of the Massagetx, who secretly reserved their aid For the conquerors. The historian has inserted, and the reader may easily supply the speeches(l) of the commanders, who, by arguments the most apposite to their situation, inculcated the importance of victory, and the contempt of life. Zano, with the troops which had followed him to the conquest of <span class=\"place\" data-place-id=\"991344\">Sardinia</span>, was placed in the centre; and the throne of Genseric might have stood, if the multitude of Van- dals had imitated their intrepid resolution. Casting away their lances and missile weapons, they drew their swords, and expected the charge: the Roman cavalry thrice passed the rivulet; they were thrice repulsed; and the conflict was firmly maintained till Zano fell, and the standard of Belisarius was displayed. Gelimer retreated to his camp; the Huns joined the pursuit; and the victors despoiled the bodies of the slain. Yet no more than fifty Romans, and eight hundred Vandals, were found on the field of battle; so inconsiderable was the carnage of a day, which extinguished a nation, and transferred the empire of <span class=\"place\" data-place-id=\"324852\">Africa</span>. In the evening, Be- lisarius led his infantry to the attack of the camp; and the pusillanimous flight of Gelimer exposed the vanity of his recent declarations, that, to the vanquished, death was a relief, like a burden, and infamy the only object of terror. His depar- ture was secret; but as soon as the Vandals discovered that their king had deserted them, they hastily dispersed, anxious only for their personal safety, and careless of every object that is dear or valuable to mankind. The Romans entered the camp without resistance: and the wildest scenes of disorder were veiled in the\"darkness and confusion of the night. Every barbarian who met their swords was inhumanly massacred; their widows and daughters, as rich heirs, or beautiful con- cubines, were embraced by the licentious soldiers; and avarice itself was almost satiated with the treasures of gold and silver, the accumulated fruits of conquest or economy in a long period of prosperity and peace. In this frantic search, the troops, even of Belisarius, forgot their caution and respect. Intoxicated with lust and rapine, they explored in small parties, or alone, the adjacent fields, the woods, the rocks, and the caverns, that might might possibly conceal any desirable prize: laden with booty, they deserted their ranks, and wandered, without a guide, on the high road to Carthage; and if the flying enemies had dared to return, very few of the conquerors would have escaped. Deeply sensible of the disgrace and dan- O) These orations always express the sense of the times, and sometimes of the actors. 4 have condensed\"that sense, and thrown away declamation.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA55&img=1&zoom=3&hl=en&sig=ACfU3U0joXOSvir-JXHNcffIsok3FwqeBQ&ci=0%2C0%2C1000%2C2000&edge=0"}