{"text": " 44, TH E DECLIN E AN D FAL L ger, Belisarius passed an apprehensive night in the field of victory: at the dawn of day, he planted his standard on a hill, recalled his guards and veterans, and gra- dually restored the modestv and obedience of the camp. It was equally the con- cern of the Roman general to subdue the hostile, and to save the prostrate barba- rian; and the suppliant Vandals, who could be found only in churches, were pro- tected by his authority, disarmed, and separately confined, that they might neither   disturb the public peace, nor become the victims of popular revenge. After des- patching a light detachment to tread the footsteps of Gelimer, he advanced with his whole army, about ten days' march, as far as <span class=\"place\" data-place-id=\"305090\">Hippo</span> <span class=\"place\" data-place-id=\"305090\">Regius</span>, which no longer possessed the relics of St. Augustin.(l) The season, and the certain intelligence that the Vandals had fled to the inaccessible country of the Moors, determined Be- lisarius to relinquish the vain pursuit, and to fix his winter quarters at <span class=\"place\" data-place-id=\"314921\">Carthage</span>. From thence he despatched his principal lieutenant, to inform the emperor, that in the space of three months he had achieved the conquest of <span class=\"place\" data-place-id=\"324852\">Africa</span>. Belisarius spoke the language of truth. The surviving Vandals yielded, with- out resistance, their arms and their freedom: the neighbourhood of Carthage sub- mitted to his presence; and the more distant provinces were successively subdued by the report of his victory. <span class=\"place\" data-place-id=\"344456\">Tripoli</span> was confirmed in her voluntary allegiance; <span class=\"place\" data-place-id=\"991344\">Sardinia</span> and <span class=\"place\" data-place-id=\"991339\">Corsica</span> surrendered to an officer, who carried, instead of a sword, the head of the valiant Zano; and the isles of Majorca, Minorca, and Yvica, con- sented to remain an humble appendage of the African kingdom. Csesarea, a royal city, which in looser geography may be confounded with the modern Algiers, was situate thirty days' march to the westward of Carthage: by land, the road was in- fested by the Moors; but the sea was open, and the Romans were now masters of the sea. An active and discreet tribune sailed as far as the straits, where he oc- cupied <span class=\"place\" data-place-id=\"275703\">Septem</span> or Ceuta,(2) which rises opposite to Gibraltar on the African coast; that remote place was afterward adorned and fortified by Justinian; and he seems to have indulged the vain ambition of extending his empire to the columns of Her- cules. He received the messengers of victory at the time when he was preparing to publish the pandects of the Roman law; and the devout or jealous emperor cele- brated the divine goodness, and confessed, in silence, the merit of his successful general.(3) Impatient to abolish the temporal and spiritual tyranny of the Van-'dals, he proceeded, without delay, to the full establishment of the catholic church. Her jurisdiction, wealth, and immunities, perhaps the most essential part of epis- copal religion, were restored and amplified with a liberal hand; the Arian worship was suppressed; the Donatist meetings were proscribed;(4) and the synod of Car- thage, by the voice of two hundred and seventeen bishops, (5) applauded the just measure of retaliation. On such an occasion, it may not be presumed, that many orthodox prelates were absent; but the comparative smallness of their number, which in ancient councils had been twice or even thrice multiplied, most clearly indicates the decay both of the church and state. While Justinian approved him- self the defender of the faith, he entertained an ambitious hope, that his victorious lieutenant would speedily enlarge the narrow limits of his dominion to the space which they occupied before the invasion of the Moors and Vandals; and Belisarius was instructed to establish five dukes or commanders in the convenient stations of Tripoli, <span class=\"place\" data-place-id=\"256089\">Leptis</span>, <span class=\"place\" data-place-id=\"305064\">Cirta</span>, <span class=\"place\" data-place-id=\"629035\">Casarea</span>, and <span class=\"place\" data-place-id=\"991344\">Sardinia</span>, and to compute the military force of fialatines or borderers that might be sufficient for the defence of <span class=\"place\" data-place-id=\"324852\">Africa</span>. The kingdom of the Vandals was not unworthy of the presence of a pretorian prefect; and four consulars, three presidents, were appointed to administer the seven pro- (1) The relics of St. Augustin were carried by tlie African bishops to their Sardinian exile: (A. D. 500) and it was believed in the eighth century, that I.iutprand, king of the Lombards, transported them (A. D. 721.) from <span class=\"place\" data-place-id=\"991344\">Sardinia</span> to Pavia. In the year 1695, the Angusrin friars of that city found a brick arch, marble coffin, silver case, silk wrapper, bones, blood, fee, and perhaps an inscription of Agostino, in Gothic letters. But this useful discovery has been disputed by reason and jealousy. (Baronint, Annaj. A. D. 735. no. 2   9. <span class=\"place\" data-place-id=\"874777\">Til</span>- leniont, Mem. <span class=\"place\" data-place-id=\"79448\">Eccles</span>. torn. xiii. p. 944. Montfaucon, Diarium Ital. p. 26   30. Muratori. Antiq. Ital. Medii. M,r\\. torn. v. dissert. 58. p. 9. who had composed a separate treatiie before the decree of the bishop of Pavia, and pope Benedict XIII.) (2) T  tji,-*roXmi  ;^-pcot^ia, is the expression of Procopius (de Edific. lib. vi. c. 7.) Ceuta, which has been defaced by the Portuguese, nourished in nobles and palaces, in agriculture and manufactures, under the more prosperous reign of the Arabs (I'Afriquede Marmol. torn. ii. p. 236.) (3) Sec the second and third preambles to the Digest, or pandects, promulgated A. D. 533, December 16. To the titles of Vandalicus and jtfricanvs, Justinian, or rather Belisarius, had acquired a just claim: Gothicut was premature, and_Francicus faise, and offensive to a great nation. (4) See the original acts in Baronius, (A. D. 535. no. 21   54.) The emperor applauds his own clemency to the heretics, cum sufficiat eis vivere. (5) Dupin (Geograph. Sacra. Afrioarra, p. 59. ad Optat. Milev.) observes and bewails this episcopal decay. In the more prosperous age of the church, he had noticed six hundred and ninety bishoprics: but however minute were the diocesses, it is not probable that they all existed at the same time.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA56&img=1&zoom=3&hl=en&sig=ACfU3U342rjHzKWfNThAQmdzELvQlfxizA&ci=0%2C0%2C1000%2C2000&edge=0"}