{"text": " O F TH E ROMA N EMPIRE. vihces under his civil jurisdiction. The number of their subordinate officers, clerks, messengers, or assistants, was minutely expressed; three hundred and ninety-six for the prefect himself, fifty for each of his vicegerents; and the rigid definition of their fees and salaries was more effectual to confirm the right, than to prevent the abuse. These magistrates might be oppressive, but they were not idle: and the subtle questions of justice and revenue were infinitely propagated un- der the new government, which professed to revive the freedom and equity of the Roman republic. The conqueror was solicitous to exact a prompt and plentiful supply from his African subjects; and he allowed them to claim, even in the third degree, and from the collateral line, the houses and lands of which their families\"had been unjustly despoiled by the Vandals. After the departure of Belisarius,\"who acted by a high and special commission, no ordinary provision was made for a master-general of the forces; but the office of pretorian prefect was intrusted to a soldier; the civil and military powers were united, according to the practice of Justinian, in the chief governor; and the representative of the emperor in <span class=\"place\" data-place-id=\"324852\">Africa</span>, as well as in <span class=\"place\" data-place-id=\"1052\">Italy</span>, was soon distinguished by the appellation of Exarch. (1) Yet the conquest of <span class=\"place\" data-place-id=\"324852\">Africa</span> was imperfect, till her former sovereign was deli- vered, either alive or dead, into the hands of the Romans. Doubtful of the event, Gelimer had given secret orders that a part of his treasure should be transported to <span class=\"place\" data-place-id=\"1027\">Spain</span>, where he hoped to find a secure refuge at the court of the king of the Visigoths. But these intentions were disappointed by accident, treachery, and the indefatigable pursuit of his enemies, who intercepted his flight from the sea-shore, and chased the unfortunate monarch, with some faithful followers, to the inacces- sible mountain of Papua,(2) in the inland country of <span class=\"place\" data-place-id=\"305120\">Numidia</span>. He was immedi- ately besieged by Pharas, an officer whose truth and sobriety were the more ap- plauded, as such qualities could seldom be found among the <span class=\"place\" data-place-id=\"98980\">Heruli</span>, the most cor- rupt of the barbarian tribes. To his vigilance Belisarius had intrusted this impor- tant charge; and, after a bold attempt to scale the mountain, in which he lost a hundred and ten soldiers, Pharas expected, during a winter siege, the operation of distress and famine on the mind of the Vandal king. From the softest habits of pleasure, from the unbounded command of industry and wealth, he was reduced to share the poverty of the Moors,(3) supportable only to themselves by their ig- norance of a happier condition. In their rude hovels of mud and hurdles, which confined the smoke and excluded the light, they promiscuously slept on the ground, perhaps on a sheep-skio, with their wives, their children, and their cattle. Sor- did and scanty were their garments; the use of bread and wine was unknown; and their oaten or barley cakes, imperfectly baked in the ashes, were devoured almost in a crude state by the hungry savages. The health of Gelimer must have sunk\\inder these strange and unwonted hardships, from whatsoever cause they had been endured; but his actual misery was imbittered by the recollection of past greatness, the daily insolence of his protectors, and the just apprehension, that the light and venal Moors might be tempted to betray the rights of hospitality. The knowledge of his situation dictated the humane and friendly epistle of Pharas.   Like yourself (said the chief of the Heruli) I am an illiterate barbarian, but I speak the language of plain sense, and an honest heart. Why will you persist in hopeless obstinacy? Why will you ruin yourself, your family, and nation? The love of freedom and abhorrence of slavery? Alas! my dearest Gelimer, are you not already the worst of slaves, the slave of the vile nation of the Moors? Would it not be preferable to sustain at <span class=\"place\" data-place-id=\"520998\">Constantinople</span> a life of poverty and servitude, ra- ther than to reign the undoubted monarch of the mountain of Papua? Do you think it a disgrace to be the subject of Justinian? Belisarius is his subject; and we ourselves, whose birth is not inferior to your own, are not ashamed of our obedience to the Roman emperor. That generous prince will grant you a rich inheritance of lands, a place in the senate, and the dignity of a patrician: such are his gracious intentions, and you may depend with full assurance on the word of Belisarius. So long as Heaven lias condemned us to suffer, patience is a virtue; but if we reject the proffered deliverance, it degenerates into blind and stupid despair.\"   \" I am (1) The African laws of Justinian are illustrated by his German biographer (Cod. lib. i. tit. 27. Novel. 36,37. 131. Vit. Justinian, p. 349   377.) (2) Mount Papua is placed by d'Anville (torn. Hi. p. 92. and Tabul. Imp. Horn. Occident.,) near Hippo Ke- gius and the sea; yet this situation ill agrees with the long pursuit beyond Hippo, and the words of Procopius (sib. ii. c. 4.,) fv to*,- KtotuSnos 6CZs*T0I?. (3) Shaw (Travels, p. 220.) most accurately represents the manners of the Bedoweens and Kabyles, the last of whom, by their language, are the remnant of the Moors: yet how changed   how civilized are these modem savages.' provisions arc plenty among them, and bread is common.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA57&img=1&zoom=3&hl=en&sig=ACfU3U3eRR3T_SiK0W63J4IFrCe9yKW44Q&ci=0%2C0%2C1000%2C2000&edge=0"}