{"text": " TH E DECLIN E AN D FAL L not insensible, (replied the king of the Vandals) how kind and rational is your ad- vice. But I cannot persuade myself, to become the slave of an unjust enemy, who has deserved my implacable hatred. Him I had never injured either by word or deed; yet he has sent against me, I know not from whence, a certain Belisarius, who has cast me headlong from the throne into this abyss of misery. Justinian is a man; he is a prince; does he not dread for himself a similar reverse of fortune? I can write no more; my grief oppresses me. Send me, I beseech you, my dear Pharas, send me a lyre, (1) a sponge, and a loaf of bread.\" From the Vandal mes- senger, Pharas was informed of the motives of this singular request. It was long since the king of <span class=\"place\" data-place-id=\"324852\">Africa</span> had tasted bread; a defluxion had fallen on his eyes, the effect of fatigue or incessant weeping; and he wished to solace the melancholy hours, by singing to the lyre the sad story of his own misfortunes. The humanity of Pharas was moved; he sent the three extraordinary gifts; but even his humani- ty prompted him to redouble the vigilance of his guard that he might sooner com- pel his prisoner to embrace a resolution advantageous to the Romans, but salutary to himself. The obstinacy of Gelimer at length yielded to reason and necessity; the solemn assurances of safety and honourable treatment were ratified in the em- peror's name, by the ambassador of Belisarius; and the king of the Vandals de- scended from the mountain. The first public interview was in one of the suburbs of <span class=\"place\" data-place-id=\"314921\">Carthage</span>, and when the royal captive accosted his conqueror, he burst into a fit of laughter. The crowd might naturally believe, that extreme grief had deprived Gelimer of his senses; but in this mournful state, unseasonable mirth insinuated to more intelligent observers, that the vain and transitory scenes of human greatness are unworthy of a serious thought.(2) Their contempt was soon justified by a new example of a vulgar truth; that flattery adheres to power, and envy to superior merit. The chiefs of the Roman army presumed to think themselves the rivals of a hero. Their private despatches maliciously affirmed, that the conqueror of <span class=\"place\" data-place-id=\"324852\">Africa</span>, strong in his-reputation and the public love, conspired to seat himself on the throne of the Vandals. Justinian listened with too patient an ear; and his silence was the result of jealousy rather than of confidence. An honourable alternative, of remaining in the province or of returning to the capital, was indeed submitted to the discretion of Belisarius; but he wisely concluded, from intercepted letters, and the knowledge of his sovereign's temper, that he must either resign his head, erect his standard, or confound his enemies by his presence and submission. Innocence and courage decided his choice: his guards, captives, and treasures, were diligently embarked; and so prosperous was the navigation, that his arrival at <span class=\"place\" data-place-id=\"520985\">Constantinople</span> preceded any certain account of his departure from the port of Carthage. Such unsuspecting loyalty removed the apprehensions of Justinian: envy was silenced and inflamed by the public gratitude; and a third Africanus obtained the honours of a triumph, a ceremony which the city of Constantinople had never seen, and which ancient <span class=\"place\" data-place-id=\"423025\">Rome</span>, since the reign of Tiberius, had reserved for the ausfiiciom arms of the Cxsars.(3) From the palace of Belisarius, the procession was conducted through the principal streets of the hippodrome; and this memorable day seemed to avenge the injuries of Genseric, and to expiate the shame of the Romans. The wealth of nations was displayed, the trophies of martial or effeminate luxury; rich armour, golden thrones, and the chariots of state which had been used by the Van- dal queen; the massy furniture of the royal banquet, the splendour of precious stones, the elegant forms of statues and vases, the more substantial treasure of gold, and the holy vessels of the Jewish temple, which, after their long peregri- nation, were respectfully deposited in the Christian church of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>. A long train of the noblest Vandals reluctantly exposed their lofty stature and manly Countenance. Gelimer slowly advanced: he was Clad in a purple robe, and still maintained the majesty of a king. Not a tear escaped from his eyes, not a sigh was heard; but his pride or piety derived some secret consolation from the words (1) By Procopins it is styled a lyre; perhaps harp would have been mote national. The instruments of mu- sic are those distinguished by Venantius Fortunatus:   Romauusque lyra tibi plaudit, Barbarus harpa* (2) Herodotus elegantly describes the strange effects of grief in another roya! captive, Psammetichui of <span class=\"place\" data-place-id=\"981503\">Egypt</span>, who wept at the lesser, and was silent at the greatest of his calamities, (lib. iii. c. 14.) In the interview, of Paulus jEmilius and Perses, Belisarius might study his part: but it is probable that he never read either Livy or Plutarch; and it is certain that his generosity did not need a tutor. (3) After the title of imperatar had lost the old military sense, and the Roman auspices were abolished by Christianity (see <span class=\"place\" data-place-id=\"570417\">La</span> Bleterie, Mem. de 1'Academic, torn, xii, p. 302   332,) a triumph might be given with less inconsistency to a.private general. m", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA58&img=1&zoom=3&hl=en&sig=ACfU3U2-5D0XI__LrGbP5_3-Q0dlj-7pcQ&ci=0%2C0%2C1000%2C2000&edge=0"}