{"text": " O F TH E ROMA N EMPIRE. 4? of Solomon,(l) which he repeatedly pronounced,\" Vanity! vanity! all is vanity!\" Instead of ascending a triumphal car drawn by four horses or elephants, the mo- dest conqueror marched on foot at the head of his brave companions; his prudence might decline an honour too conspicuous for a subject;-and his magnanimity might justly disdain what had been so often sullied by the vilest of tyrants. The glorious procession entered the gate of the hippodrome; was saluted by the acclamations of the senate and people; and halted before the throne where Justinian and Theo- dora were seated to receive the homage of the captive monarch and the victorious hero. They both performed the customary adoration; and, falling prostrate-on the ground, respectfully touched the footstool of a prince who had not unsheathed his sword, and of a prostitute who had danced on the theatre: some gentle violence was used to bend the stubborn spirit of the grandson of Genseric; and, however trained to servitude, the genius, of Belisarius must have secretly rebelled. He was immediately declared consul for the ensuing year, and the day of his in- auguration resembled the pomp of a second triumph; his curule chair was borne aloft on the shoulders of captive Vandals; and the spoils of war, gold cups, and rich girdles, were profusely scattered among the populace. But the purest reward of Belisarius was in the faithful execution of a treaty, for which his honour had been pledged to the king of the Vandals. The religious scruples of Gelimer, who adhered to the Arian heresy, were incompatible with the dignity of senator or patrician; but he received from the emperor an ample es- tate in the province of <span class=\"place\" data-place-id=\"619161\">Galatia</span>, where the abdicated monarch retired with his fa- mily and friends, to a life of peace, of affluence, and perhaps of content. (2) Th6 daughters of Hilderic were entertained with the respectful tenderness due to their age and misfortune; and Justinian and Theodora accepted the honour of educating and enriching the female descendants of the great Theodosius. The bravest of the Vandal youth were distributed into five squadrons of cavalry, which adopted the- name of their benefactor, and supported in the Persian wars the glory of their an- cestors. But these rare exceptions, the reward of birth or valour, are insufficient to explain the fate of a nation, whose numbers, before a short and bloodless war, amounted to more than six hundred thousand persons. After the exile of their king and nobles, the servile crowd might purchase their safety, by abjuring their cha- racter, religion, and language; and their degenerate posterity would be insensibly mingled with the common herd of African subjects. Yet even in the present age, and in the heart of the Moorish tribes, a curious traveller ha* discovered the white complexion and long flaxen hair of a northern race;(3) and it was formerly believed, that the boldest of the Vandals fled beyond the power, or even the knowledge of the Romans, to enjoy their solitary freedom on the shores of the Atlantic ocean. (4) <span class=\"place\" data-place-id=\"324852\">Africa</span> had been their empire, it became their prison; nor could they entertain a hope, or even a wish,-of returning to the banks of the Elbe, where their brethren, of a spirit less adventurous, still wandered in their native forests. It was impossi- ble for cowards to surmount the barriers of unknown seas and hostile barbarians: it was impossible for brave men to expose their nakedness and defeat before the eyes of their countrymen, to describe the kingdoms which they had lost, and to claim a share of the humble inheritance, which, in a happier hour, they had al- most unanimously renounced. (5) In the country between the Elbe and the Oder se- veral populous villages of Lusatia are inhabited by the Vandals: they still preserve their language, their customs, and the purity of their blood; support, with some impatience, the Saxon, or Prussian yoke; and serve with secret and voluntary allegiance, the descendant of their ancient kings, who in his garb and present (1) If the Ecclesiastics be truly a work of Solomon, and not, like Prior's poem, a pious and moral composi- tion of more recent times, in his name, and on the subject of his repentance. The latter is the opinion of the learned and free spirited Grotitii (Opp. Theolog. torn. i. p. 258.:) and indeed the Ecclesiastics and Proverb*, display a larger compass of thought and experience than seem to belong either to a Jew or a king. (2) In the BeHsaire of Marmontel, the king and the conqueror of <span class=\"place\" data-place-id=\"324852\">Africa</span> meet, sup, and convene, without recollecting each other. It is surely a fault of that romance, that not only the hero, but all to whom he had been so conspicuously known, appear to have lost their eyes or their memory. (3) Shaw, p. 59. Yet since Procopius (lib. ii. c. 13.) speaks of a people of Mount <span class=\"place\" data-place-id=\"846\">Atlas</span>, as already distin- guished by white bodies and yellow hair, the phenomenon (which is likewise visible in the <span class=\"place\" data-place-id=\"383570\">Andes</span> of Peru. Buffon,tom. iii. p. 504.) may naturally be ascribed to the elevation of the ground, and the temperature of the air. (4) The geographer of Havenna (lib. iii. c. 11. p. 129   131. Paris, 1681.) describes the <span class=\"place\" data-place-id=\"305106\">Mauritania</span> Cadilena opposite to Cadiz,) ubi gens Vandalorum, a Belisario devicta in <span class=\"place\" data-place-id=\"324852\">Africa</span>, f ugit et nunquara comparuit. (5) A single voice had protested, and Genseric dismissed, without a formal answer, the Vandals of <span class=\"place\" data-place-id=\"20468\">Germany</span>* but those of <span class=\"place\" data-place-id=\"324852\">Africa</span> derided his prudence, and affected to despise the poverty of their forests (Procopius, Van- dal, lib. i. c. 32.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA59&img=1&zoom=3&hl=en&sig=ACfU3U2zBOSrxvmiG7eJxv32ZluHAfD7wg&ci=0%2C0%2C1000%2C2000&edge=0"}