{"text": " 48 TH E DECLIN E AN D FAL L fortune is confounded with the meanest of his vassals. (1) The name and si- tuation of this unhappy people might indicate their descent from one common stock with the conquerors of <span class=\"place\" data-place-id=\"324852\">Africa</span>. But the use of a Sclavonian dialect more clearly represents them as the last remnant of the new colonies, who suc- ceeded to the genuine Vandals, already scattered or destroyed in the age of Proco- pius.(2) If Belisarius had been tempted to hesitate in his allegiance, he might have urged, even against the emperor himself, the indispensable duty of saving <span class=\"place\" data-place-id=\"324852\">Africa</span> from an enemy more barbarous than the Vandals. The origin of the Moors is involved in darkness; they were ignorant of the use of letters. (3) Their limits cannot be precisely defined: a boundless continent was open to the Lybian shepherds; the change of seasons and pastures regulated their motions; and their rude huts and slender furniture were transported with the same ease as their arms, their families, and their cattle, which consisted of sheep, oxen, and camels. (4) During the vi- gour of the Roman power, they observed a respectful distance from <span class=\"place\" data-place-id=\"314921\">Carthage</span> and the sea-shore; under the feeble reign of the Vandals, they invaded the cities of <span class=\"place\" data-place-id=\"305120\">Numidia</span>, occupied the sea-coast from Tangier to Cxsaria; and pitched their camps, with impunity, in the fertile province of <span class=\"place\" data-place-id=\"324681\">Byzacium</span>. The formidable strength whose vanity aspired to receive, in the emperor's name, the ensigns of their regal dignity. (5) They were astonished by the rapid event, and trembled in the pre- sence of their conqueror. But his approaching departure soon relieved the ap- prehensions of a savage and superstitious people; the number of their wives al- lowed them to disregard the safety of their infant hostages; and when the Roman general hoisted sail in the port of Carthage, he heard the cries, and almost beheld the flames, of the desolated province. Yet he persisted in his resolution; and, leaving only a part of his guards to re-enforce the feeble garrisons, he intrusted the command of <span class=\"place\" data-place-id=\"324852\">Africa</span> to the eunuch Solomon,(6) who proved himself not unworthy to be the successor of Belisarius. In the first invasion, some detachments, with two officers of merit, were surprised and intercepted; but Solomon speedily as- sembled his troops, marched from Carthage into the heart of the country, and in two great battles destroyed sixty thousand of the barbarians. The Moors depended on their multitude, their swiftness, and their inaccessible mountains; and the aspect and smell of their camels are said to have produced some confusion in the Roman cavalry.(7) But as soon as they were commanded to dismount, they derided this contemptible obstacle: as soon as the columns as- cended the hills, the naked and disorderly crowd was dazzled by glittering arms and regular evolutions; and the menace of their female prophets was repeatedly fulfilled, that the Moors should be discomfited by a beardless antagonist. The victorious eunuch advanced thirteen days'journey from Carthage, to besiege mount Aurasius,(8) the citadel, and at the same time the garden, of <span class=\"place\" data-place-id=\"305120\">Numidia</span>. The range of hills, a branch of the great <span class=\"place\" data-place-id=\"846\">Atlas</span>, contains, within a circumference of one hun- (1) From the mouth of the great elector (in 1687.) Tollius describes the secret royalty anil rebellious spirit or the Vandals of Brandenburg!), who could muster live or six thousand soldiers who had procured some canon,&c. (Itinerar. Hungar. p. 42. apud Dubos,Hist. dela Monarchic Francoise, torn. i. p. 182,183.) The veracity, not of the elector, but of Tollius himself, may justly be suspected. (2) Procopius (lib. i. c. 22.) was in total darkness   QvStpvnt** ou  , ovc/  e e; t,us<rto&r  i. Under the reign of Dagobert,(A. D. 630.) the Sclavonian tribes of the Sorbi and <span class=\"place\" data-place-id=\"20635\">Venedi</span> already bordered on Thuringia. (Mas- con. Hist, of the Germans, 15.3   5.) (3) Sallust represents the Moors as a remnant of the army of Heracles, (de Bell. Jugurth. c. 21.) and Proco- pius, (Vandal, fib. ii. e. 10.) as the posterity of the Cananaeans who fled from the robber Joshua{yurrtK.) He quotes two columns, with a Phoenician inscription. I believe in the columns    I doubt the inscription   and X reject the pedigree. (4) Virgil (Georgic. 3. 339.) and Pomponiu9 Mela, (1.8.) describe the wandering life of the African shepherds, similar to that of the Arabs aud Tartars; aud Shaw (p. 222.) is the best commentator on the poet and the geo- grapher. (5) The customary gifts were a sceptre, a crown or a cap, a white cloak, a figured tunicand shoes,all adorned with gold and silver; nor were these precious metals less acceptable in the shape of coin. (Procop. Vandal, i. c.25.) (6) See the African government and warfare of Solomon, in Procopius. (Vandal, lib. ii. e. 10   13.19,20.) He was recalled, and again restored; and his last victory dates in the thirteenth year of Justinian (A. I X 539.) An accident in his childhood had rendered him a eunuch: (lib. i. c. 2.) the other Roman generals were amply furnished with beards,*a>yovos swi   a^iwi, (lib ii. c. 8.) (7) This natural antipathy of the horse for the camel, is affirmed by the ancients (Xenophon, Cyropsed. lib. vi. p. 438; lib. vii. p. 483.492. edit. Hutchinson. Polyaen. Stratagem, vii. 6. Plin. Hist. Nat. viii. 26. Alian sle Natur. Animal, lib. iii. c. 7..) but it is disproved, by daily experience, and derided by the best judges, the Orientals. (Voyage d'Olearius, p. 553.) (8) Procopius is the first who describes Mount Aurasius. Vandal, lib. ii. c. 13. De Edilic. lib. vi. c. 7.) He may be compared with Leo Africanus, (dell <span class=\"place\" data-place-id=\"324852\">Africa</span>, parte 5. in Bamusio, torn. i. fol. 77, recto,) Marmo), (torn, ii. p. 430.) and Shaw, (p. 56-59.)  neutrality of the Moorish princes,", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA60&img=1&zoom=3&hl=en&sig=ACfU3U2M-gk3pnCxJ0wiOV1Ph-DRO7gUxg&ci=0%2C0%2C1000%2C2000&edge=0"}