{"text": " O F TH E ROMA N EMPIRE. 49 tired and twenty miles, a rare variety of soil and climate; the intermediate valleys and elevated plains abound with rich pastures, perpetual streams, and fruits of a delicious taste and uncommon magnitude. This fair solitude is decorated with the ruins of Lambesa, a Roman city, once the seat of a legion, and the residence of forty thousand inhabitants. The Ionic temple of iEsculapius is encompassed with Moorish huts; and the cattle now graze in the midst of an amphitheatre, under the shade of Corinthian columns. A sharp perpendicular rock rises above the level of the mountain, where the African princes deposited their wives and trea- sure; and a proverb is familiar to the Arabs, that the man may eat fire, who dares to attack the craggy cliffs and inhospitable natives of mount Aurasius. This har- dy enterprise was twice attempted by the eunuch Solomon: from the first, he re- treated with some disgrace; and in the second, his patience and provisions were almost exhausted; and he must again have retired, if he had not yielded to the im- tuous courage of his troops, who audaciously scaled, to the astonishment of the oors, the mountain, the hostile camp, and the summit of the Geminian rock. A citadel was erected to secure this important conquest, and to remind the barba- rians of their defeat: and as Solomon pursued his march to the west, the long-lost province of Mauritanian Sitifi was again annexed to the Roman empire. The Moorish war continued several years after the departure of Belisarius; but the laurels which he resigned to a faithful lieutenant, may be justly ascribed to his own triumph. The experience of past faults, which may sometimes correct the mature age of an individual, is seldom profitable to the successive generations of mankind. The nations of antiquity, careless of each others safety were separately vanquished and   enslaved by the Romans. This awful lesson might have instructed the barbarians of the west to oppose, with timely counsels and confederate arms, the unbounded ambition of Justinian. Yet the same error was repeated, the same consequences were felt, and the Goths, both of <span class=\"place\" data-place-id=\"1052\">Italy</span> and <span class=\"place\" data-place-id=\"1027\">Spain</span>, insensible of their approaching danger, beheld with indifference, and even with joy, the rapid downfal of the Vandals. After the failure of the royal line, Theudes, a valiant and powerful chief, ascended the throne of Spain, which he had formerly administered in the name of Theodoric, and his infant grandson. Under his command, the Visigoths besieged the fortress of Ceuta on the African coast: but, while they spent the sab- bath day in peace and devotion, the pious security of their camp was invaded by a sally from the town; and the king himself, with some difficulty and danger, es- caped from the hands of a sacrilegious enemy. (1) It was not long before his pride and resentment were gratified by a suppliant embassj' from the unfortunate Geli- mer, who implored, in his distress, the aid of the Spanish monarch. But, instead of sacrificing these unworthy passions to the dictates of generosity and prudence, Theudes amused the ambassadors, till he was secretly informed of the loss of Car- thage, and then dismissed them with the obscure and contemptuous advice, to seek in their native country a true knowledge of the state of the Vandals.(2) The long continuance of the Italian war delayed the punishment of the Visigoths; and the eyes of Theudes were closed before they tasted the fruits of his mistaken po- licy. After his death, the sceptre of Spain was disputed by a civil war. The weaker candidate solicited the protection of Justinian; and ambitiously subscribed a treaty of alliance, which deeply wounded the independence and happiness of bis country. Several cities, both on the ocean and the Mediterranean, were ceded to the Roman troops, who afterwards refused to evacuate those pledges, as it should seem, either of safety or payment; and as they were fortified by perpetual sup- plies from <span class=\"place\" data-place-id=\"324852\">Africa</span>, they maintained their impregnable stations, for the mischie- vous purpose of inflaming the civil and religious factions of the barbarians. <span class=\"place\" data-place-id=\"324808\">Se</span>- venty years elapsed before this painful thorn could be extirpated from the bosom of the monarchy; and as long as the emperors retained any share of these remote and useless possessions, their vanity might number Spain in the list of their provinces, and the successors of Alaric in the rank of their vassals. (3) The eiTor of the Goths who reigned in Italy was less excusable than that of their Spanish brethren, and their punishment was still more immediate and terri- (1) Iiidor. Chron. p. 72S. edit. Grot. <span class=\"place\" data-place-id=\"265965\">Mariana</span>, Hist. Hispan. lib. t. c. 8. p. 175. Yet according to Isidore, the>iege of Ceuta, and the death of Theudes, happened, A.M. H. 586. A. D. 548. and the place was defended, not by the <span class=\"place\" data-place-id=\"20634\">Vandali</span>, but by the Roman*.   (2) Procopius, Vandal, lib. i. c. 24. (3) See the original chronicle of Isidore, and the fifth and sixth books of the History of Spain by <span class=\"place\" data-place-id=\"265965\">Mariana</span>. The Itomani were finally ejpelled by SuintiU), the king of the Visigoths, (A. D. 621-6260 after thejtr reunion to the catholic church. Vol. H I 7", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA61&img=1&zoom=3&hl=en&sig=ACfU3U0plB2eAZU7LYszhqh9ttsVT7e2cw&ci=0%2C0%2C1000%2C2000&edge=0"}