{"text": " TH E DECLIN E AN D FAL L ble. From a motive of private revenge, they enabled their most dangerous enemy to destroy their most valuable ally. A sister of the great Theodoric had been given in marriage to Thrasimond, the African king;(l) on this occasion, the for- tress of Lilyb3eum(2) in <span class=\"place\" data-place-id=\"991353\">Sicily</span> was resigned to the Vandals: and the princess Am- alafrida was attended by a martial train of one thousand nobles, and five thousand Gothic soldiers, who signalized their valour in the Moorish wars. Their merit was overrated by themselves, and perhaps neglected by the Vandals: they viewed\"- the country with envy, and the conquerors with disdain; but their real or fictitious conspiracy was prevented by a massacre; the Goths were oppressed, and the cap- tivity of Amalafrida was 60on followed by her secret and suspicious death. The eloquent pen of Cassrodorus was employed to reproach the Vandal court with the cruel violation of every social and public duty; but the vengeance which he threat- ened, in the name of his sovereign, might be derided with impunity, as long as <span class=\"place\" data-place-id=\"324852\">Africa</span> was protected by the sea, and the Goths were destitute of a navy. In the blind impotence of grief and indignation, they joyfully saluted the approach of the Romans, entertained the fleet of Belisarius in the ports of Sicily, and were speedi- ly delighted or alarmed by the surprising intelligence, that their revenge was ex- ecuted beyond the measure of their hopes, or perhaps of their wishes. To their friendship the emperor was indebted for the kingdom of <span class=\"place\" data-place-id=\"324852\">Africa</span>, and the Goths might reasonably think, that they were entitled to resume the possession of a bar- ren rock, so recently separated as a nuptial gift from the island of Sicily. They Were soon undeceived by the haughty mandate of Belisarius, which excited their tardy and unavailing repentance.\"The city and promontory of Lilybseum,\" said the Roman general,'\" belonged to the Vandals, and I claim them by the right of conquest. Your submission may deserve the favour of the, emperor; your obstinacy will provoke his displeasure, and must kindle a war, that can terminate only in your utter ruin. If you compel us to take up arms we shall contend, not to regain the possession of a single city, but to deprive you of all the provinces which you unjustly withhold from their lawful sovereign.\" A nation of two hundred thousand soldiers might have smiled at the vain.me- nace of Justinian and his lieutenant: but a spirit of discord and disaffection pre- vailed in <span class=\"place\" data-place-id=\"1052\">Italy</span>, and the Goths supported) with reluctance, the indignity of a fe- male reign. (3) The birth of Amalasontha, the regent and queen of Italy, (4) united the two most illustrious families of the barbarians. Her mother, the sister of Clovis, was descended from the long-haired kings of the Merovingian race;(4) and the regal succession of the Amali was illustrated in the eleventh generation, by her father, the great Theodoric, whose merit might have ennobled a plebeian origin. The sex of his daughter excluded her from the Gothic throne; but his vigilant tender- ness for his family and his people discovered the last heir of the royal line, whose ancestors had taken refuge in <span class=\"place\" data-place-id=\"1027\">Spain</span>; and the fortunate Eutharic was suddenly ex- alted to the rank of a consul and a prince. He enjoyed only a short time the charms of Amalasontha, and the hopes of a succession; and his widow, after the death of her husband and father, was left the guardian of her son Athalaric, and the kingdom of Italy. At the age of about twenty-eight years, the endowments of her mind and person had attained their perfect maturity. Her beauty, which, in the apprehension of Theodora herself, might have disputed the conquest of an emperor, was animated by manly sense, activity, and resolution. Education and experience had cultivated her talents; her philosophic studies were exempt from vanity} and, though she expressed herself with equal elegance and ease in the Greek, the Latin, and the Gothic tongue, the daughter of Theodoric maintained in her counsels a discreet and impenetrable silence. By a faithful imitation of the virtues, she revived the prosperity of his reign: while she strove, with pious care, to expiate the faults, and to obliterate the darker memory of his declining age. The children of Boethius and Symmachus were restored to their paternal inheri- (1) See th'e marriage and fate of Amalafrida in Procopius, (Vandal, lib. i. c 8,9.) and in Cassiodorus, (Var. ix. 1.) the expostulation of her royal brother. Compare likewise the Chronicle of Victor Tunnunensis. (2) Lilybseum was built by the Carthaginians, Olymp. 95. 4., and in the first Punic war, a strong situation, and excellent harbour, rentfered that place an important object to both nations. (3) Compare the different passages of Procopius (Vandal, lib. ii. c. 5. Gothic, lib. i. c. 3.) (4) ffpr the reign and character of Amalasontha, see Procopius (Gothic, lib. i. c.2   4. and Anecdot. c. 16. with the notes of Alemannus;) Cassiodorus, Var. 8   11. 1. and Jornandes (de Rebus Geticis, c. 59. and De Succes- sione Rcennrum, in Muratori, torn. i. p. 241.) (5) Theknarrtage of Theodoric with Audefieda. the sister of CloTis, maybe placed in the year 495, soon af- ter the conquest of Italy (de Buat, Hist, des Peuples, torn. ix. p. 213.) The nuptials of Eutharic and Amaja- sontha were celebrated m(l5. (Cassiodor. in Chrun. p. 453.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA62&img=1&zoom=3&hl=en&sig=ACfU3U0-A1gPSXKR0znySNiKZZ2q5v9Dtg&ci=0%2C0%2C1000%2C2000&edge=0"}