{"text": " O F TH E ROMA N EMPIRE. 51 tance; her extreme lenity never consented to inflict any corporal or pecuniary penalties on her Roman subjects; and she generously despised the clamours of the Goths, who at the end of forty years, still considered the people of <span class=\"place\" data-place-id=\"1052\">Italy</span> as their slaves or their enemies. Her salutary measures were directed by the wisdom, and celebrated by the eloquence of Cassiodorus; she solicited and deserved the friend- ship of the emperor; and the kingdoms of <span class=\"place\" data-place-id=\"991376\">Europe</span> respected, both in peace and   war, the majesty of the Gothic throne. But the future happiness of the queen and of Italy depended on the education of her son, who was destined by his birth, to support the different and almost incompatible characters of the chief of a bar- barian camp, and the first magistrate of a civilized nation. From the age of ten years,(l) Athalaric was diligently instructed in the arts and sciences, either use- ful or ornamental for a Roman prince; and three venerable Goths were chosen to instil the principles of honour and virtue into the mind of their young king. But the pupil, who is insensible of the benefits, must abhor the restraints of education; and the solicitude of the queen, which affection rendered anxious and severe, of- fended the untractable nature of her son and his subjects. On a solemn festival,   when the Goths were assembled in the palace of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, the royal youth es- caped from his mother's apartment, and with tears of pride and anger, complained of a blow which his stubborn disobedience had provoked her to inflict. The bar- barians resented the indignity which had been offered to their king; accused the regent of conspiring against his life and crown; and imperiously demanded, that the grandson of Theodoric should be rescued from the dastardly discipline of wo- men and pedants, and educated, like a valiant Goth, in the society of his equals, and the glorious ignorance of his ancestors. To this rude clamour, importunate- ly urged as the voice of the nation, Amalasontha was compelled to yield her rea- son, and the dearest wishes of her heart. The king of Italy was abandoned to wine, to women, and to rustic sports; and the indiscreet contempt of the ungrate- ful youth, betrayed the mischievous designs of his favourites and her enemies. En- compassed with domestic foes, she entered into a secret negotiation with the empe- ror Justinian; obtained the assurance of a friendly reception, and had actually depo- sited at <span class=\"place\" data-place-id=\"481818\">Dyrrachium</span> in <span class=\"place\" data-place-id=\"530871\">Epirus</span>, a treasure of forty thousand pounds of gold. Hap- Sy would it have been for her fame and safety, if she had calmly retired from bar- arous faction, to the peace and splendour of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>. But the mind of Amalasontha was inflamed by ambition and revenge; and while her ships lay at anchor in the port, she waited for the success of a crime, which her passions ex- cused or applauded as an act of justice. Three of the most dangerous malecon- tents had been separately removed, under the pretence of trust and command, to the frontiers of Italy; they were assassinated by her private emissaries; and the blood of those noble Goths rendered the queen-mother absolute in the court of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, and justly odious to a free people. But if she had lamented the disorder of her son, she soon wept his irreparable loss; and the death of Athalaric, who, at the age of sixteen, was consumed by premature intemperance, left her destitute of any firm support or legal authority. Instead of submitting to the laws of her country, which held as a fundamental maxim, that the succession could never pass from the lance to the distaff, the daughter of Theodoric conceived the im- practicable design of sharing with one of her cousins, the regal title and of re- serving in her own hands the substance of supreme power. He received the pro- posal with profound respect and affected gratitude; and the eloquent Cassiodorus announced to the senate and to the emperor, that Amalasontha and Theodatus had ascended the throne of Italy. His birth (for his mother was the sister of Theodoric) might be considered as an imperfect title; and the choice of Amalasontha was more strongly directed by her contempt of his avarice and pusillanimity, which had de- prived him of the love of the Italians, and the esteem of the barbarians. But The- odatus was exasperated by the contempt which he deserved; her justice had repres- sed and reproached the oppression which he exercised against his Tuscan neigh- bours; and the principal Goths, united by common guilt and resentment, conspired to instigate his slow and timid disposition. The letters of congratulation were scarcely despatched before the queen of Italy was imprisoned in a small island of the lake of Bolsena,(2) where, after a short confinement, she was strangled in the (1) At the death of Theodoric,his grandson Athalaric is described by Procopius as a hoy about eight yean old   ox   yeyovea; mi. Cassiodorus, with authority and reason, adds two years to his age   infamutum a'huc vix decennero. (2) The lake, from the neighbouring towns of <span class=\"place\" data-place-id=\"413122\">Etruria</span>, was stvled either Vulsiniensis (now of Bolsena) or Tarquuviensis. It is surrounded with white rocks, and stored with fish and wild fowl. The youuger riiny ", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA63&img=1&zoom=3&hl=en&sig=ACfU3U3g6N_tZSKRle2tVfMFBSxmfaT-Jg&ci=0%2C0%2C1000%2C2000&edge=0"}