{"text": " 3 2 TH E DECLIN E AN D FAL L bath, by the order, or with the connivance, of the new king, who instructed his turbulent subjects to shed the blood of their sovereigns. Justinian beheld with joy the dissensions of the Goths; and the mediation of an ally concealed and promoted the ambitious views of the conqueror. His am- bassadors, in their public audience, demanded the fortress of <span class=\"place\" data-place-id=\"462281\">Lilybaeum</span>, ten bar- barian fugitives, and a just compensation for the pillage of a small town on the Illyri- an borders; but they secretly negotiated with Theodatus, to betray the <span class=\"place\" data-place-id=\"413122\">province</span> <span class=\"place\" data-place-id=\"413122\">of</span> <span class=\"place\" data-place-id=\"413122\">Tuscany</span>, and tempted Amalasontha to extricate herself from danger and per- plexity, by a free surrender of the kingdom of <span class=\"place\" data-place-id=\"1052\">Italy</span>. A false and servile epistle was subscribed by the reluctant hand of the captive queen: but the confession of the Roman senators, who were sent to <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, revealed the truth of her deplorable situation; and Justinian, by the voice of a new ambassador, most power- fully interceded for her life and liberty. Yet the secret instructions of the same- minister were adapted to serve the cruel jealousy of Theodora, who dreaded the presence and superior charms of a rival: he prompted, with artful and ambiguous hints, the execution of a crime so useful to the Romans;(l) received the intelligence of her death with grief and indignation, and denounced, in his master's name, im- mortal war against the perfidious assassin. In Italy, as well as in <span class=\"place\" data-place-id=\"324852\">Africa</span>, the guilt of a usurper appeared to justify the arms of Justinian; but the forces which he prepared were insufficient for the subversion of a mighty kingdom, if their feeble numbers had not been multiplied by the name, the spirit, and the conduct, of a hero. A chosen troop of guards, who served on horseback, and were armed with lances and bucklers, attended the person of Belisarius: his cavalry was composed of two hundred Huns, three hundred Moors, and four thousand confederates; and the infantry consisted only of three thousand Isaurians. Steering the same course as in his former expedition, the Roman consul cast anchor before Catana in <span class=\"place\" data-place-id=\"991353\">Sicily</span>, to survey the strength of the island, and to decide whether he should attempt the conquest, or peaceably pursue his voyage to the African coast. He found a fruitful land and a friendly people. Notwithstanding the decay of agriculture, Sicily still supplied the granaries of <span class=\"place\" data-place-id=\"423025\">Rome</span>; the farmers were graciously exempted from the oppression of their military quarters; and the Goths, who trusted the defence of the island to the inhabitants, had some reason to complain, that their confidence was ungratefully betrayed: instead of soliciting and expecting aid of the king of Italy, they yielded to the first summons a cheerful obedience; and this province, the first fruits of the Punic wars, was again, after a long separation, united to the Ro- man empire. (2) The Gothic garrison of Palermo, which alone attempted to re- sist, was reduced, after a short siege, by a singular stratagem. Belisarius intro- duced his ships into the deepest recess of the harbour; their boats were laborious- ly hoisted with ropes and pulleys to the topmast head, and he filled them with archers, who, from that superior station, commanded the ramparts of the city. After this easy, though successful campaign, the conqueror entered <span class=\"place\" data-place-id=\"462503\">Syracuse</span> in triumph, at the head of his victorious bands, distributing gold medals to the people, on the day which so gloriously terminated the year of the consulship. He passed the winter season in the palace of the ancient kings, amidst the ruins of a Grecian co- lony, which once extended to a circumference of two-and-twenty miles:(3) but in the spring, about the festival of Easter, the prosecution of his designs was interrupt- ed by a dangerous revolt of the African forces. <span class=\"place\" data-place-id=\"314921\">Carthage</span> was saved by the pre- sence of Belisarius, who suddenly landed with a thousand guards. Two thousand soldiers of doubtful faith returned to the standard of their old commanderr and he marched, without hesitation, above fifty miles to seek an enemy whom he affected to pity and despise. Eight thousand rebels trembled at his approach; they were routed at the first onset, by the dexterity of their master: and this ignoble victory would have restored the peace of <span class=\"place\" data-place-id=\"324852\">Africa</span>, if the conqueror had not been hastily re- (Epist. ii. 96.) celebrates two woody islands that floated on its waters; i F a fable, how crednlons the ancients I   if a fact, how careless the moderns! Yet, since Pliny, the island may have been fixed by new and gradual successions. (1) Yet Procopias discredits his own evidence (Anecdot. c 16.) by confessing, that in his public history he had not spoken the truth. See the epistles from queen Gundelina to the empress Theodora (Var. 10. 20,21. 23. and observes a suspicious word, de ilia persona,&c.) with the elaborate Commentary of Buat (torn. a. P  177   185.)    (2) For the conquest of Sicily, compare the narrative of Proeopius with the complaints of Totila. (Gothic 2jJ. c. f. lib. iii. c. 16.) The Gothic queen had lately relieved that thankless bland (Var. 9,10,!!   ) (j)The ancient magnitude and splendour of the five quarters of Syracuse, are delineated by Cicero fin Ver- ter Actio 2. lib. iv. e. 52,53.,) Strabo (lib. vi. p. 415.,) and d'Orville Sicula (torn. ii. p. 174   202.) The new sonttm tored by Augustus, shrunk towards the iiland.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA64&img=1&zoom=3&hl=en&sig=ACfU3U1iL9RoMFYY4LdLgd9CdM0TpzyRLg&ci=0%2C0%2C1000%2C2000&edge=0"}