{"text": " TH E DECLIN E ANJ J FAL L the invasion of <span class=\"place\" data-place-id=\"1052\">Italy</span> is applied by Procopius to the second year of the Gothic war.(l) After Belisarius had left sufficient garrisons in Palermo and <span class=\"place\" data-place-id=\"462503\">Syracuse</span>, he em- barked his troops at <span class=\"place\" data-place-id=\"462538\">Messina</span>, and landed them, without resistance, on the oppo- site shores of Rhegium. A Gothic prince, who had married the daughter of Theodatus, was stationed with an army to guard the entrance of Italy; but he imitated, without scruple, the example of a sovereign, faithless to his public and private duties. The perfidious Ebermor deserted with his followers to the Roman camp, and was dismissed to enjoy the servile honours of the Byzantine court. (2) From Rhegium to Naples, the fleet and army of Belisarius, almost always in view of each other, advanced near three hundred miles along the sea-coast. The peo- ple of <span class=\"place\" data-place-id=\"442518\">Bruttium</span>, <span class=\"place\" data-place-id=\"442639\">Lucania</span>, and <span class=\"place\" data-place-id=\"991350\">Campania</span>, who abhorred the name and religion of the Goths, embraced the specious excuse, that their ruined walls were incapable of defence; the soldiers paid a just equivalent for a plentiful market; and curiosity alone interrupted the peaceful occupations of the husbandman or artificer. Na- ples, which has swelled to a great and populous capital, long cherished the lan- guage and manners of a Grecian colony;(3) and the choice of Virgil had ennobled this elegant retreat, which attracted the lovers of repose and study, from the noise, the smoke, and the laborious opulence of <span class=\"place\" data-place-id=\"423025\">Rome</span>. (4) As soon as the place was in- vested by sea and land, Belisarius gave audience to the deputies of the people, who exhorted him to disregard a conquest unworthy of his arms, to seek the Gothic king in a field of battle, and, after his victory, to claim, as the sovereign of Rome, the allegiance of the dependent cities.   \"When I treat with my enemies,\" replied the Roman chief, with a haughty smile,\" I am more accustomed to give than to re-, ceivecounsel: but I hold in one hand inevitable ruin, and in the other peace, and freedom, such as Sicily now enjoys.\" The impatience of delay urged him to grant the most liberal terms; his honour secured their performance; but Naples was di- vided into two factions; and the Greek democracy was inflamed by their orators, who with much spirit and some truth, represented to the multitude, that the Goths would punish their defection, and that Belisarius himself must esteem their loyal- ty and valour. Their deliberations, however, were not perfectly free: the city was, commanded by eight hundred barbarians, whose wives and children were detained at <span class=\"place\" data-place-id=\"393480\">Ravenna</span> as the pledges of their fidelity; and even the Jews, who were rich and numerous, resisted with desperate enthusiasm, the intolerant laws of Justinian. In a much later period, the circumference of Naples(5) measured only two thou- sand three hundred and sixty-three paces :(6) the fortifications were defended by precipices or the sea: when the aqueducts were intercepted, a supply of water might be drawn from wells and fountains; and the stock of provisions was sufficient to consume the patience of the besiegers. At the end of twenty days, that of Be- lisarius was almost exhausted, and he had reconciled himself to the disgrace of abandoning the siege, that he might march, before the winter season, against Rome and the Gothic king. But his anxiety was relieved by the bold curiosity of an Isau- rian, who explored the dry channel of an aqueduct, and secretly reported, that a passage might be perforated to introduce a file of armed soldiers into the heart of the city. When the work had been silently executed, the humane general risked the discovery of his secret, by a last and fruitless admonition of the impending dan- ger. In the darkness of the night, four hundred Romans entered the aqueduct, raised themselves by a rope, which they fastened to an olive tree, into the house or gar- Justinian and of the Ootliie war; arid his first era coincides with the first of April, 135, and not 536, accord- ing to the Annals of Baronias (Pagi, Crit, torn. ii. p. 555, who is followed by Muratori and the editors of Sigo- nius.) Yet in some passages we are at a loss to reconcile the dates of Procopius with himself, and with the Chronicle of Marceliinus. (1) The series of the first Gothic war is represented by Procopius (lib. i. c 5   39. lib. ii. e, 1   30. lib. iii. e. 1.) till the captivity of Vitiges. With the aid of Sigonius (Opp. torn. i. de Imp. Occident, lib. 17, 18.) and Mu- ratori (Annali d'ltalia, torn, v.) I have gleaned some few additional facts. (2) Jornandes, de Rebus Geticis, c. lx. p. 702. edit. Grot, and torn. i. p. S21. Muratori, de Success. Regn. p. 241. (3) Nero (says Tacitus. Annal. 15.35.) Neapolim quasi Gnecam urbem delegit. One hundred and fifty years afterward, in the time of Septimius Severus, the Hellenism of the Neapolitans is praised by Philostratus: yevo; E*AtJV!5**'*TTW  I, oSsv xa ( Tass trirOvSxi Ta>v Kvymv Ea.Mv  xoi*  o-t (Icon. lib. i. p. 763. edit. Olear.) (4) The otium of Naples is praised by the Roman poets, by Virgil, Horace, Silius Italicus, and Statins (Clu- ver. Ital. Ant. lib. iv. p. 1149,1150.) In an elegant epistle (Sylv. lib. iii. v. p. 94   98. edit. Markland,) Statius undertakes the difficult task of drawing his wife from the pleasures of Rome to that calm retreat. (5) This measure was taken by Roger I. after the conquest of Naples (A. D. 1139,) which he made the capi- tal of his new kingdom (Giannone, Iitoria Civile, torn. ii. p. 169.) That city, the third in Christian <span class=\"place\" data-place-id=\"991376\">Europe</span>, is now at least twelve miles in circumference (Jul. Csesar. Capaccii Hist. Neopol. lib. i. p. 47. J and contains more inhabitants (three hundred and fifty thousand) in a given space, than any other spot in the known world. (6) Not geometrical, but common paces or steps, of twenty.two French inches: d'Anville, Mesures Itinera- ries, p. 7,8.) the two thousand three hundred and siMy-three do not make an English niile.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA66&img=1&zoom=3&hl=en&sig=ACfU3U2jnNbatEfyyAU9nx6A_sxHELMfuQ&ci=0%2C0%2C1000%2C2000&edge=0"}