{"text": " O F TH E ROMA N EMPIRE. den of a solitary matron, sounded their trumpets, surprised the sentinels, and gave admittance to their companions, who, on all sides, scaled the walls, and burst open the gates of the city. Every crime which is punished by social justice, was prac- tised as the rights of war; the Huns were distinguished by cruelty and sacrilege, and Belisarius alone appeared in the streets and churches of Naples, to moderate the calamities which he predicted.\" The gold and silver,\" he repeatedly ex- claimed,\"are the just rewards of your valour. But spare the inhabitants, they are Christians, they are suppliants, they are now your fellow-subjects. Restore the children to their parents, the wives to their husbands; and show them, by your generosity, of what friends they have obstinately deprived themselves.\" The city was saved by the virtue and authority of its conqueror,(l) and when the Nea- politans returned to their houses, they found some consolation in the secret enjoy- ment of their hidden treasures. The barbarian garrison enlisted in the service of the emperor; <span class=\"place\" data-place-id=\"442469\">Apulia</span> and <span class=\"place\" data-place-id=\"442518\">Calabria</span>, delivered from the odious presence of the Goths, acknowledged his dominion; and the tusks of the Calydoman boar, which   were still shown at <span class=\"place\" data-place-id=\"432721\">Beneventum</span>, are curiously described by the historian of Beli- sarius. (2) The faithful soldiers and citizens of Naples had expected their deliverance from a prince, who remained the inactive and almost indifferent spectator of their ruin. Theodatus secured his person within the walls of <span class=\"place\" data-place-id=\"423025\">Rome</span>, while his cavalry ad- vanced forty miles on the Appian way, and encamped in the Pomptine marshes; which, by a canal of nineteen miles in length, had been recently drained and con- verted into excellent pastures. (3) But the principal forces of the Goths were dis- persed in <span class=\"place\" data-place-id=\"981522\">Dalmatia</span>, <span class=\"place\" data-place-id=\"393511\">Venetia</span>, and Gaul; and the feeble mind of their king was con- founded by the unsuccessful event of a divination, which seemed to presage the downfal of his empire. (4) The most abject slaves have arraigned the guilt, or weakness of an unfortunate master. The character of Theodatus was rigorously scrutinized by a free and idle camp of barbarians, conscious of their privilege and power: he was declared unworthy of his race, his nation, and his throne; and their general Vitiges, whose valour had been signalized in the Illyrian war, was raised, with unanimous applause, on the bucklers of his companions. On the first rumour, the abdicated monarch fled from the justice of his country; but he was pursued by private revenge. A Goth, whom he had injured in his love, overtookTheodatus on the Flaminian way; and, regardless of his unmanly cries, slaughtered him, as he lay prostrate on the ground, like a victim (says the historian) at the foot of the altar._ The choice of the people is the best and purest title to reign over them: yet such is the prejudice of every age, that Vitiges impatiently wished to return to <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, where he might seize, with the reluctant hand of the daughter of Ama- lasontha, some faint shadow of hereditary right. A national council was immedi- ately held, and the new monarch reconciled the impatient spirit of the barbarians, a measure of disgrace, which the misconduct of his predecessor rendered wise and indispensable. The Goths, consented to retreat in the presence of a vic- torious enemy; to delay till the next spring the operations of offensive war; to summon their scattered forces; to relinquish their distant possessions, and to trust even Rome itself to the faith of its inhabitants. Leuderis, an aged warrior, was left in the capital with four thousand soldiers; a feeble garrison, which might have seconded the zeal, though it was incapable of opposing the wishes of the Ro- mans. But a momentary enthusiasm of religion and patriotism was kindled in their minds. They furiously exclaimed, that the apostolic throne should no longer be profaned by the triumph or toleration of Arianism; that the tombs of the Cae- sars should no longer be trampled by the savages of the north; and, without re- flecting that <span class=\"place\" data-place-id=\"1052\">Italy</span> must sink into a province of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, they fondly hailed the restoration of a Roman emperor as a new era of freedom and prosperity. The deputies Of the pope and clergy, of the senate and people, invited the Iieu- (1) Belisarius was repro ved by Pope Sylverius for the massacre. He repenpled Naples, and imported colonies of African captives into <span class=\"place\" data-place-id=\"991353\">Sicily</span>, <span class=\"place\" data-place-id=\"442518\">Calabria</span>, and <span class=\"place\" data-place-id=\"442469\">Apulia</span> (Hist. Miscell. lib. xvi. in Muratori. torn. i. p. 196,107.) (2) <span class=\"place\" data-place-id=\"432721\">Beneventum</span> was built by Diomede,the nephew of Melager. (Clover, torn. ii. p. 1195,11960 TheCaly- donian hunt is a picture of savage life. (Ovid. Metamorph. lib. viii.) Thirty or forty heroes were leagued against a bog: the brutes (not the hog) quarrelled with a lady for the head. (3) The <span class=\"place\" data-place-id=\"432812\">Decennovium</span> is strangely confounded by Cluverius (torn. ii. p. 1007.) with the river Ufens. It wan in truth a canal of nineteen miles, from <span class=\"place\" data-place-id=\"422927\">Forum</span> <span class=\"place\" data-place-id=\"422927\">Appii</span> to Terracina, on which Horace embarked in the night. The <span class=\"place\" data-place-id=\"432812\">Decennovium</span>, which is mentioned by Lucan, <span class=\"place\" data-place-id=\"491572\">Dion</span> Cassius. and Cassiodorus, has been sufficiently ruined, restored, and obliterated. (D'Anville, Analyse de Italic, p. 185, 8tc.) (4; A jew gratified his contempt and hatred for all the Christians, by enclosing three bands, each or ten hogs, and discriminated by the names of Goths, Greeks, and Romans. Of the first, almost all were found dead   al- most all the second were alive   of.the third, half dead, and the rest lost their bristles. No unsuitable emblem'Of the.event.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA67&img=1&zoom=3&hl=en&sig=ACfU3U1pwsO0iydlH_PgnOiLOwiKkZOuQw&ci=0%2C0%2C1000%2C2000&edge=0"}