{"text": " 56 TH E DECLIN E AN D FAL L tenant of Justinian to accept their voluntary allegiance, and. to enter the city, whose gates would be thrown open for his reception. As soon as Belisarius had fortified his n  w conquests, Naples and Cumse, he advanced about twenty miles to the banks of the Vulturnus, contemplated the decayed grandeur of <span class=\"place\" data-place-id=\"432754\">Capua</span>, and halted at the separation of the Latin and Appian ways. The work of the censor, after the incessant use of nine centuries, still preserved its primeval beauty, and not a flaw could be discovered in the large polished stones, of which that solid, though narrow road, was so firmly compacted. (1) Belisarius, however, preferred the Latin way, which at a distance from the sea and marshes, skirted in the space of one hundred and twenty miles along the foot of the mountains. His enemies had disappeared: when he made his entrance through the Asinarian gate, the garri- son departed without molestation along the Flaminian way; and the city, after six- ty years' servitude, was delivered from the yoke of the barbarians. Leuderis alone, from a motive of pride or discontent, refused to accompany the fugitives; and the Gothic chief, himself a trophy of the victory, was sent with the keys of <span class=\"place\" data-place-id=\"423025\">Rome</span> to the throne of the emperor Justinian. (2) The first days, which coincided with the old Saturnalia, were devoted to mu- tual congratulations and the public joy; and the catholics prepared to celebrate, without a rival, the approaching festival of the nativity of Christ. In the fami- liar conversation of a hero, the Romans acquired some notion of the virtues which history ascribed to their ancestors; they were edified by the apparent respect of Belisarius for the successor of St. Peter, and his rigid discipline secured, in the midst of war, the blessings of tranquillity and justice. They applauded the rapid success of his arms, which overran the adjacent country, as far as Narni, <span class=\"place\" data-place-id=\"413248\">Perusia</span>, and Spo- leto: but they trembled, the senate, the clergy, and the unwarlike people, as soon as they understood that he had resolved, and would speedily be reduced to sustain a siege against the powers of the Gothic monarchy. The designs of Vitiges were executed during the winter-season, with diligence and effect. From their rustic habitations, from their distant garrisons, the Goths assembled at <span class=\"place\" data-place-id=\"393480\">Ravenna</span> for the defence of their country; and such were their numbers, that after an army had been detached for the relief of <span class=\"place\" data-place-id=\"981522\">Dalmatia</span>, one hundred and fifty thousand fighting men marched under the royal standard. According to the degrees of rank or me- rit the Gothic king distributed arms and horses, rich gifts, and liberal promises; he moved along the Flaminian way, declined the useless sieges of <span class=\"place\" data-place-id=\"413248\">Perusia</span> and Spoleto, respected the impregnable rock of Narni, and arrived within two miles   of Rome, at the foot of the Milvian bridge. The narrow passage was fortified with a tower, and Belisarius had computed the value of the twenty davs, which must be lost in the construction of another bridge. But the consternation of the soldiers of the tower, who either fled or deserted, disappointed his hopes, and betrayed his person into the most imminent danger. At the head of one thousand horse, the Roman general sallied from the Flaminian gate to mark the ground of an advantageous position, and to survey the camp of the barbarians; but while he still believed them on the other side of the Tiber, he was suddenly encompassed and assaulted by their innumerable squadrons. The fate of <span class=\"place\" data-place-id=\"1052\">Italy</span> depended on his life; and the deserters pointed to the conspicuous horse, a bay,(3) with a white face, which he rode On that memorable day.\" Aim at the bay horse,\" was the universal cry. Every bow was bent, every javelin was directed, against that fatal object, and the command was'repeated and obeyed by thousands who were ignorant of its real motive. The bolder barbarians_advanced to the more honourable combat of-swords and spears; and the praise of an enemy has graced the fall of Visandus, the standard-bearer, (4) who maintained his foremost station, till he was pierced with thirteen wounds, perhaps by the hand of Belisarius himself. The Roman general was strong, active, and dexterous: on every side he discharged his weighty (1) Bergier (Hist. Des Grands, Chemins des Romains, torn. i. p. 221   228. 440   444.) examines the structure   and materials, while d'Anville (Analyse d'Ifalie. p. 200   213.) defines the geographical line. (2) Of the;first recovery of Rome, the year (536) is certain from the series of events, rather than from the corrupt, or interpolated, text of Procopius: the month (December is ascertained by Evagrius; lib. It. c. 19.) and the day (the tenth) may be admitted on the slight evidence of Nicephorus Callisthus (lib. xvii. c. 13.) For this accurate chronology, we are indebted to the diligence and judgment of Pagi (torn. ii. p. 559,560.) (3) A horse of a bay or red colour was styled eaXio; by the Greeks, balam by the barbarians, and spadix by. the Romans. Honesti spadices, says Virgil. (Georgic. lib. iii. 72. with the observations of Martin and Heyne'.) SjraS.t or signifies a branch of the palm tree, whose name?oiv<?, is synonymous to red (Aulus Gellius. ii. 26.) (4) I interpret 3    J  >.  p  s, not as a proper name, but an office, standard bearer from bandum (vexillum.) a harbanc word adopted by the Greeks and Romans. (Paul Diacon, lib. i. e. SO. p, 760. Grot Nomina <span class=\"place\" data-place-id=\"128402\">Gothi</span> cs, p. 575. Ducange, Gloss. Latin, Tom. i. p. 539,540.) l", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA68&img=1&zoom=3&hl=en&sig=ACfU3U2lkEGjzx1TTCtuUvHEVcFxeA5aUg&ci=0%2C0%2C1000%2C2000&edge=0"}