{"text": " O F TH E ROMA N EMPIRE. S7 and mortal strokes: his faithful guards imitated his valour, and defended his per- son; and the Goths, after the loss of a thousand men, fled before the arms of a hero. They were rashly pursued to their camp; and the Romans, oppressed by multitudes, made a gradual, and at length a precipitate retreat to the gates of the city; the gates were shut against the fugitives; and the public terror was increased by the report that Belisarius was slain. His countenance was indeed disfigured by sweat, dust, and blood; his voice was hoarse, his strength was almost exhausted, but his unconquerable spirit still remained; he imparted that spirit to his despond- ing companions; and their last desperate charge was felt by the flying barbarians; as if a new army, vigorous and entire, had been poured from the city. The Fla- minian gate was thrown open to a real triumph; but it was not before Belisarius had visited every post, and provided for the public safety, that he could be per- suaded by his wife and friends, to taste the needful refreshments of food and sleep. In the more improved state of the art of war, a general is seldom required, or even permitted, to display the personal prowess of a soldier; and the example of Belisarius may be added to the rare examples of Henry IV. of Pyrrhus and of Alexander. After this first and unsuccessful trial of their enemies, the whole army of the Goths passed the Tiber, and formed the siege of the city, which continued above a year, till their final departure. Whatever fancy may conceive, the severe com- pass of the geographer defines the circumference of <span class=\"place\" data-place-id=\"423025\">Rome</span> within a line of twelve miles and three hundred and forty-five paces; and that circumference, except in the Vatican, has invariably been the same from the triumph of Aurelian to the peaceful but obscure reign of the modern popes.(l) But in the day of her great- ness, the space within her walls was crowded with habitations and inhabitants; and the populous suburbs, that stretched along the public roads, were darted like so many rays from one common centre. Adversity swept away these extraneous ornaments, and left naked and desolate a considerable part even of the seven hills. Yet Rome, in its present state, could send into the field above thirty thousand males, of a military age;(2) and, notwithstanding the want of discipline and ex- ercise, the far greater part inured to the hardships of poverty, might be capable of bearing arms for the defence of their country and religion. The prudence of Belisarius did not neglect this important resource. His soldiers were relieved by the zeal and diligence of the people, who watched while they slept, and laboured w.hile they reposed; he accepted the voluntary service of the bravest and most in- digent of the Roman youth; and the companies of townsmen sometimes represent- ed, in a vacant post, the presence of the troops which had been drawn away to more essential duties. But his just confidence was placed in the veterans who had 4fought under his banner in the Persian and African wars; and although that gallant band was reduced to five thousand men, he undertook, with such contemptible numbers, to defend a circle of twelve miles, against an army of one hundred and fifty thousand barbarians. In the walls of Rome, which Belisarius constructed or restored, the materials of ancient architecture may be discerned;(3) and the   whole fortification was completed, except in a chasm still extant between the Pincian and Flaminian gates, which the prejudices of the Goths and Romans left under the effectual guard of St. Peter the apostle. (4) The battlements or bas- tions were shaped in sharp angles; a ditch, broad and deep, protected the foot of the rampart: and archers on the rampart were assisted by military engines   the balista, a powerful cross-bow, which darted short but massy arrows; the onagri,. or wild asses, which, on the principle of a sling, threw stones and bullets of an enormous size.(5) A chain was drawn across the Tiber; the arches of the aque- (1) M. d'Anville has given in the MemoirP S of the Academy for the year 1750, (torn. xxx. p. 198   236.) a plan of Rome on ft smaller scale, but far more accurate than that which he had delineated in 1738 for Rolling his- tory. Experience had improved his knowledge: and instead of Rossi's topography, he used t he new and ex- cellent map of Nolli. Pliny's old measure of thirteen must be reduced to eighteen miles. It is easier to alter a text, than to remove hills or buildings. (2) In the year 1709, Labat (Voyages en Italie, torn. iii. p. 218.) reckoned one hundred and thirty-eight thou- sand five hundred and sixty-eight Christian souls, besides eight or ten thousand Jews   without souls! In the year 1763, the numbers exceeded one hundred and sixty thousand. (3) The accurate eye of Nardini (Uoma Antica, lib. i. c. 8. p. 31.) could distinguish the turaultuarie opera di Beiisario. (4) The fissure and leaning in the tipper part of the wail, which Frocopius observed, (Goth. lib. i. c. IS.) is   visible to the present hour. (Donat. <span class=\"place\" data-place-id=\"423025\">Roma</span> Vetus, lib. i. c. 17. p. 53, 54.) (5) Lijtoius (Opp. torn. iii. Poliorcet. lib. iii.) was ignorant of this clear and conspicuous passage of Procopius. (Goth. lib. i. c. 21.) The engine was named owevpo?, the wild ass, a calcitrando. (Hen. Steph. Tbesaur. Lin- gua; Gnec torn. ii. p. 1340,1341. torn. iii. p. 877.) I have seen an ingenious model, contrived and execute;! by General Melville, which imitates or surpasses tha art of amiquitv. Vol. III. 8", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA69&img=1&zoom=3&hl=en&sig=ACfU3U1OjSsAdf7mPm1s7-VX1EakVoC8zw&ci=0%2C0%2C1000%2C2000&edge=0"}