{"text": " A S TH E DECLIN E AN D FAL L ducts were made impervious, and the mole or sepolchre of Hadrian(l) was ton* verted, for the first time, to the use of a citadel. That venerable structure, which contained the ashes of the Antonines, was a circular turret rising from a quadrangu- lar basis: it was covered with the white marble of <span class=\"place\" data-place-id=\"599867\">Paros</span>, and decorated by the sta- tues of gods and heroes; and the lover of the arts must read with a sigh, that the works of Praxiteles or Lysippus were torn from their lofty pedestals, and hurled into the ditch on the heads or the besiegers. (2) To each of his lieutenants, Be- lisarius assigned the defence of a gate, with the wise and peremptory instruction, that whatever might be the alarm, they should steadilyadhere to their respective posts, and trust their general for the safety of <span class=\"place\" data-place-id=\"423025\">Rome</span>. The formidable host of the Goths, as insufficient to embrace the ample measure of the city; of the fourteen gates, seven only were invested from the Prsenestine to the Flaminian way; and Vitiges divided his troop\"? into six camps, each of which was fortified with a ditch ana rampart. On the Tuscan side of the river, a seventh encampment was formed in the field or circus of the Vatican, for the important purpose of command- ing the Milvian bridge and the course of the Tiber; but they approached with de- votion the adjacent church of St. Peter; and the threshold of the holy apostles was respected during the siege by a Christian enemy. In the ages of victory. as often as the senate decreed some distant conquest, the consul denounced hostili- ties, by unbarring, in solemn pomp, the gates of the temple of Janus. (3) Do- mestic war now rendered the admonition superfluous, and the ceremony was su- perseded by the establishment of a new religion. But the brazen temple of Janus   was left standing in the forum, of a size sufficient only to contain the statue of the god, five cubits in height, of a human form, but with two faces, directed to the east and west. The double gates were likewise of brass; and a fruitless effort to   turn them on their rusty hinges, revealed the scandalous secret, that some Romans   were still attached to the superstition of their ancestors. Eighteen days were employed by the besiegers, to provide all the instruments of attack which antiquity had invented. Fascines were prepared to fill the ditches, scaling ladders to ascend the walls. The largest trees of the forest supplied the timbers of four battering rams; their.heads were armed with iron; they were suspended by ropes, and each of them was worked by the labour of fifty men. The lofty wooden turrets moved on wheels or rollers, and formed a spacious platform of the level of the rampart. On the morning of the nineteenth day, a general attack was made from the Prsnestine gate to the Vatican: seven Go- thic columns, with their military engines, advanced to the assault; and the Rb- mans who lined the ramparts, listened with doubt and anxiety to the cheerful as- surances of their commander. As soon as the enemy approached the ditch, Beli- sarius himself drew the first arrow; and such was his strength and dexterity, that he transfixed the foremost of the barbarian leaders. A shout of applause and* victory was re-echoed along the wall. He drew a second arrow, and the stroke was followed with the same success and the same acclamation. The Roman general then gave the word, that the archers should aim at the teams of oxen; they were instan#y covered with mortal wounds; the towers which they drew, remained use- less and immoveable, and a single moment disconcerted the laborious projects of the king of the Goths. After this disappointment, Vitiges still continued, or feigned to continue, the assault of the Salarian gate, that he might divert the at- tention of his adversary, while his principal forces more strenuously attacked the Prscnestine gate and the sepulchre of Hadrian, at the distance of three miles from each other. Near the former, the double walls of the <span class=\"place\" data-place-id=\"452492\">Vivarium</span> (4) were low or broken; the fortifications of the latter were feebly guarded: the vigour of the Goths was excited by the hope of victory and spoil; and if a single post had given way, the Romans, and Rome itself, were irrecoverably lost. This perilous day was the most glorious in the life of Belisarius. Amidst tumult and dismay, the whole plan of the attack and defence was distinctly present to his mind; he observed the fl) The description of ibis mausoleum, or mole, in Procopius, (lib. i. c. 25.) ii the first and best. The height above the vails<r%sSev s? xifloo fi  \\w. On Nolli's great plan, the sides measure two hundred and sixty English feet. (2) Praxiteles excelled in Fauns, and that of <span class=\"place\" data-place-id=\"579885\">Athens</span> was his own master-piece. Rome now contains above thirty of the same character. When the ditch of St. Angelo was cleansed under Urban VIII., the workmen found the sleeping Faun of the Barberini palace: but a leg,a thigh, and the right arm, had been broken from that beautiful statue. (Winckelraan, Hist, de 1'Art, torn. ii. p. 52,53. torn. iii. p. 265.) (3) Procopius has riven the best description of the temple of Janus, a national deity of <span class=\"place\" data-place-id=\"432900\">Latium</span>. (Heyne, Excurs. 5. ad lib. 7. JEneid.) It was once a gate in the primitive city of Romulus ana Numa. (Naraini, p. 13. 256. 329.) Virgil has described the ancient rite, like a poet and an antiquarian. (4) rhwrium was an angle in the new wall, enclosed for wild beasts. (Procopius, Goth. lib. i. c.S3.) Tire   pot it still TiiibJe in Nardini (lib. iv. c. 2. p. 159,160.,) and Nolli's great plan of Rome.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA70&img=1&zoom=3&hl=en&sig=ACfU3U28bV-TSJZGhLcBpJUoOOo5fKEM_Q&ci=0%2C0%2C1000%2C2000&edge=0"}