{"text": " 60 TH E DECLIN E AN D FAL L the slaves; required his soldiers to dismiss their male and female attendants^and regulated their allowance, that one moiety should be given in provisions, and the other in money. His foresight was justified by the increase of the public distress* as soon as the Goths had occupied two rmportants posts in the neighbourhood of <span class=\"place\" data-place-id=\"423025\">Rome</span> by the loss of the port, or, as it is now called, the city of <span class=\"place\" data-place-id=\"433044\">Porto</span>, he was de- prived of the country on the right of the Tiber, and the best communication with the sea; and he reflected with grief and anger, that three hundred men, could he have spared such a feeble band, might have defended its impregnable works. Seven miles from the capital, between the Appian and the Latin ways, two prin- cipal aqueducts, crossing, and again crossing each other, enclosed within their solid and lofty arches a fortified space, (1) where Vitiges established a camp of seven thousand Goths to intercept the convoys of <span class=\"place\" data-place-id=\"981549\">Sicily</span> and <span class=\"place\" data-place-id=\"991350\">Campania</span>. The granaries of Rome were insensibly exhausted, the adjacent country had been wasted with fire and sword} and such scanty supplies as might yet be obtained by hasty excursions, were the reward of valour, and the purchase of wealth: the forage of the horses, and the bread of the soldiers, never failed; but in the last months of the siege, the people were exposed to the miseries of scarcity, unwholesome food,(2) and con- tagious disorders. Belisarius saw and pitied their sufferings; but he had foreseen and he watched the decay of their loyalty, and the progress of their discontent. Adversity had awakened the Romans from the dreams of grandeur and freedom, and taught them the humiliating lesson, that it was of small moment to their real happiness, whether the name of their master was derived from the Gothic or the Latin language. The lieutenant of Justinian listened to their just complaints, but he rejected with disdain the idea of flight or capitulation: repressed their clamo- rous impatience for battle; amused them with the prospect of sure and speedy relief; and secured himself and the city from the effects of their despair or trea- chery. Twice in each month he changed the station of the officers to whom the custody of the gates was committed: the various precautions, of patroles, watch- words, lights, and music, were repeatedly employed to discover whatever passed on the rampafts; out-guards were posted beyond the ditch, and the trusty vigilance of dogs supplied the more doubtful fidelity of mankind. A letter was intercepted, which assured the king of the Goths, that the Asinarian gate, adjoining to the <span class=\"place\" data-place-id=\"570417\">La</span>- teran church, should be secretly opened to his troops. On the proof of suspicion of treason, several senators were banished, and the pope Sylverius was summoned to attend the representative of his sovereign, at his head-quarters in the Pincian palace. (3) The ecclesiastics who followed their bishop, were detained in the first or second apartment, (4) and he alone was admitted to the presence of Belisarius. Uhe conqueror of Rome and <span class=\"place\" data-place-id=\"314921\">Carthage</span> was modestly seated at the feet of Antonina, who reclined on a stately couch: the general was silent, but the voice of reproach and menace issued from the mouth of his imuerious wife. Accused by credible witnesses, and the evidence of his own subscription, the successor of St. Peter was despoiled of his pontifical ornaments, clad in a mean habit of a monk, and embarked, without delay, for a distant exile in the east. At the emperor's com- mand, the clergy of Rome proceeded to the choice of a new bishop; and after a solemn invocation of the Holy Ghost, elected the deacon Vigilius, who had pur- chased the papal throne by a bribe of two hundred pounds of gold. The profit, and consequently the guilt, of this simony, was imputed to Belisarius.-but the hero obeyed the orders of his wife. Antonina served the passions of the empress; and Theodora lavished her treasures, in the vain hope of obtaining a pontiff hostile or indifferent to the council of <span class=\"place\" data-place-id=\"520989\">Chalcedon</span>. (5) (1) Proeopjui (Goth, lib. ii. c. 3.) has forgot to name these aqueducts: nor can such a double intersection, at such a distance from Rome, be clearly ascertained from the writings of Frontinus Fabretti and Esehinard, de Aquis and de Aero <span class=\"place\" data-place-id=\"531088\">Romano</span>, or from the local maps of Lameti and Cingolani. Seven or eight miles from the city (fifty stadia,) on the road to Albano, between the Latin and Appian ways, I discern the remains of an aqueduct (probably the Septimian,) a series (six hundred and thirty paces) of arches twenty-fire feet high IKpqAAi etrstyctv.) (2) They made sausages,  x\\  t  ?, of mules' flesh: unwholesome, if the animals had died of the plague. Otherwise the famous Bologna sausages are said to be made of ass' flesh (Voyages deLabat,tom.ii.p.21l J   (3) The name of thepalace, the hill,and the adjoining gatefwereall derived from the senator Pincitit. Some recent vestiges of temples and churches are now smoothed in the garden of the Minims of the Trinita del Monte (Nardini, lib. iv. c. 7. p. 136. Esehinard, p. 209, 210. the old plan of BufTxlino, and the great plan of Kolli.) Belisarius has fixed his station between the Pincian and Salarian gates (Procop. Goth. lib. i. c. 15.) (4) From the mention of the primum et secundum velum, it should seem that Belisarius, even in a liege,re- preiented the emperor, and maintained the proud ceremonial of the Byzantine palace.* (5) Of this act of sacrilege, Procoptim (Goth. lib. i. c. 25.) is a dry ahd reluctant witness. The narratives of Liberatus (Breviarium, e. 22.) and Anastasius (de Vit. Pont. p. 39.,) are characteristic, but passionate. Hear the execrations of cardinal Baronius (A. D. 536. No. 1S3. A. D. 538. No. 4-20.;) nonentum, (acinus omni e  . ctatioue dignum.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA72&img=1&zoom=3&hl=en&sig=ACfU3U1DsRIWfbGjSlDldqUmwe24ZH6Gzg&ci=0%2C0%2C1000%2C2000&edge=0"}