{"text": " O F TH E ROMA N EMPIRE. The epistle of Belisarius to the emperor announced his victory, his danger, and his resolution.\" According to your commands, we have entered the dominions of the Goths, and reduced to your obedience, Sicily, <span class=\"place\" data-place-id=\"991350\">Campania</span>, and the city of <span class=\"place\" data-place-id=\"423025\">Rome</span>: but the loss of these conquests will be more disgraceful than their acquisition was glorious. Hitherto we have successfully fought against the multitude of the bar- barians, but the multitudes may finally prevail. Victory is the gift of Providence,   but the reputation of kings and generals depends on the success or the failure of their designs. Permit me to speak with freedom; if you wish that we should live, send us subsistence; if you desire that we should conquer, send us arms, horses, and men. The Romans have received us as friends and deliverers; but in our pre- sent distress, they will be either betrayed by their confidence, or we shall be op- pressed by their treachery and hatred. For myself, my life is consecrated to your service; it is yours to reflect, whether my death in this situation will contribute to the glory and prosperity of your reign.\" Perhaps that reign would have been equally prosperous,- if the peaceful master of the east had abstained from the con- quest of <span class=\"place\" data-place-id=\"324852\">Africa</span> and <span class=\"place\" data-place-id=\"1052\">Italy</span>; but as Justinian was ambitious of fame, he made some efforts, they were feeble and languid, to support and rescue his victorious general. A re-enforcement of sixteen hundred Sclavonians and Huns was led by Martin and Valerian; and as they had reposed during the winter season in the harbours of <span class=\"place\" data-place-id=\"1001896\">Greece</span>, the strength of the men and horses was not impaired by the fatigues of a sea-voyage; and they distinguished their valour in the first sally against the besie- gers. About the time of the summer solstice, Euthalius landed at Terracina with large sums of money for the payment of the troops; he cautiously proceeded along the^Appian way, and this convoy entered Rome through the gateCapena,(l) while Belisarius, on the other side; diverted the attention of the Goths by a vigorous and successful skirmish. These seasonable aids, the use and reputation of which were dexterously managed by the Roman general, revived the courage, or at least the hopes, of the soldiers and people. The historian Procopius was despatched with an important commission to collect the troops and provisions which <span class=\"place\" data-place-id=\"991350\">Campania</span> could furnish, or <span class=\"place\" data-place-id=\"520998\">Constantinople</span> had sent; and the secretary of Belisarius was soon followed by Antonina herself, (2) who boldly traversed the posts of the enemy, and returned with the oriental succours to the relief of her husband and the besieged city. A fleet of three thousand Isaurians cast anchor in the bay of Naples, and afterward at <span class=\"place\" data-place-id=\"422995\">Ostia</span>. Above two thousand horse, of whom a part were Thracians, landed at <span class=\"place\" data-place-id=\"442810\">Tarentum</span>; and, after the junction of five hundred soldiers of <span class=\"place\" data-place-id=\"991350\">Campania</span>, and a train of wagons laden with wine and flour, they directed their march on the Appian way, from <span class=\"place\" data-place-id=\"432754\">Capua</span> to the neighbourhood of Rome. The forces that ar- rived by land and sea were united at the mouth of the Tiber. Antonina convened a council of war: it was resolved to surmount, with sails and oars, the adverse stream of the river: and the Goths were apprehensive of disturbing, by any rash hostili- ties, the negotiation to which Belisarius had craftily listened. They credulously believed, that they saw no more than the vanguard of a fleet and army, which al- ready covered the Ionian sea and the plains of <span class=\"place\" data-place-id=\"991350\">Campania</span>; and the illusion was supported by the haughty language of the Roman general, when he gave audience to the ambassadors of Vitiges. After a specious discourse to vindicate the justice of his cause, they declared that, for the sake of peace, they were disposed to re- nounce the possession of <span class=\"place\" data-place-id=\"981549\">Sicily</span>.\" The emperor is not less generous, replied his. lieutenant with a disdainful smile:\" in return for a gift which you no longer pos- sess, he presents you with an ancient province of the empire   he resigns to the' Goths the sovereignty of the British island.\" Belisarius rejected with equal firm- ness and contempt the offer of a tribute; but he allowed the Gothic ambassadors to seek their fate from the mouth of Justinian himself; and consented, with seeming reluctance, to a truce of three months, from the winter solstice to the equinox of spring. Prudence might not safely trust either the oaths or hostages of the bar- barians, but the conscious superiority of the Roman chief was expressed in the distribution of his troops. As soon as fear or hunger compelled the Goths to eva- cuate <span class=\"place\" data-place-id=\"462088\">Alba</span>, <span class=\"place\" data-place-id=\"433044\">Porto</span>, and Centumcella:, their place was instantly supplied; the gar- risons*of Narni, Spoleto, and <span class=\"place\" data-place-id=\"413248\">Perusia</span>, were re-enforced, and the seven camps of the besiegers were gradually encompassed with the calamities of a siege. The (1) The old <span class=\"place\" data-place-id=\"413062\">Capena</span> was removed by Aurelian to, or near, the modern gate of St. Sebastian (see Nolli's plan.) That memorable spot hat been consecrated by the Egerian grove, the memory of Numa, triumphal arches, the sepulchres of the Scipios, Metelli,&c. (S) The expression of Proeopius has an invidious cait   tvxw u tcj ser^ou; rw c$nri trvp  nT:nc.vw tty.ftZmi-j (Goth. lib. U. c, 40 Yet he is speaking of a woraan.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA73&img=1&zoom=3&hl=en&sig=ACfU3U205bS0YCW38z3zgeO85D48TufXhQ&ci=0%2C0%2C1000%2C2000&edge=0"}