{"text": " O F TH E ROMA N EMPIRE. 63 tiie Goths abandoned the siege of Rimini, their tents, their standards, and their leaders; and Vitiges, who gave or followed the example of flight, never halted till he found a shelter within the walls and morasses of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>. To these walls, and to some fortresses destitute of any mutual support, the Go- thic monarchy was now reduced. The provinces of <span class=\"place\" data-place-id=\"1052\">Italy</span> had embraced the party of the emperor; and his army, gradually recruited to the number of twenty thou- sand men, must have achieved an easy and rapid conquest, if their invincible powers had not been weakened by the discord of the Roman chiefs. Before the end of the siege, an act of blood, ambiguous and indiscreet, sullied the fair fame of Belisarius. Presidius, a loyal Italian, as he fled from <span class=\"place\" data-place-id=\"393480\">Ravenna</span> to <span class=\"place\" data-place-id=\"423025\">Rome</span>, was rude- ly stopped by <span class=\"place\" data-place-id=\"305064\">Constantine</span>, the military governor of Spoleto, and despoiled, even in a church, of two daggers richly inlaid with gold and precious stones. As soon as the public danger had subsided, Presidius complained of the loss and injury: his complaint was heard, but the order of restitution was disobeyed by the pride and avarice of the offender. Exasperated by the delay, Presidius boldly arrested the general's horse as he passed through the forum; and, with the spirit of a citizen, demanded the common benefit of the Roman laws. The honour of Belisarius was engaged; he summoned a council; claimed the obedience of his subordinate officer; and was provoked, by an insolent reply, to call hastily for the presence of his guards. <span class=\"place\" data-place-id=\"305064\">Constantine</span>, viewing their entrance as the signal of death, drew his sword, and rushed on the general, who nimbly eluded the stroke, and was protect- ed by his friends; while the desperate assassin was disarmed, dragged into a neigh- bouring chamber, and executed, or rather murdered, by the guards, at the arbi- trary command of Belisarius. (1) In this hasty act of violence, the guilt of Con- stantine was no longer remembered; the despair and death of that valiant officer were secretly imputed to the revenge of Antonina; and each of his colleagues, con- scious of the same rapine, was apprehensive of the same fate. The fear of a com- mon enemy suspended the effects of their envy and discontent: but in the confidence of approaching victory, they instigated a powerful rival to oppose the conqueror   of Rome and <span class=\"place\" data-place-id=\"324852\">Africa</span>. From the domestic service of the palace, and the adminis- tration of the private revenue, Narses the eunuch was suddenly exalted to the head of an army; and the spirit of a hero, who afterwards equalled the merit and   glory of Belisarius, served only to perplex the operations of the Gothic war. To his prudent counsels, the relief of Rimini was ascribed by the leaders of the dis- contented faction, who exhorted Narses to assume an independent and separate command. The epistle of Justinian had indeed enjoined his obedience to the gene- ral; but the dangerous exception, as far as may be advantageous to the fiublic ser- vice, reserved some freedom of judgment to the discreet favourite, who had so late- ly departed from the sacred and familiar conversation of his sovereign. In the exercise of this doubtful right, the eunuch perpetually dissented from the opinions of Belisarius; and, after yielding with reluctance to the siege of Urbino, he desert- ed his colleague in the night, and marched away to the conquest of the JEmilian province. The fierce and formidable bands of the <span class=\"place\" data-place-id=\"98980\">Heruli</span> were attached to the person of Narses;(2) ten thousand Romans and confederates were persuaded to march under his banners; every malecontent embraced the fair opportunity of re* vengine; his private or imaginary wrongs; and the remaining troops of Belisarius were divided and dispersed from the garrisons of Sicily to the shores of the Hadri- atic. His skill and perseverance overcame every obstacle: Urbino was taken, the sieges of Fassulac, Orvieto, and <span class=\"place\" data-place-id=\"413045\">Auximum</span>, were undertaken and vigorously prose- cuted; and the eunuch Narses was at length recalled to the domestic cares of the palace. All dissensions were healed, and all opposition was subdued, by the tem- perate authority of the Roman general, to whom his enemies could not refuse their esteem; and Belisarius inculcated the salutary lessons, that the forces of the state should compose one body, and be animated by one soul. But, in the interval of discord, the Goths were permitted to breathe; an important season was lost, Milan was destroyed, and the northern provinces of Italy were afflicted by an inundation of the Franks. (1) The transaction is related in the public history (Goth. lib. ii. c. 8.) with candour or caution; in the An- ecdotes (c. 7.,) with malevolence or freedom: but Marcellinus, or rather his oontinuator (in Chron.,) casts a Hhade of premeditated assassination over the death of <span class=\"place\" data-place-id=\"305064\">Constantine</span>. He had performed good service at Rome and Spoleto (Procop. Goth. lib. i. c. 7.14.;) but Alemaous confounds him with a Constantianus comes sta- balu (2) They refused to serve after his departure: sold their captives and cattle to the Goths; and swore never to fight against them. Frooopius introduces a curious digression on the manners and adventures of this wan*  leringnatton,ft part of whom finally emigrated to Tbule or Scandinavia (Goth, lib. ii. c. 14,15.7", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA75&img=1&zoom=3&hl=en&sig=ACfU3U0xQSV9MX4QDe9VTKV-0fTsqVClzQ&ci=0%2C0%2C1000%2C2000&edge=0"}