{"text": " TH E DECLIN E AN D FAL L When Justinian first meditated the conquest of <span class=\"place\" data-place-id=\"1052\">Italy</span>, he sent ambassadors to the kings of the Franks, and adjured them, by the common ties of alliance and religion, to join in the holy enterprise against the Arians. The Goths, as their wants were more urgent, employed a more effectual mode of persuasion, and vainly strove, by the gift of lands and money, to purchase the friendship, or at least the neutrality of a light and perfidious nation. (1) But the arms of Belisarius, and the revolt of the Italians, had no sooner shaken the Gothic monarchy, than Theodebert of Aus- tralia, the most powerful and warlike of the Merovingian kings, was persuaded to succour their distress by an indirect and seasonable aid. Without expecting the consent of their sovereign, ten thousand Burgundians, his recent subjects, descend- ed from the Alps, and joined the troops which Vitiges had sent to chastise the re- volt of Milan. After an obstinate siege, the capital of <span class=\"place\" data-place-id=\"383698\">Liguria</span> was reduced by fa- mine, but no capitulation could be obtained, except for the safe retreat of the Ro- man garrison. Datius, the orthodox bishop, who had seduced his countrymen to rebellion(2) and ruin, escaped to the luxury and honours of the Byzantine court;(3) but the clergy, perhaps the Arian clergy, were slaughtered at the foot of their own altars by the defenders of the catholic faith. Three hundred thousand males were reported to be slain;(4) the female sex, and the more precious spoil, was resigned to the Burgundians; and the houses, or at least the walls of Milan, were levelled with the ground. The Goths, in their last moments, were revenged by the des- truction of a city, second only to <span class=\"place\" data-place-id=\"423025\">Rome</span> in size and opulence, in the splendour of its buildings, or the number of its inhabitants; and Belisarius sympathized alone in the fate of his deserted and devoted friends. Encouraged by this successful inroad, Theodebert himself, in the ensuing spring, invaded the plains of Italy with an ar- my of one hundred thousand barbarians. (5) The king, and some chosen followers, were'mounted on horseback, and armed with lances; the infantry, without bows or spears, were satisfied with a shield, a sword, and a double-edged battle-axe, which, in their hands, became a deadly and unerring weapon. Italy trembled at the march of the Franks; and both the Gothic prince and the Roman general, alike ignorant of their designs, solicited, with hope and terror, the friendship of these dangerous allies. Till he had secured the passage of the Po on the bridge of Pa- via, the grandson of Clovis dissembled his intentions, which he at length declared, by assaulting, almost at the same instant, the hostile camps of the Romans and Goths. Instead of uniting their arms, they fled with equal precipitation; and the fertile, though desolate, provinces of <span class=\"place\" data-place-id=\"383698\">Liguria</span> and JEmilia, were abandoned to a li- centious host of barbarians, whose rage was not mitigated by any thoughts of set- tlement or conquest. Among the cities which they ruined, Genoa, not yet con- structed of marble, is particularly enumerated: and the deaths of thousands, ac- cording to the regular practice of war, appear to have excited less horror than some idolatrous sacrifices of women and children, which were performed with im- punity in the camp of the most Christian king. If it were not a melancholy truth, that the first and most cruel sufferings must be the lot of the innocent and helpless,<history might exult in the misery of the conquerors, who, in the midst of riches,>were left destitute of bread or wine, reduced to drink the waters of the Po, and to-feed on the flesh of distempered cattle. The dysentery swept away one-third of their army; and the clamours of his subjects, who were impatient to pass the Alps, disposed Theodebert to listen with respect to the mild exhortation of Belisarius, The memory of this inglorious and destructive warfare was perpetuated on the medals of Gaul: and Justinian, without unsheathing his sword, assumed the title of conqueror of the Franks. The Merovingian prince was offended by the vanity of the emperor; he affected to pity the fallen fortunes of the Goths; and his insidious offer of a federal union was fortified by the promise or menace of descending from the Alps at the head of five hundred thousand men. His plans of conquest were (1) This national reproach of perfidy (Procop. Gotli. lib. ii. c. 25.) offends the ear of <span class=\"place\" data-place-id=\"570417\">La</span> Mothe le Vayer (torn. viii. p. 163   165..; who criticises, as if he had not read the Greek historian. (2) Baroaius applauds his treason, and justifies the catholic bishops   qui ne sab heretico principe degant omnem lapidem movant   a useful caution. The more rational Muratori (Annali d'ltalia, torn. v. p. 54.) iiints at the guilt of perjury, and blames at least the imprudence of Datius. (S) St. Datius was more successful against devils than against barbarians. He travelled with a numerous retinue, and occupied at <span class=\"place\" data-place-id=\"570182\">Corinth</span> a large house (Baronius, A. D. 538. Mo. 89, A. D. 539. No. 20.) (4) MupiosJes TpiMKovrz (compare Procopius. Goth. lib. ii. c. 7.21.) Yet such papulation is incredible; und the second or third city of Italy need not repine if we only decimate the numbers of the present text. Both Milan and Genoa revived in less than thirty years (Paul Diacoa. de Gestis Langobard, lib. ii. c. 36. (5) Besides Procopius, perhaps too Homan, see the Chronicles of Marius and Marcellinus, Jornandes (in Success. Rega. in Muratori, torn. i. p. 241.,) and Gregory of Tours, (lib. iii. c. 32. in torn. ii. of the Historians of France.) Gregory supposes a defeat of Beluarius, who, in Almoin (de Gejtfs Franc, lib. ii. c 53, in torn, iii. p. 59.,) is^Iain by the Franks.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA76&img=1&zoom=3&hl=en&sig=ACfU3U3XcZiAn0QRxoWAzy2X0ebuVKXVSA&ci=0%2C0%2C1000%2C2000&edge=0"}