{"text": " O F TH E ROMA N EMPIRE, 05 boundless, and perhaps chimerical. The king of Austrasia threatened to chas- tise Justinian, and to march to the gates of Constantinople:^) he was overthrown and slain(2) by a wild bull,(3) as he hunted in the Belgic or German forests. As soon as Belisarius was delivered from his foreign and domestic enemies, he seriously applied his forces to the final reduction of <span class=\"place\" data-place-id=\"1052\">Italy</span>. Jn the siege of Osimo, the general was nearly transpierced with an arrow, if the mortal stroke had not been intercepted by one of his guards, who lost, in that pious office, the use of his hand. The Goths of Osimo, four thousand warriors, witn those of Ficsulx and the Cottian Alps, were among the last who maintained their independence; and their gallant resistance, which almost tired the patience, deserved the esteem of the conqueror. His prudence refused to subscribe the safe conduct which they asked, to join their brethren of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>; but they saved, by an honourable capitulation, one moiety at least of their wealth, with the free alternative of retiring peaceably to their estates, or enlisting to serve the emperor in his Persian wars. The mul- titudes, which yet adhered to the standard of Vitiges, far surpassed the number of the Roman troops; but neither prayers, nor defiance, nor the extreme danger of his most faithful subjects, could tempt the Gothic king beyond the fortifications of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>. These fortifications were, indeed, impregnable to the assaults of art or violence; and when Belisarius invested the capital, he was soon convinced that famine only could tame the stubborn spirit of the barbarians. The sea, the land, and the channels of the Po, were guarded by the vigilance of the Roman general; and his morality extended the rights of war to the practice of poisoning the waters,(4) and secretly firing the granaries(S) of a besieged city.(fi) While he pressed the blockade of <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, he was surprised by the arrival of two am- bassadors from <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, with a treaty of peace, which Justinian had im- prudently signed, without deigning to consult the author of his victory. By this disgraceful and precarious agreement, Italy and the Gothic treasure were divided, and the provinces beyond the Po were left with the regal title to the successor of Theodoric. The ambassadors were eager to accomplish their salutary commis- sion; the captive Vitiges accepted, with trausport, the unexpected offer of a crown; honour was less prevalent among the Goths, than the want and appetite of food; and the Roman chiefs, who murmured at the continuance of the war, professed implicit submission to the commands of the emperor. If Belisarius had possessed only the courage of a soldier, the laurel would have been snatched from his hand by timid and envious counsels; but, in this decisive moment, he resolved, with the magnanimity of a statesman, to sustain alone the danger and merit of generous disobedience. Each of his officers gave a written opinion, that the siege of Ra- venna was impracticable and hopeless: the general then rejected the treaty of partition, and declared his own resolution of leading Vitiges in chains to the feet of Justinian. The Goths retired with doubt and dismay: this peremptory refusal deprived them of the only signature which they could trust, and filled their minds   with a just apprehension, that a sagacious enemy had discovered the full extent of their deplorable state. They compared the fame and fortune of Belisarius with the weakness of their ill-fated king; and the comparison suggested an extraordi- nary project, to which Vitiges, with apparent resignation, was compelled to acqui- esce. Partition would ruin the strength, exile would disgrace the honour, of the nation; but they offered their arms, their treasures, and the fortifications of Ra- (1) Agathias, lib. i. p.;4,'l5. Could he haw seduced or subdned the Gepidtc or Lombards of <span class=\"place\" data-place-id=\"197425\">Pannonia</span>, the Greek historian is confident that he roust have been destroyed in Thraoe. (2) The king pointed his spear   the hull overturned a tree on his head   he expired the same day. Such is the story of Agathias; but the original historians of <span class=\"place\" data-place-id=\"236467\">France</span> (torn. ii. p. 202.*>3. 5S8. t)67.) impute his death to* (S)'without losing myself in a labyrinth of species and names   the aurochs, urns, bisons,bubalus. bonasus, buffalo, See. (Button Hist. Nat. torn. xi. and Supplement, torn. iii. 6.) it is certain, that in the sixth century a large wild species of horned cattle was hunted in the great forests of the Vosges in Lorraine, and the Ardenuca (Greg. Turon. torn. ii. lib. x. c. 10. p. 369.),,,. (4) In the siege of <span class=\"place\" data-place-id=\"413045\">Auximum</span>, he first laboured to demolish an old aqueduct, and then cast into the stream, I. dead bodies: 2. miichievious herbs: and. 3. quicklime, which is named (says Procopius, lib. ii. c. 29.) i.t  .  ; by the ancients: bv the modems wo.;   .. Yet both words are used as synonymous in Galen, Dioscorides, and Lnoian. (Hen. Steph. Thesaur. Ling. Cirxc. torn. iii. p. 748.)... (5) The Goths suspected Mathasuintha as an accomplice in the mischief, which perhaps was occasioned by accidental lightning. J?   (ft) In strict philosophy, a limitation nf the rights of war seems to imply nonsense and contradiction. Gro- tins himself is lost in an idle distinction between the jus natnra and the jus gentium, between poison and in- fection. He balances in one scale the passages of Homer, (Odyss. A.239. ctcjsud i lorus (lib. n. c. 20.\\n. 7. silt.) and in the oilier, the examples of Solon (Pmiianius, lib. x. e. 37.) and Belisarius. See his great work De lure Belli et Pacis lib. iii. e. 4. s. 15-17., and in Barheyrac's version, torn. li. p. 2S7, fce. Yet I tan understand the benefit and validity of an agreement, tacit or espress, mutually to abstain Irom ctrla.n lnodts ol htiitili'y tiee the Amphietyomc oa'.h in Kschines dc J-alsa L' gatii ne. Vol. III. d", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA77&img=1&zoom=3&hl=en&sig=ACfU3U3nxeTyrwUb0KH87agT5MixdipXSg&ci=0%2C0%2C1000%2C2000&edge=0"}