{"text": " 66 TH E DECLIN E AN D FAL L venna, if Belisarius would disclaim the authority of a master, accept the choree of the Goths, and assume, as he had deserved, the kingdom of <span class=\"place\" data-place-id=\"1052\">Italy</span>- If the false lustre of a diadem could have tempted the loyalty of a faithful subject, his pru- dence must have foreseen the inconstancy of the barbarians, and his rational am- bition would prefer the safe and honourable station of a Roman general. Even the patience and seeming satisfaction with which he entertained a proposal of trea- son, might be susceptible of a malignant interpretation. But the lieutenant of Justinian was conscious of his own rectitude: he entered into a dark and crooked path, as it might lead to the voluntary submission of the Goths;, and his dexterous policy persuaded them that he was disposed to comply with their wishes, without engaging an oath or a promise for the performance of a treaty which he secretly abhorred. The day of the surrender of <span class=\"place\" data-place-id=\"393480\">Ravenna</span> was stipulated by the Gothic ambassadors: a fleet, laden with provisions, sailed as a welcome guest into the deepest recess of the.harbour: the gates were opened to the fancied king of Italy; and Belisarius, without meeting an enemy, triumphantly marched through the streets of an impregnable city.(l) The Romans were astonished by their suc- cess; the multitude of tall and robust barbarians were confounded by the image of their own patience; and the masculine females, spitting in the faces of their sons and husbands, most bitterly reproached them for betraying their dominion and freedom to these pigmies of the south, contemptible in their numbers, diminutive in their stature. Before the Goths could recover from their first surprise, and claim the accomplishment of their doubtful hopes, the victor established his power in <span class=\"place\" data-place-id=\"393480\">Ravenna</span>, beyond the danger of repentance and revolt. Vitiges, who perhaps had attempted to escape, was honourably guarded in his palace;(2) the flower of the Gothic youth was selected for the service of the emperor; the remainder of the people was dismissed to their peaceful habitations in the southern provinces; and a colony of Italians was invited to replenish the depopulated city. The submission of the capital was imitated in the towns and villages of Italy, which had not been subdued, or even visited, by the Romans; and the independent Goths, who re- mained in arms at Pavia and <span class=\"place\" data-place-id=\"383816\">Verona</span>, were ambitious only to become the subjects of Belisarius. But his inflexible loyalty rejected, except as the substitute of Jus- tinian, their oaths of allegiance; and he was not offended by the reproach of their deputies, that he rather chose to be a slave than a king. After the second victory of Belisarius, envy again whispered, Justinian listened, and the hero was recalled.*' The remnant of the Gothic war was no longer wor- thy of his presence: agracioussovereign was impatient to reward his services, and to consult his wisdom: and he alone was capable of defending the east against the innumerable armies of Persia.\" Belisarius understood the suspicion, accepted the excuse, embarked at <span class=\"place\" data-place-id=\"393480\">Ravenna</span> his spoils and trophies; and proved, by his ready obedience, that such an abrupt removal from the government of Italy was not less unjust than it might have been indiscreet. The emperor received, with honoura- ble courtesy, both Vitiges and his more noble consort: and as the king of the Goths conformed to the Athanasian faith, he obtained, with a rich inheritance of lands in <span class=\"place\" data-place-id=\"981509\">Asia</span>, the rank of senator and patrician. (3) Every spectator admired, without peril, the strength and stature of the young barbarians: they adored the strength and majesty of the throne, and promised to shed their blood in the service of their benefactor. Justinian deposited in the Byzantine palace the treasures of the Go- thic monarchy. A flattering senate was sometimes admitted to gaze on the mag- nificent spectacle; but it was enviously secluded from the public view; and the conqueror of Italy renounced, without a murmur, perhaps without a sigh, the well- earned honours of a second triumph. His glory was indeed exalted above all ex- ternal pomp; and the faint and hollow praises of the court were supplied, even in a servile age, by the respect and admiration of his country. Whenever he ap- peared in the streets and public places of <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, Belisarius attracted and satisfied the eyes of the people. His lofty stature and majestic countenance ful- fil <span class=\"place\" data-place-id=\"393480\">Ravenna</span> was taken, not in the 540, but in Ike latter end of 539; and Pagi (torn. ii. p. 560.) is rectified by Murafon (Annali d'llala, torn.\\: p. 62..) who piorei from an original act on papyrus (Antiquit <span class=\"place\" data-place-id=\"1052\">Italia</span>; Medii#>i) torn. n.dissert. 32. p.999-1007. Maffei.lstoria Diplomat, p. 15J   160.,) that before the 3d of January, 540, peace and free correspondence were restored between <span class=\"place\" data-place-id=\"393480\">Ravenna</span> and Faenza. (!) He was seized by John the Sanguinary, but an oath or sacrament was pledged for his safety in the Basi- lica Jnln (Hist. Miscell. lib. xvn.in Muraton, torn. i. p. 107.) Anastasiiis (in Vit. Pont. p. 40.) gives a dark but probable account. Monlfaucon is quoted by Mascon (Hist, of the Germans, 12. 21.) for a volive shield repre- senting the captivity of Vitiges, and now in the collection of Signer I.andi at <span class=\"place\" data-place-id=\"423025\">Rome</span>. (3) Vitiges lived two years at Constantinople, and imperatoris in nifectu eonvictiu (or conjunctus) rebus ex- cesut'humanu. His widow, Matliruuenta, the wife and mother of the patricians, the elder and younger Ger- manuj, untied the su-eams of Alucian and Araali blood (Jomandes, c lx, p. 211, in Muratori, torn. i.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA78&img=1&zoom=3&hl=en&sig=ACfU3U3CxLTJhpJSwhMHwgoXmvhg6hBozw&ci=0%2C0%2C1000%2C2000&edge=0"}