{"text": " O F TH E ROMA N EMPIRE. 67 filled their expectations of a hero; the meanest of his fellow-citizens were embold- ened by his gentle and gracious demeanour; and the martial train, which attended his footsteps, left his person more accessible than in a day of battle. Seven thou- sand horsemen, matchless for beauty and valour, were maintained in the service,   and at the private expense, of the general.(l) Their prowess was always con- spicuous in single combats, or in the foremost ranks; and both parties confessed, that in the siege of <span class=\"place\" data-place-id=\"423025\">Rome</span>, the guards of Belisarius had alone vanquished the bar- barian host. Their numbers were continually augmented by the bravest and most faithful of the enemy; and his fortunate captives, the Vandals, the Moors, and the Goths, emulated the attachment of his domestic followers. By the union of libe- rality and justice, he acquired the love of the soldiers, without alienating the af- fections of the people. The sick and wounded were relieved with medicines and money; and, still more efficaciously, by the healing visits and smiles of their com- mander. The loss of a weapon or a horse was instantly repaired, and each deed of valour was rewarded by the rich and honourable gifts of a bracelet or a collar, which were rendered more precious by the judgment of Belisarius. He was en- deared to the husbandmen, by the peace and plenty which they enjoyed under the shadow of his standard. Instead of being injured, the country was enriched by the inarch of the Roman armies; and such was the rigid discipline of their camp, that not an apple was gathered from the tree, not a path could be traced in the fields of corn. Belisarius was chaste and sober. In the license of a military life, none could boast that they had seen him intoxicated with wine: the most beautiful cap- tives of Gothic or Vandal race were offered to his embraces; but he turned aside from their charms, and the husband of Antonina was never suspected of violating the laws of conjugal fidelity. The spectator and historian of his exploits has ob- served, that, amidst the perils of war, he was daring without rashness, prudent without fear, slow or rapid according to the exigencies of the moment; that in the deepest distress he was animated by real or apparent hope, but that he was mo- dest and humble in the most prosperous fortune. By these virtues he equalled or excelled the ancient masters of the military art. Victory, by sea and land, at- tended his arms. He subdued <span class=\"place\" data-place-id=\"775\">Africa</span>, <span class=\"place\" data-place-id=\"1052\">Italy</span>, and the adjacent islands, led away cap- tives the successors of Genseric and Theodoric; filled <span class=\"place\" data-place-id=\"520998\">Constantinople</span> with the spoils of their palaces, and in the space of six years recovered half the provinces of the western empire. In his fame and merit, in wealth and power, he remained with- out a rival, the first of the Roman subjects: the voice of envy could only magnify his dangerous importance; and the emperor might applaud his own discerning spi- rit which had discovered and raised the genius of Belisarius. It was the custom of the Roman triumphs, that a slave should be placed behind the chariot to remind the conqueror of the instability of fortune, and the infirmi- ties of human nature. Procopius, in his Anecdotes, has assumed that servile and ungrateful office. The generous reader may cast away the libel, but the evidence of facts will adhere to his memory; and he will reluctantly confess, that the fame, and even the virtue, of Belisarius, were polluted by the lust and cruelty of his wife; and that the hero deserved an appellation which may not drop from the pen of the decent historian. The mother of Antonina(2) was a theatrical prostitute, and both her father and grandfather exercised at <span class=\"place\" data-place-id=\"491741\">Thessalonica</span> and Constantinople the vile, though lucrative, profession of charioteers. In the various situations of their for- tune, she became the companion, the enemy, the sen-ant, and the favourite of the empress Theodora; these loose and ambitious females had been connected by si- milar pleasures; they were separated by the jealousy of vice, and at length re- conciled by the partnership of guilt. Before her marriage with Belisarius, An-   tonina had one husband and many lovers; Phothis, the son of her former nuptials, was of an age to distinguish himself at the siege of Naples; and it was not till the autumn of her age and beauty (3) that she indulged a scandalous attachment to a (1) Procopim, Golh. lib. iii: c. 1. Aimo'.n. a French monk of the eleventh cemnry. who>la' J obtained, and lias disfigured some authentic information of nelisarios. mentions in his name, twelve thousand patn or slates mios propriis alimus stipendiis   besides eighteen thousand soldiers (Historians of <span class=\"place\" data-place-id=\"98961\">France</span>, torn. in. De Gestis Franc, lib. ii. c. 6. p. 48.) (1) The diligence of Alemannus could add but little to the four first and most curious chapters of Anec- dotes. Of these strange anecdotes, a part may be true, because probable   and a part true, because improba- ble. Procopius most have known the former, and the latter he cuu M scarcely invent. (3) Procopius insinuates (Anccdot. c. 4.) that, when Belisarius returmd to Italy, (A. D. 443.) Antonina   was sixty years of age. A forced, hut more polite construction, which refers that date to the moment when he was writing, A. U. S'9.) would be compatible w ith the manhood of Phonos, (Gothic, lib. i. c- 10.) ia S3S.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA79&img=1&zoom=3&hl=en&sig=ACfU3U2zTw7W8xUzPmz_4QJG2tBeL4mTrg&ci=0%2C0%2C1000%2C2000&edge=0"}