{"text": " 68 TH E DECLIN E AN D FAL L Thracian youth. Tkeodosius had been educated in the Eunomian heresy; the; African voyage was consecrated by the baptism and auspicious name of the first soldier who embarked; and the proselyte was adopted into the family of his spi- ritual parents.(l) Belisarius and Antonina. Before they touched the shores of <span class=\"place\" data-place-id=\"324852\">Africa</span>, this holy kindred degenerated into sensual love; and as Antonina1 soon overleaped the bounds of modesty arid caution, the Roman general was alone ig- norant of his own dishonour. During their residence at <span class=\"place\" data-place-id=\"314921\">Carthage</span>, he surprised the two lovers in a subterraneous chamber, solitary, warm, and almost naked) Anger flashed from his eyes. With the helfi of this young man (said the unblushing Antonina,) Iiuas secreting our most precious effects from the knowledge of Justi- nian. The youth resumed his garments, and the pious husband consented to dis- believe the evidence of his own senses. From this pleasing and perhaps volunta- ry delusion, Belisarius was awakened at <span class=\"place\" data-place-id=\"462503\">Syracuse</span>, by the officious information of <span class=\"place\" data-place-id=\"981531\">Macedonia</span>: and that female attendant, after requiring an oath, for her security, produced two chamberlains, who, like herself, had often beheld the adulteries of Antonina. A hasty flight into <span class=\"place\" data-place-id=\"599527\">Asia</span> saved Theodosius from the justice of an in- jured husband, who had signified to one of his guards the order of his death; but the tears of Antonina, and her artful seduction, assured the credulous hero of her innocence; and he stooped, against his faith and judgment, to abandon those im- prudent friends who had presumed to accuse or doubt the chastity of his wife. The revenge of a guilty woman is implacable and bloody: the unfortunate Mace- donia, with the two witnesses, were secretly arrested by the minister of her cru- elty: their tongues were cut out, their bodies were hacked into small pieces, and their remains were cast into the sea of Syracuse. A rash, though judicious say- ing of Constantino,\" I would sooner have punished the adultress than the boy,\" was deeply remembered by Antonina: and two years afterward, when despair had armed that officer against his general, her sanguinary advice decided and hastened his execution. Even the indignation of Photius was not forgiven by his mother; the exile of her son prepared the recall of her lover; and Theodosius condescend- ed to accept the pressing and humble invitation of the conqueror of <span class=\"place\" data-place-id=\"1052\">Italy</span>. In the absolute direction of his household, and in the important commissions of peace and war,(2) the favourite youth most rapidly acquired a fortune of four hundred thou- sand pounds sterling; and, after their return to Constantinople, the passion of An- tonina, at least, continued ardent and unabated. But fear, devotion, and lassitude, perhaps, inspired Theodosius with more serious thoughts. He dreaded the busy scandal of the capital, and the indiscreet fondness of the wife of Belisarius; es- caped from her embraces, and retiring to <span class=\"place\" data-place-id=\"599612\">Ephesus</span>, shaved his head, and took re- fuge in the sanctuary of a monastic life. The despair of the new Ariadne could scarcely have been excused by the death of her husband. She wept, she tore her hair, she filled the palace with her cries;\" she had lost the dearest of friends, a tender, a faithful, a laborious friend!\" But her warm entreaties, fortified by the prayers of Belisarius, were insufficient to draw the holy monk from the solitude of <span class=\"place\" data-place-id=\"599612\">Ephesus</span>. It was not till the general moved forward for the Persian war, that Theodosius could be tempted to return to Constantinople; and the short interval before the departure of Antonina herself was boldly devoted to love and pleasure. A philosopher may pity and forgive the infirmities of female nature, from which he receives no real injury; but contemptible is the husband who feels, and yet en- dures, his own infamy in that of his wife. Antonina pursued her son with impla- cable hatred; and the gallant Photius(3) was exposed to her secret persecutions ill the camp beyond the <span class=\"place\" data-place-id=\"874545\">Tigris</span>. Enraged by his own wrongs, and by the dishonour of his blood,he castaway in his turn the sentiments of nature, and revealed to Belisa- rius the turpitude of a woman who Uad violated all the duties of a mother and a wife. From the surprise and indignation of the Roman general, his former credulity, ap- pears to have been sincere: he embraced the knees of the son of Antonina, adjured him to remember his obligations rather than his birth, and confirmed at the altar their holy vows of revenge and mutual defence. The dominion of Antonina was impaired by absence; and when she met her husband, on his return from the Per- sian confines, Belisarius, in his first and transient emotions, confined her person, (1) Compare the Vandalic War (lib. i. c. 12.) with ilic Anecdoler, (c. l.)and Alemannus, (p. 2,3.) Thft mode of baptismal adoption was revived by Leo the philosopher. (2) In November, 537, Photius arrested the pope. (Liberat. Brer. c. 22. Pagi. torn. ii. p. 562.) About the end of 539, Belisarius sent Thendosins   rov rn ctxix rtj aurcu i^tirruir*   on an important and lucrative commis-- sion ijo <span class=\"place\" data-place-id=\"393480\">Ravenna</span>. (Goth. lib. ii. c. 18.) (3) Theoplian  (Chronograph, p. 204.) styles him P/iotinui, the son-in-law of Fel'uarius: and he is copied by the Historia Miscella and Anastasiui.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA80&img=1&zoom=3&hl=en&sig=ACfU3U2Lz_R-acT9ivoHjyKIHwXbxltLYg&ci=0%2C0%2C1000%2C2000&edge=0"}