{"text": " Ot TH E ROMA N EMPIRE. 69 hiid threatened her life. Photius was more resolved to punish, and less prompt to pardon: he flew to <span class=\"place\" data-place-id=\"599612\">Ephesus</span>; extorted from a trusty eunuch of his mother the full confession of her guilt; arrested Theodosius and his treasures in the church of St. John the apostle, and concealed his captives, whose execution was only de- layed, in a secure and sequestered fortress of <span class=\"place\" data-place-id=\"981514\">Cilicia</span>. Such a daring outrage against public justice could not pass with impunity; and the cause of Antonina was espoused by the empress, whose favour she had deserved by the recent services of the dis- grace of a prefect, and the exile and murder of a pope. At the end of the cam- paign, Belisarius was recalled; he complied, as usual, with the imperial mandate. His mind was not prepared for rebellion; his obedience, however adverse to the dic- tates of honour, was consonant to the wishes of his heart; and when he embraced his   wife, at the command, and perhaps in the presence, of the empress, the tender hus- band was disposed to forgive, or to be forgiven. The bounty of Theodora reserved for her companion a more precious favour.\" I have found (she said,) my dearest patrician, a pearl of inestimable value; it has not yet been viewed by any mortal eye; but the sight and the possession of this jewel are destined for my friend.\" As soon as the curiosity and impatience of Antonina were kindled, the door of a bed- chamber was thrown open, and she beheld her lover, whom the diligence of the eunuchs had discovered in his secret prison. Her silent wonder burst into pas- sionate exclamations of gratitude and joy, and she named Theodora her queen, her benefactress, and her saviour. The monk of <span class=\"place\" data-place-id=\"599612\">Ephesus</span> was nourished in the pa- lace with luxury and ambition; but, instead of assuming, as he was promised, the command of the Roman armies, Theodosius expired in the first fatigues of an amo- rous interview. The grief of Antonina could only be assuaged by the sufferings of her son. A youth of consular rank, and sickly constitution, was punished, without a trial, like a malefactor and a slave: yet such was the constancy of his mind, that Photius sustained the tortures of the scourge and the rack, without violating the faith which he had sworn to Belisarius. After this fruitless cruelty, the son of An- tonina, while his mother feasted with the empress, was buried in her subterraneous prisons, which admitted not the distinction of night and day. He twice escaped to the venerable sanctuaries of <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, the churches of St. Sophia and of the Virgin: but his tyrants were as insensible of religion as of pity; and the helpless youth, amidst the clamours of the clergy and people, was twice dragged from the altar to the dungeon. His third attempt was more successful. At the end of three years, the prophet Zacharia, or some mortal friend, indicated the means of an es- cape; he eluded the spies and guards of the empress, reached the holy sepulchre of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>, embraced the profession of a monk; and the abbot Photius was em- ployed, after the death of Justinian, to reconcile and regulate the churches of <span class=\"place\" data-place-id=\"766\">Egypt</span>. The son of Antonina suffered all that an enemy can inflict: her patient husband imposed on himself the more exquisite misery of violating his promise and desert- ing his friend. In the succeeding campaign, Belisarius was again sent against the Persians; he saved the east, but he oftended Theodora, and perhaps the emperor himself. The malady of Justinian had countenanced the rumour of his death: and the Roman ge^- neral, on the supposition of that probable event, spoke the free language of a citizen and a soldier. His colleague Buzes, who concurred in the same sentiments, lost his/ rank, his liberty, and his health, by the persecution of the empress: but the dis- grace o? Belisarius was alleviated by the dignity of his own character, and the in-- Huence of his wife, who might wish to humble, but could not desire to ruin, the partner of her fortunes. Even this removal was coloured by the assurance, that the sinking state of <span class=\"place\" data-place-id=\"1052\">Italy</span> would be retrieved by the single presence of the conquer- or. Bjit no sooner had he returned, alone and defenceless, than a hostile commis-- sion was sent to the east, to seize his treasures and criminate his actions: the guards and veterans, who followed his private banner, were distributed among the chiefs of the army, and even the eunuchs presumed to cast lots for the partition of his martial domestics. When he passed with a small and sordid retinue through the streets of Constantinople, his forlorn appearance extited the amazement and com- passion of the people. Justinian and Theodora received him with cold ingratitude; the servile crowd, with insolence and contempt; and in the evening he retired with trembling steps to his deserted palace. An indisposition, feigned or real, had con^ fined Antonina to her apartment; and she walked disdainfully silent in the adjacent portico, while Belisarius threw himself on his bed, and expected, in an agony of grief and terror, the death which he had so often braved under the walls of <span class=\"place\" data-place-id=\"423025\">Rome</span>. Long after sunset a messenger was announced from the empress; he opened with", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA81&img=1&zoom=3&hl=en&sig=ACfU3U1YCxOaY528n_y0gAyTDIPbDcEOTw&ci=0%2C0%2C1000%2C2000&edge=0"}