{"text": " T O TH E DECLIN E AN D FAL L anxious curiosity the letter which contained the sentence of his fate.\" You can- not be ignorant how much you have deserved my displeasure. I am not insensi- ble of the services of Antonina. To her merits and intercession I have granted your life, and permit you to retain a part of your treasures, which might be justly forfeited to the state. Let your gratitude, where it is due, be displayed, not in words, but in your future behaviour.\" I know not how to believe or to relate the transports which the hero is said to have received this ignominious pardon. He fell prostrate before his wife, he kissed the feet of his saviour, and he devoutly pro- mised to live the grateful and submissive slave of Antonina. A fine of one hundred and twenty thousand pounds sterling Was levied on the fortunes of Belisarius; and with the office of count, or master of the royal stable, he accepted the conduct of the Italian war. At his departure from <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, his friends, and even the public, were persuaded that as soon as he regained his freedom, he would renounce his dissimulation; and that his wife, Theodora, and perhaps the emperor himself, would be sacrificed to the just revenge of a virtuous rebel. Their hopes were de- ceived; and the unconquerable patience and loyalty of Belisarius appear either be- low or above the character of a man.(1) CHAPTE R XLII. SUUe of the Barbaric world.   Establishment of the Lombards on the Danube.   Tribes and. inroads of the Sclavonians.   Origin, empire, and embassies of the Turks.   The flight' of the Avars.   Chosroes I. or Nushirvan, king of Persia.   His prosperous reign and tears with the Romans.   The Cholchian or Lazicwar.   The Ethiopians. Our estimate of personal merit is relative to the common faculties of mankind. The aspiring efforts of genius, or virtue, either in active or speculative life, are measured, not so much by their real elevation, as by the height to which they as- cend above the level of their age or country; and the same stature, which in a people of giants would pass unnoticed, must appear conspicuous in a race of pigmies. Leonidas, and his three hundred companions, devoted their lives at Thermopylse; but the education of the infant, the boy, and the man, had prepared,-and almost ensured, this memorable sacrifice; and each Spartan would approve, rather than admire, an act of duty, of which himself and eight thousand of his fellow-citizens were equally capable. (2) The great Pompey might inscribe on his trophies, that he had defeated in battle two millions of enemies, and reduced fifteen hundred ci- ties from the lake Mseotis to the Red Sea;(3) but the fortune of <span class=\"place\" data-place-id=\"423025\">Rome</span> flew before his eagles; the nations were oppressed by their own fears, and the invincible le- gions which he commanded, had been formed by the habits of conquest, and the discipline of ages. In this view, the character of Belisarius may be deservedly placed above the heroes of the ancient republics. His imperfections flowed from the contagion of the times; his virtues were his own, the free gift of nature or re- flection; he raised himself without a master or a rival; and so inadequate were the arms committed to his hand, that his sole advantage was derived from the pride and presumption of his adversaries. Under his command, the subjects of Justinian often deserved to be called Romans: but the unwarlike appellation of Greeks was imposed as a term of reproach by the haughty Goths, who affected to blush, that they might dispute the kingdom of <span class=\"place\" data-place-id=\"1052\">Italy</span> with a nation of tragedians, pantomimes, andpirates. (4) The climate of <span class=\"place\" data-place-id=\"599527\">Asia</span> has indeed been found less congenial than that of <span class=\"place\" data-place-id=\"991376\">Europe</span>, to military spirit: those populous Countries were enervated by luxury, despotism, and superstition; and the monks were more expensive and more nume- rous than the soldiers of the east. The regular force of the empire had once (1) The continuator of t!ie chronicle of Marecllimis gives, in a few decent words, the substance of the An- ecdotes.   Belisarius de Oriente evocatu's, in offensam periculumque incurren* grave, et invidise subjacens, rur- sus remiutur in ltaliam. (p. 54.) (2) It will tie a pleasure, not a task, to mad Herodotus (lib. vii. c.104. 134. p. 550. 61S.) The conversation of Xerxes and Dentaratus at Thermnpytse, is one of the most interesting; and moral scenes in history. It was the torture of the royal Spartan to behold, with anguish and remorse, the virtue of his country. (3) See this proud inscription in Pliny. (Hist. Natur. vii. 27.) Few men have more exquisitely tasted of glory and disgrace, nor could Juvenal (Satir. 10.) produce a more striking example of the vicissitudes of for- tune, and the vanity of human wishes. (4) Tpxtxou; if n  w srpoTip* cv^tvsc (j IraXwu r.xorrx tlSw, oti//ij TpxyvSo-j;,*** vaurw; A.    o?uT  ;. This last epithet of Procopius is too nobly translated by pirates: naval thieves are the proper words: strippers   of garments, either for injury or insult. (Demosthenes contra Conrfn. inKeiske Orator. Grecian), ii, p. 1354.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA82&img=1&zoom=3&hl=en&sig=ACfU3U0_ePYJeG0R5zCnJ-axSs2uh4LuFw&ci=0%2C0%2C1000%2C2000&edge=0"}