{"text": " TH E DECLIN E AN D FAL L bards through unknown regions and marvellous adventures. About the time of Augustus and Trajan, a ray of historic light breaks on the darkness of their anti- quities, and they are discovered, for the first time!, between the Elbe and the Oder. Fierce, beyond the example of the Germans, they delighted to propagate the tre- mendous belief, that their heads were formed like the heads of dogs, and that they drank the blood of their enemies whom they vanquished in battle. The smallness of their numbers was recruited by the adoption of their bravest slaves; and alone, amidst their powerful neighbours, they defended by arms their high-spirited inde- pendence. In the tempests of the north, which overwhelmed so many names and nations, this little bark of the Lombards still floated on the surface: they gradually descended towards the south and the <span class=\"place\" data-place-id=\"216798\">Danube</span>; and at the end of four hundred years they again appear with their ancient valour and renown. Their manners were not less ferocious. The assassination of a royal guest was executed in the pre- sence, and by the command, of the king's daughter, who had been provoked by some words of insult, and disappointed by his diminutive stature; and a tribute, the price of blood, was imposed on the Lombards, by his brother, the king of the He- ruli. Adversity revived a sense of moderation and justice, and the insolence of conquest was chastised by the signal defeat and irreparable dispersion of the Heru- li, who were seated in the southern provinces of Poland.(l) The victories of the Lombards recommended them to the friendship of the emperors; and at the soli- citation of Justinian, they passed the Danube, to reduce, according to their treaty, the cities of <span class=\"place\" data-place-id=\"187490\">Noricum</span> and the fortresses of <span class=\"place\" data-place-id=\"197425\">Pannonia</span>. But the spirit of rapine soon tempted them beyond these ample limits; they wandered along the coast of the Hadriatic as far as <span class=\"place\" data-place-id=\"481818\">Dyrrachium</span>, and presumed, with familiar rudeness, to enter the towns and houses of their Roman allies, and to seize the captives who had es- caped from their audacious hands. These acts of hostility, the sallies, as it might be pretended, of some loose adventurers, were disowned by the nation, and excused by the emperor; but the arms of the Lombards were more seriously engaged by a contest of thirty years, which was terminated only by the extirpation of the Gepi- dae. The hostile nations often pleaded their cause before the throne of Constanti- nople; and the crafty Justinian, to whom the barbarians were almost equally odious, renounced a partial and ambiguous sentence, and dexterously protracted the war y slow and ineffectual succours. Their strength was formidable, since the Lom- bards, who sent into the field several myriads of soldiers, still claimed, as the weaker side, the protection of the Romans. Their spirit was intrepid; yet such is the uncertainty of courage, that the two armies were suddenly struck with a pa- nic: they fled from each other, and the rival kings remained with their guards in the midst of an empty plain. A short truce was obtained; but their mutual resent- ment again kindled; and the remembrance of their shame rendered the next en- counter more desperate and bloody. Forty thousand of the barbarians perished in the decisive battle, which broke the power of the Gepidsc, transferred the fears and wishes of Justinian, and first displayed the character of Alboin, the youthful prince of the Lombards, and the future conqueror of <span class=\"place\" data-place-id=\"1052\">Italy</span>. (2) The wild people, who dwelt or wandered in the plains of <span class=\"place\" data-place-id=\"324840\">Russia</span>, Lithuania, and Poland, might be reduced, in the age of Justinian, under the two great families of the Bulgarians(S) and the Sclavonians. According to the Greek writers, the former, who touched the <span class=\"place\" data-place-id=\"638838\">Euxine</span> and the lake of Msotis, derived from the Huns their name or descent; and it is needless to renew the simple and well- known picture of Tartar manners. They were bold and dexterous archers, who drank the milk, and feasted on the flesh of their fleet and indefatigable horses; whose flocks and herds followed, or rather guided, the motions of their roving camps; to whose inroads no country was remote or impervious, and who were practised in flight, though incapable of fear. The nation was divided into two powerful and hostile tribes, who pursued each other with fraternal hatred. They eagerly disputed the friendship, or rather the gifts of the emperor; and the dis- (1) Two facts in the narrative of Paul Diaconns (lib. i. c. 20.) arc expressive of national manners.   1. Dum ttdtabuhtm luderet   while he played at draughts. 2. Camporum viridantia <span class=\"place\" data-place-id=\"207529\">Una</span>. Toe cultivation of flax sup- poses property, commerce, agriculture, and manufactures. t (2) I have used, without undertaking to reconcile the facts in Proeopius (Goth. lib. it. c. 14. lib. iii. e. 33,34. lib. iv. c. 18   25.) Paul Diaconns (de Geslis Langobard lib. i. c. 1   23. in Muratori, Script, Rerum Itaticarum, torn. i. p. 405   419.,) and Jornandes (de Success. Regnorum, p. 242.) The patient reader may draw some light from Mascou(Hist. of the Germans, and Annotat. 23.) and de Buat (Hist, des Peuplei, See. torn. 9   11.) (3) I adopt the appellation of Bulgarians, from Ennodiui (in Panegyr, Theodorici, Opp. Sirmoud, torn. i. p. 1598, 1599.,) Jornandes. (de Rebus Gclicis, c. v. p. 194. et de Regn. Succ* stione, p. 242..) Theuphanes (p. 185., and the Chronicles of Catsiodunis and Marcellinus. The name of Huns is too vague; the tribes of the Cutturgurians and Utturgurians are too minute and too harsh.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA84&img=1&zoom=3&hl=en&sig=ACfU3U0IZF9KP86gwtf5tzA6I2bbsQObbw&ci=0%2C0%2C1000%2C2000&edge=0"}