{"text": " O F TH E ROMA N EMPIRE. rs t  the banners of the Turks, preserved the memory, or rather suggested the idea, of a fable, which was invented, without any mutual intercourse, by the shepherds of <span class=\"place\" data-place-id=\"432900\">Latium</span> and those of Scy thia. At the equal distance of two thousand miles from the Caspian, the Icy, the Chinese, and the Bengal seas, a ridge of mountains is conspicuous, the centre, and perhaps the summit, of <span class=\"place\" data-place-id=\"599527\">Asia</span>; which, in the language of different nations, has been styled <span class=\"place\" data-place-id=\"59834\">Imaus</span>, and Caf,(l) and Altai, and the Golden Mountains, and the Girdle of the Earth. The sides of the hills were productive of minerals; and the iron forges, (2) for the purpose of war, were exercised by the Turks, the most despised portion of the slaves of the great khan of the Geougen. But their servitude could only last till a leader, bold and eloquent, should arise, to persuade his countrymen, that the same arms, which they forged for their mas- ters, might become, in their own hands, the instruments of freedom and victory. They sallied from the mountain;(3) a sceptre was the reward of his advice; and the annual ceremony, in which a piece of iron was heated in the fire, and a smith's hammer was successively handled by the prince and his nobles, recorded for ages the humble profession and rational pride of the Turkish nation. Bertezena, their first leader, signalized their valour and his own in successful combats against the neighbouring tribes; but when he presumed to ask in marriage the daughter of the great khan, the insolent demand of a slave and a mechanic was contemptuously re- jected. The disgrace was expiated by a more noble alliance with the princess of <span class=\"place\" data-place-id=\"118723\">China</span>; and the decisive battle, which almost extirpated the nation of the GeougeD, established in Tartary the new and more powerful empire of the Turks. They reigned over the north; but they confessed the vanity of conquest, by their faithful attachment to the mountain of their fathers. The royal encampment seldom lost sight of mount Altai, from whence the river Irtish descends to water the rich pas- tures of the Calmucks,(4) which nourish the largest sheep and oxen in the world. The soil is fruitful, and the climate mild and temperate: the happy region was igno- rant of earthquake and pestilence; the emperor's throne was turned towards the east, and a golden wolf, on the top of a spear, seemed to guard the entrance of his tent. One of the successors of Bertezena was tempted by the luxury and superstition of China; but his design of building cities and temples was defeated by the simple   wisdom of a barbarian counsellor.'1 The Turks,\" he said,'' are not equal in num- ber to one-hundreth part of the inhabitants of China. If we balahce their power, and elude their armies, it is because we wander without any fixed habitations, in the exercise of war and hunting. Are we strong? we advance and conquer: are we feeble? we retire and are concealed. Should the Turks confine themselves within the walls of the cities, the loss of a- battle would be the destruction of their empire. The Bonzes preach only patience, humility, and the renunciation of the world. Such, O king! is not the religion of heroes.\" They entertained with less reluctance the doctrines of Zoroaster; but the greatest part of the nation acquiesced, without inquiry, in the opinions, or rather in the practice, of their ancestors. The honours of sacrifice were reserved for the supreme Deitv; they acknowledged, in rude hymns, their obligations to the air, the fire, the water, and the earth; and their priests derived some profit from the art of divination. Their unwritten laws were vigorous and impartial: theft was punished by a tenfold restitution; adultery, trea- son, and murder, with death: and no chastisement could be inflicted too severe for the rare and inexpiable guilt of cowardice. As the subject nations marched un- der the standard of the Turks, their cavalry, both men and horses, were proudly computed by millions; one of their effective armies consisted of four hundred thou- sand soldiers, and in less than fifty years they were connected in peace and war with the Romans, the Persians, and the Chinese. In their northern limits, some (1) From Caf to Caf; which a more rational geography would interpret from <span class=\"place\" data-place-id=\"59834\">Imaus</span>, perhaps to mount At- 1*1. According to the religious philosophy of the Mahometans, the basis of mount Caf is an emerald, whose reflection produces the azure of the sky. The mountain is endowed with a sensitive action in its roots or nerves: and their vibration, at the command of God, is the cause of earthquakes (D'Herbelot, p. 230,231.) (2) The Siberian iron is the best and most plentiful in the world: and in (he southern parts, above sixty mines are now worked by the industry of the Russians (Strahlenberg, Hist, of Siberia, p. 342. 387. Voyage en liberie, par l'Abbe Chappe cTAuteroche, p. 603.608. edit, in 12mo. Amsterdam, 1770.) The Turks offered iron for sale; yet the Roman ambassadors, with strange obstinacy, persisted in believing that it was all a trick, and that their country produced none (Menander in Excerpt. Leg. p. Ifi2.) (3) Of Irgana-kon (Abulgbazi Khan, Hist. Genealogique des Tartars, P. 2. c. 5. p. 71   77. c. IS. p. 1  5.) The tradition of the Moguls, of the four hundred and fifty years which they passed in the mountains, agree* with the Chinese periods of the history of the Huns and Turks (De Guigncs, torn. i. part 2. p. 376,) and the twenty generations, from the restoration to Zingis. (4) The country of the Turks, now of the Catmucks, is well described in the Genealogical History, p.$21  *  2. The curious notes of the Freuoh translator are enlarged and digested in the second volume of the Eng- lish version.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA87&img=1&zoom=3&hl=en&sig=ACfU3U0TQkIchHJaImsICbcLAtHaeW6SpQ&ci=0%2C0%2C1000%2C2000&edge=0"}