{"text": " 78 TH E DECLIN E AN D FAL L of the Sogdoites; the emperor renounced or seemed to renounce, the fugitive Avars, but he accepted the alliance of the Turks; and the ratification of the treaty was carried by a Roman minister to the foot of mount Altai. Under the successors of Justinian, the friendship of the two nations was cultivated by frequent and cor- dial intercourse: the most favoured vassals were permitted to imitate the example of the great khan, and one hundred and six Turks, who, on various occasions, had visited <span class=\"place\" data-place-id=\"520985\">Constantinople</span>, departed at the same time for their native country. The duration and length of the journey from the Byzantine court to mount Altai, are not specified: it might have been difficult to mark a road through the nameless de- serts, the mountains, rivers, and morasses of Tartary; but a curious account has been preserved of the reception of the Roman ambassadors at the royal camp. After they had been purified with fire and incense, according to a rite still prac- tised under the sons of Zingis, they were introduced to the presence of Disabul. In a valley of the Golden Mountain, they found the great khan in his tent, seated in a chair with wheels, to which a horse might be occasionally harnessed. As soon as they had delivered their presents, which were received by their proper officers, they exposed, in a florid oration, the wishes of the Roman emperor, that victory might attend the arms of the Turks, that their reign might be long and prosperous, and that a strict alliance, without envy or deceit, might for ever be maintained be- tween the two most powerful nations of the earth. The answer of Disabul cor- responded with these friendly professions, and the ambassadors were seated by his side, at a banquet which lasted the greatest part of the day: the tent was sur- rounded with silk hangings, and a Tartar liquor was served on the table, which possessed at least the intoxicating qualities of wine. The entertainment of the succeeding day was more sumptuous; the silk hangings of the second tent were embroidered in various figures; and the royal seat, the cups, and the vases, were of gold. A third pavilion was supported by columns of gilt wood; a bed of pure and massy gold was raised on four peacocks of the same metal; and before the en- trance of the tent, dishes, basins, and statues of solid silver, and admirable art, were ostentatiously piled in wagons, the monuments of valour rather than of in- dustry. When Disabul led his armies against the frontiers of Persia, his Roman allies followed many days the march of the Turkish camp, nor were they dis- missed till they had enjoyed their precedency over the envoy of the great king, whose loud and intemperate clamours interrupted the silence of the royal banquet. The power and ambition of Chosroes cemented the union of the Turks and Ro- mans, who touched his dominions on either side: but those distant nations, regard- less of each other, consulted the dictates of interest, without recollecting the ob- ligations of oaths and treaties. While the successor of Disabul celebrated his fa- ther's obsequies, he was saluted by the ambassadors of the emperor Tiberius, who proposed an invasion of Persia, and sustained with firmness, the angry and per- haps the just, reproaches of that haughty barbarian.\"You see my ten fingers (said the great khan, and he applied them to his mouth.) You Romans speak with as many tongues, but they are tongues of deceit and perjury. To me you hold one language, to my subjects another: and the nations are successively de- luded by your perfidious eloquence. You precipitate your allies into war and dan- ger, you enjoy their labours, and you neglect your benefactors. Hasten'your re- turn, inform your master that a Turk is incapable of uttering or forgiving false- hood, and that he shall speedily meet the punishment which he deserves. While he solicits my friendship with flattering and hollow words, he is sunk to a confe- derate of my fugitive Varchonites. If I condescend to march against those contemptible slaves, they will tremble at the sound of our whips; they will be trampled, like a nest of ants, under the feet of my innumerable cavalry. I am not ignorant of the road which they have followed to invade your empire; nor can I he deceived by the vain pretence, that mount <span class=\"place\" data-place-id=\"59834\">Caucasus</span> is the impregnable barrier of the Romans. I know the course of the Niester, the <span class=\"place\" data-place-id=\"216798\">Danube</span>, and the <span class=\"place\" data-place-id=\"432925\">Hebrus</span>, the most warlike nations have yielded to the arms of the Turks; and from the rising to the setting sun the earth is my inheritance.\" Notwithstanding this me- nace, a sense of mutual advantage soon renewed the alliance of the Turks and Ro- mans: but the pride of the great khan survived his resentment: and when he an- nounced an important conquest to his friend the emperor Maurice, he styled him- self the master of the seven races, and the lord of the seven climates of the world. (1) C D All the details of these Turkish anil Roman embassies, so curious in the history of human manners, are", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA90&img=1&zoom=3&hl=en&sig=ACfU3U0Z4fvDN0NMvg5044miOLT4yvoOxw&ci=0%2C0%2C1000%2C2000&edge=0"}