{"text": " 80 TH E DECLIN E AN D FAL L was saved and dismissed by the compassion of a veteran general; and this act of humanity, which was revealed by his son, overbalanced the merit of reducing twelve nations to the obedience of Persia. The zeal and prudence of Mebodes had fixed the diadem on the head of Chosroes himself; but he delayed to attend the royal summons, till he had performed the duties of a military review: he was instantly commanded to repair to the iron tripod, which stood before the gate of thepalace.(l) where it was death to relieve or approach the victim; and Mebodes languished several days before his sentence was pronounced, by the inflexible pride and calm ingratitude of the son of Kobad. But the people, more especially in the east, are disposed to forgive, and even to applaud, the cruelty which strikes at the loftiest heads: at the slaves of ambition, whose voluntary choice has ex- posed them to live in the smiles, and to perish by the frown, of a capricious mo- narch. In the execution of the laws which he had no temptation to violate; in the punishment of crimes which attacked his own dignity, as well as the hap- piness of individuals; Nushirvan, or Chosroes, deserved the appellation of just. His government was firm, rigorous, and impartial. It was the first labour of his reign to abolish the dangerous theory of common or equal possessions: the lands and women which the sectaries of Mazdak had usurped, were restored to their lawful owners; and the temperate chastisement of the fanatics or impostors con- firmed the domestic rights of society. Instead of listening with blind confidence to a favourite minister, he established four viziers over the four great provinces of his empire, <span class=\"place\" data-place-id=\"29492\">Assyria</span>, <span class=\"place\" data-place-id=\"903080\">Media</span>, Persia, and Bactriana. In the choice of judges, prefects, and counsellors, he strove to remove the mask which is always worn in the presence of kings; he wished to substitute the natural order ef talents for the accidental distinctions of birth and fortune; he professed, in specious lan- guage, his intention to prefer those men who carried the poor in their bosoms, and to banish corruption from the seat of justice, as dogs were excluded from the temples of the Magi. The code of laws of the first Artaxerxes was revived and published as the rule of the magistrates; but the assurance of speedy punishment was the best security of their virtue. Their behaviour was inspected by a thousand eyes; their words were overheard by a thousand ears, the secret or public agents of the throne; and the provinces, from the Indian to the Arabian confines, were enlightened by the frequent visits of a sovereign, who affected to emulate his celestial brother in his rapid and salutary career. Education and agri- culture he viewed as the two objects most deserving of his care. In every city of Persia, orphans and the children of the poor were maintained and instructed at the public expense; the daughters were given in marriage to the richest citizens of their own rank; and the sons, according to their different talents, were em- ployed in mechanic trades, or promoted to more honourable service. The desert- ed villages were relieved by his bounty; to the peasants and farmers, who were found incapable of cultivating their lands, he distributed cattle, seed, and the in- struments of husbandry; and the rare and inestimable treasure of fresh water was parsimoniously managed, and skilfully dispersed over the arid territory of Per- sia. (2) The prosperity of that kingdom was the effect and the evidence of his virtues: his vices are those of oriental despotism; but in the long competition be- tween Chosroes and Justinian, the advantage both of merit and fortune is almost always on*he side of the barbarian. (3) To the praise of justice, Nushirvan united the reputation of knowledge; and the seven Greek philosophers, who visited this court, were invited and deceived by the strange assurance, that a disciple of Plato was seated on the Persian throne. Did they expect that a prince, strenuously exercised in the toils of war and go- vernment, should agitate, with dexterity like their own, the abstruse and profound questions which amused the leisure of the schools of <span class=\"place\" data-place-id=\"579885\">Athens</span>? Could they hope that the precepts of philosophy should direct the life, and control the passions, of a despot, whose infancy had been taught to consider Ma absolute and fluctuating (1) Procopius,Persic.lib. i. e. 23. Brisson de Regn. Fen. p. 494. The frate of the palace of Ispahan is, or was. the fatal scene of disgrace or death. (Chardin, Voyage cn Perse, torn. iv. p. 312,313.) (2) In Persia, the prince of the waters is an officer of state. The number of wells and subterraneous chan- nels is much diminished,and with it the fertility of the soil: four hundred wells have been recently lost near <span class=\"place\" data-place-id=\"197544\">Tauris</span>, and forty-two thousand were once reckoned in the province of Khorasan (Chardin, torn. iii. p. 99,100, Tavernier, torn. i. p. 466.) (3) The character and Kovernraent of Nushirvan isrepresented sometimes in the words of d'Herbelot (Bibliot. Orient.p. 680,&c. from Kbondemii-,) Eutyehius (Annal. torn. ii. p. 179,180.   very rich.) Abulpharagius (Uy- iiast.yii.p.94,95.   very poor,) Tarikh Schikard (p. 144-150.,) Texeira (in Stevens, lib. i. c. 35.,) Asseman. (Bibhot, Orient, torn. iii. p. 404   410..) and the Abbe Fourmont (His* de i'Acad. des Inscriptions, totps vik p. f 2J-  314,,) who has translated a spurious of genuine testament of N usliii vau.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA92&img=1&zoom=3&hl=en&sig=ACfU3U1AzFR9bSCVfEOubVX2nHFM2EDjcg&ci=0%2C0%2C1000%2C2000&edge=0"}