{"text": " O F TH E ROMA N EMPIRE. S I Will as the only rule of moral obligation The studies of Chosroes were osten- tatious and superficial: but his example awakened the curiosity of an ingenious people, and the light of science was diffused over the dominions of Persia. (2) At Gondi Sapor, in the neighbourhood of the royal city of <span class=\"place\" data-place-id=\"324716\">Susa</span>, an academy of phy- sic was founded, which insensibly became a liberal school of poetry, philosophy, and rhetoric. (3) The annals of the monarchy (4) were composed; and while re- cent and authentic history might afford some useful lessons both to the prince and people, the darkness of the first ages was embellished by the giants, the dragons, and the fabulous heroes of oriental romance. (5) Every learned or confident stran- ger was enriched by the bounty, and flattered by the conversation, of the monarch: he nobly rewarded a Greek physician,(6) by the deliverance of three thousand captives; and the sophists who contended for his favour, were exasperated by the wealth and insolence of Uranius, their more successful rival. Nushirvan be- lieved, or at least respected, the religion of the Magi; and some traces of persecu- tion may be1 discovered in his reign. (7) Yet he allowed himself freely to compare the tenets of the various sects; and the theological disputes in which he frequent- ly presided, diminished the authority of the priest, and enlightened the minds of the people. At his command, the most celebrated writers of <span class=\"place\" data-place-id=\"1001896\">Greece</span> and <span class=\"place\" data-place-id=\"50004\">India</span> were translated into the Persian language; a smooth and elegant idiom, recom- mended by Mahomet to the use of paradise; though it is branded with the epi- thets of savage and unmusical, by the ignorance and presumption of Agathias.(8) Yet the Greek historian might reasonably wonder, that it should be found possi- ble to execute an entire version of Plato and Aristotle in a foreign dialect, which had not been framed to express the spirit of freedom and the subtleties of philo- sophic disquisition. And, if the reason of the Stagyrite might be equally dark, or equally intelligible, in every tongue, the dramatic art and verbal argumentation of the disciple of Socrates,(9) appear to be indissolubly mingled with the grace and perfection of his Attic style. In the search of universal knowledge, Nushir- van was informed, that the moral and political fables of Pilpay, an ancient Brach- man, were preserved with jealous reverence among the treasures of the kings of <span class=\"place\" data-place-id=\"50004\">India</span>. The physician Perozes was secretly despatched to the banks of the Gan- ges, with instructions to procure, at any price, the communication of this valuable work. His dexterity obtained a transcript, his learned diligence accomplished the translation; and the fables of Pilpay (10) were read and admired in the assem- bly of Nushirvan and his nobles. The Indian original, and the Persian copy, have long since disappeared: but this venerable monument has been saved by the curi- osity of the Arabian caliphs, revived in the modern Persic, the Turkish, the Sy- riac, the Hebrew, and the Greek idioms, and transfused through successive ver- sions into the modern languages of <span class=\"place\" data-place-id=\"1001887\">Europe</span>. In their present form, the peculiar  (1) A thousand years before his birth, the judges of Persia had[given a solemn opinion   ra B*;*a.iu:tT* n. p- a-inv^i-sivsei jro*f jiv to av BwMrai (Herodot. lib. w. c. 31. p. 210. edit. Wesseling.) Nor had this constitutional maxim been neglected as a useless and barren theory. (2) On the literary state of Persia, the Greek versions, philosophers, sophists, the learning or ignorance of Chosroes, Agathias (lib. ii.c. 66   71.) displays much information and strong prejudices. (3) Asseman. Bibliot. Orient, torn. iv. p. 745   7-17. (4) The Shah Nameh, or Bonk of Kings, is perhaps the original record of history which was translated into Greek by the interpreter Sergius (Agathias, lib. v. p. 14!..) preserved after the Mahometan conquest, and ver- sified in the year 994, by the national poet Ferdoussi. See d'Anquetil (Mem. de I'Academic, torn. xxxi. p. 379.) and Sir William Jones (Hist, of Nader Shah, p. 161.) (5) In the fifth century, the name of Restotn or Rostam, a hero who equalled the strength of twelve ele- phants, was familiar to the Armenians (Moses Choronensis. Hist. Armen. lib. ii. c. 7. p. 96. edit. Whiston.) In the beginning of the seventh, the Persian Romance of Rostam and lsfendiar was applauded at Mecca (Sale's Koran, c. xxxi. p. 335.) Yet this exposition of Indicium novte historian is not given by Maracci (Refutat. Alco- ran, p. 544   548.) (6) Procop. Goth. lib. iv. c. 10. Kobad had a favourite Greek physician, Stephen of <span class=\"place\" data-place-id=\"658457\">Edessa</span>, (Persic, lib. ii. c. 26:) The practice was ancient; and Herodotus relates the adventures of Democedes of Crotona (lib. in. c  125   137.) (7) Sec Pagi, torn. ii. p. 626. In one of the treaties an honourable article was inserted for the toleration and burial of the catholics (Menander, in Excerpt. Legat. p. 142.) Nushizad, a son of Nushirvan, was a Christian, a rebel, and   a martyr (D'Herbelot, p. 681.) (8) On the Persian language, and its three dialects, consult d'Anquetil (p. 339   343.) and Jones (p. 153   185.:) fcyfux t*m y K'ji-nti    * a^us-or*   , is the character which Agathias (lib. ii. p. 66.) ascribes to an idiom in the east for poetical softness. (9) Agathias specifies the Georgias, Phaedon, Parmenides, and Timgeus. Renftudot (Fabricius, Bibliot. Grsec. torn. xii. p. 246   261.) does not mention this barbaric version of Aristotle. (10) Of these tables, I have seen three copies in three different languages. 1. In Greek, translated by Simeon Seth (A. D. 1100.,) from the Arabic, and published by Starck, at Berlin, in 1697, in 12mo. 2. In Latin, a version from the Greek, Sapientia Indorum, inserted by Pere Poussin at the end of his edition of Pachymer ( p. 547   620. edit. Roman.) 3. In French, from the Turkish, dedicated, in 1540, to sultan Soliman. Contes et Fables Indiennes de Bidpal et de Lokraan, par M. M. Galland et Cardonne, Paris, 1778, 3 vols, in 12mo. Mr.\"Wharton (History of English poetry, vol. i. p. 129   131.) takes a larger scupe. Vol. III. 11", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA93&img=1&zoom=3&hl=en&sig=ACfU3U1J7_FWeyra5ANPm0CrX8k6I40KZQ&ci=0%2C0%2C1000%2C2000&edge=0"}