{"text": " H2 TH E DECLIN E AN D FAL L character, the manners and religion of the Hindoos, are completely obliterated}.- and the intrinsic merit of the fables of Pilpay is far inferior to the concise elegance of Phiedrus, and the native graces of <span class=\"place\" data-place-id=\"570417\">La</span> Fontaine. Fifteen moral and political sentences are illustrated in a series of apologues: but the composition is intricate, the narrative prolix, and the precept obvious and barren. Yet the Brachman may assume the merit of inventing a pleasing fiction, which adorns the nakedness of truth, and alleviates, perhaps, to a royal ear, the harshness of instruction. With a similar design, to admonish kings that they are strong only in the strength of their subjects, the same Indians invented the game of chess, which was likewise introduced into Persia under the reign of Nushirvan.fi) The son of Kobad found his kingdom involved in a war with the successor of <span class=\"place\" data-place-id=\"305064\">Constantine</span>; and the anxiety of his domestic situation inclined him to grant the suspension of arms, which Justinian was impatient to purchase. Chosroes saw the Roman ambassadors at his feet. He accepted eleven thousand pounds of gold, as the price of an endless or indefinite peace;(2) some mutual exchanges were regu- lated; the Persian assumed the guard of the gates of <span class=\"place\" data-place-id=\"863766\">Caucasus</span>, and the demolition of <span class=\"place\" data-place-id=\"874444\">Dara</span> was suspended, on condition that it should never be made the residence of the general of the east. This interval of repose had been solicited, and was dili- gently improved, by the ambition of the emperor: his African conquests were the first-fruits of the Persian treaty; and the avarice of Chosroes was soothed by a large portion of the spoils of <span class=\"place\" data-place-id=\"314921\">Carthage</span>, which his ambassadors required in a tone of plea- santry, and under the colour of friendship. (3). But the trophies of Belisarius dis- turbed the slumbers of the great king; and he heard with astonishment, envy, and fear, that <span class=\"place\" data-place-id=\"991353\">Sicily</span>, <span class=\"place\" data-place-id=\"1052\">Italy</span> and <span class=\"place\" data-place-id=\"423025\">Rome</span> itself, had been reduced, in three rapid campaigns, to the obedience of Justinian. Unpractised in the art of violating treaties, he se- cretly excited his bold and subtle vassal Almondar. That prince of the Saracens, who resided atHira,(4)hadnot been included in the general peace, and still waged an obscure war against his rival Arethas, the chief of the tribe of Gassan, and con- federate of the empire. The subject of their dispute was an extensive sheep-walk in the desert to the south of <span class=\"place\" data-place-id=\"668331\">Palmyra</span>. An immemorial tribute for the license of pasture, appeared to attest the rights of Almondar, while the Gassanite appealed to the Latin name of strata, a paved road, as an unquestionable evidence of the so- vereignty and labours of the Romans. (5) The two monarchs supported the cause of their respective vassals; and the Persian Arab, without expecting the event of a slow and doubtful arbitration, enriched his flying camp with the spoil and cap- tives of <span class=\"place\" data-place-id=\"1306\">Syria</span>. Instead of repelling the arms, Justinian attempted to seduce the fidelity of Almondar, while he called from the extremities of the earth, the nations of <span class=\"place\" data-place-id=\"334481\">Ethiopia</span> and <span class=\"place\" data-place-id=\"991379\">Scythia</span> to invade the dominions of his rival. But the aid of such allies was distant and precarious, and the discovery of this hostile correspondence justified the complaints of the Goths and Armenians, who implored, almost at the same time, the protection of Chosroes. The descendants of Arsaces, who were still numerous in <span class=\"place\" data-place-id=\"874350\">Armenia</span>, had been provoked to assert the last relics of national freedom and hereditary rank; and the ambassadors of Vitiges had secretly tra- versed the empire to expose the instant, and almost inevitable, danger of the\"king- dom of Italy. Their representations were uniform, weighty, and effectual.\" We stand before your throne, the advocates of your interest, as well as of our own. The ambitious and faithless Justinian aspires to be the sole master of the world. Since the endless peace which betrayed the common freedom of mankind, that prince, your ally in words, your enemy in actions, has alike insulted his friends and foes, and has filled the earth with blood and confusion. Has he not violated the privileges of <span class=\"place\" data-place-id=\"874350\">Armenia</span>, the independence of Colchos, and the wild liberty of the Tzanian mountains? Has he not usurped, with equal avidity, the city of Bospho- rus on the frozen <span class=\"place\" data-place-id=\"825318\">Maeotis</span>, and the vale of palm-trees, on the shores of the Red sea? The Moors, the Vandals, the Goths, have been successively oppressed, and each nation has calmly remained the spectator of their neighbour's ruin. Embrace, O (I) See the Historia Shahiludi of Dr. <span class=\"place\" data-place-id=\"648644\">Hyde</span> (Syntngm. Mssertat. torn. ii. p. 61   69.) (!) The endless peace(Procopins, Persic, lib. i. c. 21.) wat concluded or ratified in the sixth year, and third consulship of Justinian (A. D. 533, between January 1, and April 1, Pagi, torn. ii. p. 550.) Marcellinus, in his Chronicle, uses the style of the Medes and Persians. (3) Procopius, Persic, lib. i. c. 26. (4) Almondar, kins; of <span class=\"place\" data-place-id=\"912800\">Hira</span>, was deposed by Kobad, and restored by Nushirran. His mother, from her beau- ty, was sumamed Celestial Water* an appellation which became hereditary, and was extended for a more noble cause (liberality in famine) to the Arab princes of <span class=\"place\" data-place-id=\"1306\">Syria</span> (Pocock, Specimen Hist. Arab. p. 69,70.) (J) Procopius, Persic, lib. ii. c. 1. We are ignorant of the origin and object of this ttrata, a pared road-of ten days' Journey from <span class=\"place\" data-place-id=\"678042\">Auranitis</span> to <span class=\"place\" data-place-id=\"912816\">Babylonia</span> (see a Latin note in Delisle's Map, Imp. Orient.) <span class=\"place\" data-place-id=\"109459\">Wesseling</span> and D'AhvilIe are silent.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA94&img=1&zoom=3&hl=en&sig=ACfU3U2flvifCwsl__wRAarbXg_kZsQ9dA&ci=0%2C0%2C1000%2C2000&edge=0"}