{"text": " O F TH E ROMA N EMPIRE. 83 liing! the favourable moment; the east is left without defence, while the armies of Justinian and his renowned general are detained in the distant regions of the west. If you hesitate and delay, Belisarius and his victorious troops will soon return from the Tiber to the <span class=\"place\" data-place-id=\"912964\">Tigris</span>, and Persia may enjoy the wretched consolation of being the last devoured. \"(1) By such arguments, Chosroes was easily persuaded to imi- tate the example which he condemned: but the Persian, ambitious of military fame, disdained the inactive warfare of a rival, who issued his sanguinary com- mands from the secure station of the Byzantine palace. Whatever might be the provocation of Chosroes, he abused the confidence of treaties; and the just reproaches of dissimulation and falsehood could only be con- cealed by the lustre of his victories. (2) The Persian army, which had been as- sembled in the plains of <span class=\"place\" data-place-id=\"893951\">Babylon</span>, prudently declined the strong cities of Mesopo- tamia, and followed the western bank of the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, till the small though popu- lous town of <span class=\"place\" data-place-id=\"893989\">Dura</span> presumed to arrest the progress of the great king. 1 he gates of <span class=\"place\" data-place-id=\"893989\">Dura</span>, by treachery and surprise, were burst open; and as soon as Chosroes had stained his simitar with the blood of the inhabitants, he dismissed the ambassador of Justinian to inform his master in what place he had left the enemy of the Ro- mans. The conqueror still affected the praise of humanity and justice: p.nd as he heheld a noble matron with her infant rudely dragged along the ground, he sighed, he wept, and implored the divine justice to punish the author of these calamities. Yet the herd of twelve thousand captives was ransomed for two hundred pounds of gold; the neighbouring bishop of Sergiopolis pledged his faith for the payment; and in the subsequent year, the unfeeling avarice of Chosroes exacted the penalty of an obligation which it was generous to contract, and impossible to discharge. He advanced into the heart of <span class=\"place\" data-place-id=\"1306\">Syria</span>; but a feeble enemy, who vanished at his ap- proach, disappointed him of the honour of victory; and as he could not hope to es- tablish his dominion, the Persian king displayed in this inroad the mean and rapa- cious vices of a robber. <span class=\"place\" data-place-id=\"638860\">Hierapolis</span>, Berrhac or Aleppo, <span class=\"place\" data-place-id=\"658385\">Apamea</span>, and <span class=\"place\" data-place-id=\"540703\">Chalcis</span>, were successively besieged: they redeemed their safety by a ransom of gold or sil- ver, proportioned to their respective strength and opulence; and their new master enforced, without observing, their terms of capitulation. Educated in the religion of the Magi, he exercised without remorse the lucrative trade of sacrilege; and, after stripping of its gold and gems a piece of the true cross, he generously restored the naked relic to the devotion of the Christians of <span class=\"place\" data-place-id=\"658385\">Apamea</span>. No more than four- teen years had elapsed since Antioch was ruined by an earthquake; but the queen of the east, the new <span class=\"place\" data-place-id=\"157937\">Theopolis</span>, had been raised from the ground by the liberality of Justinian: and the increasing greatness of the buildings and the people already erased the memory of this recent disaster. On one side, the city was defended by the mountain, on the other by the river Orontes; but the-most accessible part was commanded by a superior eminences the proper remedies were rejected, from the despicable fear of discovering its weakness to the enemy; and Germanus, the em- peror's nephew, refused to trust his person and dignity within the walls of a be- sieged city. The people of Antioch had inherited the vain and satirical genius of their ancestors; they were elated by a sudden re-enforcement of six thousand sol- diers; they disdained the offers of an easy capitulation; and their intemperate cla- mours insulted from the ramparts the majesty of the great king. Under his eye the Persian myriads mounted with scaling ladders to the assault; the Roman mer- cenaries fled through the opposite gate of <span class=\"place\" data-place-id=\"658450\">Daphne</span>; and the generous assistance of the youth of Antioch served only to aggravate the miseries of their country. As Chosroes, attended by the ambassadors of Justinian, was descending from the moun- tain, he affected, in a plaintive voice, to deplore the obstinacy and ruin of that un- happy people; but the slaughter still raged with unrelenting fury, and the city, at the command of a barbarian, was delivered to the flames. The cathedral of An- tioch was indeed preserved by the avarice, not the pity, of the conqueror: a more honourable exemption was granted to the church of St. Julian, and the quarter of the town where the ambassadors resided; some distant streets were saved by the shifting of the wind, and the walls still subsisted to protect, and soon to betray, their new inhabitants. Fanaticism had defaced the ornaments of <span class=\"place\" data-place-id=\"658450\">Daphne</span>, but (1) 1 have blended, in a short speech, the two oraiions of the Arsacides of <span class=\"place\" data-place-id=\"874350\">Armenia</span> and the Gothic ambassa- dors. Procopiiis. in his public history, feels, and makes us feel, that Justinian was the true author of the war (Persic, lib. if. e. 2,3.) (2) The invasion of <span class=\"place\" data-place-id=\"1306\">Syria</span>, the ruin of Antioch,&c. are related in a full and regular series by Procopiiis (Persic, lib. ii. c. 5   14.) Small collateral aid can be drawn from the orientals: yet not they, but D'Hcrbetot himself (p. 080.,) should blush, when he blames them for makiwr Justinian and Nushirvan cotemporaries. On the geography of the seat of war, D'Anrille (1'Eophrate et Ie Tigre) issufficient and satisfactory.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA95&img=1&zoom=3&hl=en&sig=ACfU3U14ykS7V-GkkRAz3UWLey0OzU2hZQ&ci=0%2C0%2C1000%2C2000&edge=0"}