{"text": " 84 TH E DECLIN E AN D FAL L Chosroes breathed a purer air amidst her groves and fountains; and some idolater* in his train might sacrifice with impunity to the nymphs of that elegant retreat* Eighteen miles below Antioch, the river <span class=\"place\" data-place-id=\"658560\">Orontes</span> falls into the Mediterranean. The haughty Persian visited the term of his conquests: and, after bathing alone in the sea, he offered a solemn sacrifice of thanksgiving to the sun, or rather to the Creator of the sun, whom the Magi adored. If this act of superstition offended the prejudices of the Syrians, they were pleased by the courteous and even eager attention with which he assisted at the games of the circus; and as Chosroes had heard that the blue faction was espoused by the emperor, his peremptory com- mand secured the victory of the green charioteer. From the discipline of his camp the people derived more solid consolation; and they interceded in vain for the life of a soldier who had too faithfully copied the rapine of the just Nushirvan. At length, fatigued, though unsatiated, with the spoil ol <span class=\"place\" data-place-id=\"1306\">Syria</span>, he slowly moved to the <span class=\"place\" data-place-id=\"912849\">Euphrates</span>, formed a temporary bridge in the neighbourhood of <span class=\"place\" data-place-id=\"668208\">Barbalissus</span>, and defined the space of three days for the entire passage of his numerous host. After his return he founded at the distance of one day's journey from the palace of <span class=\"place\" data-place-id=\"893976\">Ctesiphon</span>, a new city, which perpetuated the joint names of Chosroes and of An- tioch. The Syrian captives recognised the form and situation of their native abodes: baths and a stately circus were constructed for\" their use; and a colony of musicians and charioteers revived in <span class=\"place\" data-place-id=\"29492\">Assyria</span> the pleasures of a Greek capital. By the mu- nificence of the royal founder, a liberal allowance was assigned to these fortunate exiles; and they enjoyed the singular privilege of bestowing freedom on the slaves whom they acknowledged as their kinsmen. Palestine, and the holy wealth of <span class=\"place\" data-place-id=\"687928\">Jerusalem</span>, were the next objects that attracted-the ambition, or rather the avarice, of Chosroes. <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and the palace of the Caesars, no longer appeared impregnable or remote; and his aspiring fancy already covered <span class=\"place\" data-place-id=\"837\">Asia</span> <span class=\"place\" data-place-id=\"837\">Minor</span> with his troops, and the Black Sea with the navies, of Persia. These hopes might have been realized, if the conqueror of <span class=\"place\" data-place-id=\"1052\">Italy</span> had not beep seasonably recalled to the defence of the east.fl) While Chosroes pursued his ambitious designs on the coast of the <span class=\"place\" data-place-id=\"638838\">Euxine</span>, Belisarius, at the head of an army without pay or discipline, encamped beyond the Euphrates, within six miles of <span class=\"place\" data-place-id=\"874623\">Nisibis</span>. He meditated, by a skilful operation, to draw the Persians from their impregnable citadel, and improving his advantage in the field, either to intercept their retreat, or perhaps to enter the gates with the flying barbarians. He ad- vanced one day's journey on the territories of Persia, reduced the fortress of Si- saurane, and sent the governor, with eight hundred chosen horsemen, to serve the emperor in his Italian wars. He detached Arethas and his Arabs, supported by twelve hundred Romans, to pass the <span class=\"place\" data-place-id=\"874545\">Tigris</span>, and to ravage the harvests of <span class=\"place\" data-place-id=\"29492\">Assyria</span>, a fruitful province, long exempt from the calamities of war. But the plans of Be- lisarius were disconcerted by the untractable spirit of Arethas, who neither re- turned to the camp, nor sent any intelligence of his motions. The Roman gene  ral was fixed in anxious expectation to the same spot; the time of action elapsed, the ardent sun of <span class=\"place\" data-place-id=\"1001936\">Mesopotamia</span> inflamed with fevers the blood of his European sol- diers; and the stationary troops and officers of <span class=\"place\" data-place-id=\"1306\">Syria</span> affected to tremble for the safety of their defenceless cities. Yet this diversion had already succeeded in forcing Chosroes to return with loss and precipitation; and if the skill of Belisarius had been seconded by discipline and valour, his success might have satisfied the sanguine wishes of the public, who required at his hands the conquests of Ctesi- phon and the deliverance of the captives of Antioch. At the end of the campaign, he was recalled to Constantinople by an ungrateful court, but the dangers of the ensuing spring restored his confidence and command; and the hero, almost alone, was despatched, with the speed of post-horses, to repel, by his name and presence, the invasion of <span class=\"place\" data-place-id=\"1306\">Syria</span>. He found the Roman generals, among whom was a ne- phew of Justinian, imprisoned by their fears in the fortification of <span class=\"place\" data-place-id=\"638860\">Hierapolis</span>. But instead of listening to their timid counsels, Belisarius commanded them to fol- low him to <span class=\"place\" data-place-id=\"893990\">Europus</span>, where he had resolved to collect his forces, and to execute whatever God should inspire him to achieve against the enemy. His firm atti- tude on the banks of the Euphrates restrained Chosroes from advancing towards Palestine; and he received with art and dignity, the ambassadors, or rather spies, of the Persian monarch. The plain between <span class=\"place\" data-place-id=\"638860\">Hierapolis</span> and the river, was covered with the squadrons of cavalry, six thousand hunters, tall and robust, who pursued (1) In the public hiitory of Procopius, (Persic, lib. ii. c. 18.18   21. 24   28.) and with tome slight exceptions, we may reasonably shut our ears against the malevolent whisper of the Anecdotes rc. 2, 3. with the notes, as usual, of Alemanus.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA96&img=1&zoom=3&hl=en&sig=ACfU3U3sTRyjGmV15CJsvgTnjnTumFLTDw&ci=0%2C0%2C1000%2C2000&edge=0"}