{"text": " 86 TH E DECLIN E AN D FAL L Armenian mountains, and whose maritime coast extends about two hundred miles, from the neighbourhood of Trebizond to Dioscurias and the confines of Circassia. Both the soil and climate are relaxed by excessive moisture: twenty-eight rivers, besides the <span class=\"place\" data-place-id=\"874645\">Phasis</span> and his dependent streams, convey their waters to the sea; and the hollowness of the ground appears to indicate the subterraneous channels be- tween the <span class=\"place\" data-place-id=\"638838\">Euxine</span> and the Caspian. In the fields where wheat or barley is sown, the earth is too soft to sustain the action of the plough; but the gom, a small grain not unlike the millet or coriander seed, supplies the ordinary food of the people; and the use of bread is confined to the prince and his nobles. Yet the vintage is more plentiful than the harvest; and the bulk of the stems, as well as the quality of the wine, display the unassisted powers of nature. The same powers continu- ally tend to overshadow the face of the country with thick forests; the timber of the hills, and the flax of the plains, contribute to the abundance of naval stores; the wild and the tame animals, the horse, the ox, and the hog, are remarkably rolific, and the name of the pheasant is expressive of his native habitation on the anks of the <span class=\"place\" data-place-id=\"874645\">Phasis</span>. The gold mines to the south of Trebizond, which are still worked with sufficient profit, were a subject of national dispute between Justinian and Chosroes; and it is not unreasonable to believe, that a vein of precious metal may be equally diffused through the circle of the hills, although these secret trea- sures are neglected by the laziness, or concealed by the prudence, of the Mingre- lians. The waters, impregnated with particles of gold, are carefully strained through sheep-skins or fleeces; but this expedient, the ground-work perhaps of a marvellous fable, affords a faint image of the wealth extracted from a virgin earth by the power and industry of ancient kings. Their silver palaces and golden chambers surpass our belief; but the fame of their riches is said to have excited the enterprising avarice of the Argonauts. (1) Tradition has affirmed, with some colour of reason, that <span class=\"place\" data-place-id=\"1001943\">Egypt</span> planted on the <span class=\"place\" data-place-id=\"874645\">Phasis</span> a learned and polite colony,(2) which manufactured linen, built navies, and invented geographical maps. The ingenuity of the moderns has peopled, with flourishing cities and nations, the isth- mus between the <span class=\"place\" data-place-id=\"638838\">Euxine</span> and the Caspian;(3) and a lively writer, observing the resemblance of climate, and in his apprehension of trade, has not hesitated to pro- nounce Colchos the Holland of antiquity. (4) But the riches of Colchos shine only through the darkness of conjecture or tra- dition; and its genuine history presents a uniform scene of rudeness and poverty. If one hundred and thirty languages were spoken in the market of Dioscurias, (5) they were the imperfect idioms of so many savage tribes or families, sequestered from each other in the valleys of Mount <span class=\"place\" data-place-id=\"59834\">Caucasus</span>; and their separation, which diminished the importance, must have multiplied the number, of their rustic ca- pitals. In the present state of Mingrelia, a village is an assemblage of huts within a wooden fence; the fortresses are seated in the depths of forests; the princely town of Cyta, or Cotatis, consists of two hundred houses, and a stone edifice ap- pertains only to the magnificence of kings. Twelve ships from <span class=\"place\" data-place-id=\"520998\">Constantinople</span>, and about sixty barks, laden with the fruits of industry, annually cast anchor on the coast; and the list of Colchian exports is much increased, since the natives had only slaves and hides to offer in exchange for the corn and salt which they pur- chased from the subjects of Justinian. Not a vestige can be found of the art, the knowledge, or the navigation, of the ancient Colchians; few Greeks desired or dared to pursue the footsteps of the Argonauts; and even the marks of an Egyp- tian colony are lost on a nearer approach. The rite of circumcision is practised only by the Mahometans of the <span class=\"place\" data-place-id=\"638838\">Euxine</span>; and the curled hair and swarthy com-\"the Pere Arehangeli Lamberti (Relations de Thevenot, part i. p. 31   52. with a map.) who has all the know- ledge and prejudices of a missionary. 2. Of Chardin (Voyages en Perse, tom. i. p. 54. 68   168,:) his observa- tions are judicious; and his own adventures in the country are still more instructive than his observations. 3. Of Peyssonnel (Observations sur les Peuples Barbares, p. 49   51. 58.62. 64,65.71,&c. and a more recent trea- tise, Sur les Commerce de la Mer Noire, torn. ii. p. 1   53.:) he had long resided at CafFa, as consul of <span class=\"place\" data-place-id=\"236467\">France</span>; and his erudition is less valuable than his experience._ (1) Pliny, Hist. Natur. lib. sxxiii. 15. The gold and silver mines of Colchos attracted the Argonauts (Strab. lib. i. p. 77.) The sagacious Chardin could find no gold ill mines, rivers, or elsewhere. Yet a Mingrelian lost jus hand ami foot for showing some specimens at Constantinople of native gold. (2) Heiodot. lib. ii. c. 104,105. p. 150,151. Diodor. Sicul. lib. i. p. 38. edit. <span class=\"place\" data-place-id=\"109459\">Wesseling</span>; Dionys. Ferieget. 689. and Euslath. ad loc. Scholiast, ad Appollonium Argonaut, lib. iv. 282   291. (3) Montesquieu, Esprit des Loix, lib. xxi. c. 6. L'lsthme. convert de villes et nations que ne font plus* (4) Bougainville, Memoires de l'Acaderuie des Inscriptions, tom.xxvi. p. 33. on the African voyage of Hanno and the commerce of antiquity. (5) A Greek Historian, Timosthenes, had affirmed, in cam ccc nations dissimilibus linguis descendere; and the modest Pliny is content to add, et postea a nostris cxm intcrpretibus negotia ibi gesta (6,5.;) but the words nunc deserta cover a multitude of past fictions.", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA98&img=1&zoom=3&hl=en&sig=ACfU3U3g7LUk5d9sEdkuhf-15Nac3XqUfQ&ci=0%2C0%2C1000%2C2000&edge=0"}