{"text": " O F TH E ROMA N EMPIRE. 8 Z plexion of <span class=\"place\" data-place-id=\"324852\">Africa</span> no longer disfigure the most perfect of the human race. It is in the adjacent climates of <span class=\"place\" data-place-id=\"658471\">Georgia</span>, Mingrelia, and Circassia, that nature has placed, at least to our eyes, the model of beauty, in the shape of the limbs, the colour of the skin, the symmetry of the features, and the expression of the coun- tenance-^) According to the destination of the two sexes, the men seemed formed for action, the women for love; and the perpetual supply of females from Mount <span class=\"place\" data-place-id=\"863766\">Caucasus</span> has purified the blood, and improved the breed, of the southern nations of <span class=\"place\" data-place-id=\"1001906\">Asia</span>. The proper district of Mingrelia, a portion only of the ancient Colchos, has long sustained an exportation of twelve thousand slaves. The num- ber of prisoners and criminals would be inadequate to the annual demand; but the common people are in a state of servitude to their lords, the exercise of fraud or rapine is unpunished in a lawless community; and the market is continually reple- nished by the abuse of civil and paternal authority. Such a trade, (2) which re- duces the human species to the level of cattle, may tend to encourage marriage and population: since the multitude of children enriches their sordid and inhuman parent. But this source of impure wealth must inevitably poison the national man- ners, obliterate the sense of honour and virtue, and almost extinguish the instincts of nature; the Christians of <span class=\"place\" data-place-id=\"658471\">Georgia</span> and Mingrelia are the most dissolute of man- kind; and their children, who in a tender age are sold into foreign slavery, have already learnt to imitate the rapine of the father and the prostitution of the mo- ther. Yet amidst the rudest ignorance, the.untaught natives discover a singular dexterity both of mind and hand; and although the want of union and discipline exposes them to their more powerful neighbours, a bold and intrepid spirit has animated the Colcliians of every age. In the host of Xerxes, they served on foot; and their arms were, a dagger or a javelin, a wooden casque, and a buckler of raw hides. But in their own country the use of cavalry has more generally prevailed: the meanest of the peasants disdain to walk; the martial nobles are possessed, perhaps, of two hundred horses; and above five thousand are numbered in the train of the prince of Mingrelia. The Colchian government has been always a pure and hereditary kingdom; and the authority of the sovereign is only restrained by the turbulence of his subjects. Whenever they were obedient he could lead a numerous army into the field; but some faith is requisite to believe, that the sin- gle tribe of the Suanians was composed of two hundred thousand soldiers, or that the population of Mingrelia now amounts to four millions of inhabitants.(3) It was the boast of the Colchians, that their ancestors had checked the victo- ries of Sesostris; and the defeat of the Egyptian is less incredible than his success- ful progress, as far as the foot of Mount Caucasus. They sunk without any me- morable effort, under the arms of Cyrus; followed in distant wars the standard of the great king, and presented him every fifth year with one hundred boys, and as- many virgins, the fairest produce of the land. (4) Yet he accepted this gift like the gold and ebony of <span class=\"place\" data-place-id=\"50004\">India</span>, the frankincense of the Arabs, or the negroes and ivory of <span class=\"place\" data-place-id=\"39274\">Ethiopia</span>: the Colchians were not subject to the dominion of a satrap, and they continued to enjoy the name as well as substance of national independence. (5) After the fall of the Persian empire, Mithridates, king of Pontus, added Colchos to the wide circle of his dominions on the <span class=\"place\" data-place-id=\"638838\">Euxine</span>; and when the natives presumed to request that his son might reign over them, he bound the ambitious youth in chains of gold, and delegated a servant in his place. In the pursuit of Mithridates, the Romans advanced to the banks of the <span class=\"place\" data-place-id=\"874645\">Phasis</span>, and their galleys ascended the river till they reached the camp of Pompey and his legions.(6) But the senate, and af- terwards the emperors, disdained to reduce that distant and useless conquest into (1) Button (Hist. Nat. torn. iii. p. 433   437.) collects the unanimous suffrage of naturalists and travellers. If. in the time of Herodotus, they were in truth psya^Kpoic and ou^orp(and he had observed them with care,) this precious fact is an example of the influence of climate on a foreign colony. (?) The Mingrelian ambassador arrived at <span class=\"place\" data-place-id=\"520998\">Constantinople</span> with two hundred persons: but be ate (sold) them day by day, till his retinue was diminished to a secretary and two valets. (Tavemier, torn, i. p. 365.)_ To pur- chase his mistress, a Mingrelian gentleman sold twelve priests and his wife to the Turks. (Chardin, torn. i. p. 06.) (3) Strabo, lib. xi. p. 765. Lamberti, Relation de la Mingrelie. Yet we must avoid the contrary extreme of Chardin, who allows no more than twenty thousand inhabitants to supply an annual exportation of twelve thousand slaves, an absurdity unworthy of that judicious traveller. (4) Herodot. lib. iii. e. 97. See, in lib. vii. c. 79. their arms and service in the expedition of Xerxes against <span class=\"place\" data-place-id=\"1001896\">Greece</span>. (5) Xenophon, who had encountered the Colchians in his retreat (Anabasis, lib. iv. p. S20. 343. 348. edit. Hutchinson; and Foster's Dissertation, p. 53   58, in Spelroan's English version, vol. ii.) styles them aoTovopci, Before the conquest of Mithridates, they are named by Appian ifi  s   ***jww<s (de Bell. Mithridatico. c. 15. torn, i. p. 661. of thelast and best edition, by John Schweighssuser, Lypsse. 1785, 3 vole, large octavo.) (6) The conquest of <span class=\"place\" data-place-id=\"874432\">Colchis</span> by Mithridates and Pompey, is marked by Appian (de Bell. Mithridat.) and Plutarch (in Vit.Pomp.)", "image": "http://books.google.com/books?id=CSEUAAAAYAAJ&pg=PA99&img=1&zoom=3&hl=en&sig=ACfU3U1EoIWZIiiseie1AD0lbB8Xn6qpxQ&ci=0%2C0%2C1000%2C2000&edge=0"}