{"text": " 173 CONTENTS. BOO K II. I. TITUS, sent by his father Vespasian to congratulate Galba, hears of that emperor's death, and stops at <span class=\"place\" data-place-id=\"138251\">Co</span>- rinth. He resolves to return to <span class=\"place\" data-place-id=\"138593\">Syria</span>, and sails to <span class=\"place\" data-place-id=\"590030\">Rhodes</span> and <span class=\"place\" data-place-id=\"1001930\">Cyprus</span>. At the last place he visits the tem- ple of the Paphian Venus. Some account of the goddess, and the rites of worship. He lands in <span class=\"place\" data-place-id=\"138593\">Syria</span>. V. Cha- racter of Vespasian, and of Mucianus. They lay aside their mutual animosities, and act in concert. The le- gions of the East resolved to have a share in the making of emperors. VIII. A counterfeit Nero detected and seized. X. From trivial matters great discord at <span class=\"place\" data-place-id=\"423025\">Rome</span>. Viblus Crispus accuses Annius Faustus, an informer, and procures his condemnation, though hated himself for the same practices./ XI. An account of Otho's forces. XII. His fleets command the sea ex- tending to the maritime Alps. The city of Inteme- lium sacked and plundered by the Othonians. The exemplary courage of a mother in the protection of her son. XIV. Otho's fleet infests the coast of Narbon Gaul. An engagement with the Vitellians in that quarter, in which the Othonians have the advantage. XVI. Pacarius, the governor of <span class=\"place\" data-place-id=\"991339\">Corsica</span>, favours the cause of Vitellius, and is murdered. XVII. Ccecina, with the Vitellian forces, enters <span class=\"place\" data-place-id=\"1052\">Italy</span>, and besieges <span class=\"place\" data-place-id=\"383741\">Placentia</span>. Spurbma, one of Otho's officers, defends the place. Ccecina raises the siege, and retires with his army to <span class=\"place\" data-place-id=\"383628\">Cremona</span>. A battle at that place, and the", "image": "http://books.google.com/books?id=2X5KAAAAYAAJ&pg=PA173&img=1&zoom=3&hl=en&sig=ACfU3U1IFkMqQLaZ-VQmygX1bMo7GNBnBA&ci=0%2C0%2C1000%2C2000&edge=0"}