{"text": " tf* CONTENTS   BOO K It; Othomians prove victorious. Valens enters <span class=\"place\" data-place-id=\"1052\">Italy</span>\\ Cae~ etna resolves to strike a itow before the arrival of that general. He lays a snare for the Othonians, but is defeated by Suetonius Paulinas at a place called Ca- storum. King Epiphanes, on Otho's side, is wounded. XXVI L Salens arrives at <span class=\"place\" data-place-id=\"383798\">Ticinum</span>. A violent sedi- tion occasioned by the Batavians. Valens joins' the ttrmy under Ccecina. XXXI. Comparison of Otho and Vitellius. Otho holds a council to deliberate on the plan of the war. Some are for delay; others for an immediate action. Otho is for a decisive blowt and, by advice, retires to <span class=\"place\" data-place-id=\"383602\">Brixellum</span>. XXXIV. Cee- eina and Valens wait for the motions of the enemy. A bridge thrown over the Po to amuse Otho's forces* who are worsted in a skirmish. XXXVII. A report that both armies were inclined to peace, shorvn to li highly improbable. XXXIX. Tilianus, Otho's bro- ther, and Proculus, the prafect of the praetorian lands, intrusted with the chief command. They en- camp within four miles of <span class=\"place\" data-place-id=\"383584\">Bedriacum</span>. Otho, by di- spatches from <span class=\"place\" data-place-id=\"383602\">Brixellum</span>, hurries them oft to art engagement. XLI. The battle of <span class=\"place\" data-place-id=\"383584\">Bedriacum</span>. The Othonians defeated, and On the next day lay dourt their arms. The Vitellians enter the camp* and both, armies embrace with tears tf joj/. XLV. Otho is tveary of civil war* and, though the soldiers are still devoted to his cause, resolves to prevent further effu- sion of blood; he falls on his bum sword. His finer al immediately performed'; Some of the men slay them- selves near the funeral pile. L. Otho's origin and character^ LI. A mutiny among his soldiers; Ver^ ginius in danger from their fury. L I I. A great part of the senate, who had followed Otho, involved in dan-", "image": "http://books.google.com/books?id=2X5KAAAAYAAJ&pg=PA174&img=1&zoom=3&hl=en&sig=ACfU3U3gaA1po1CpVkdNZ0Ka78XiUq197Q&ci=0%2C0%2C1000%2C2000&edge=0"}