{"text": " CONTENTS   BOO K IT: 17* ger. LV. Tranquillity prevails at <span class=\"place\" data-place-id=\"423025\">Rome</span>. The games in honour of Ceres celebrated according to custom. Otko's death made known in the theatre: the people declare for Vitellius with shouts of applause. LVI. <span class=\"place\" data-place-id=\"1052\">Italy</span> ravaged by the Vitellians. LV I I. yitellius ad- vances towards Italy, and hears of the victory gained by his officers. The two Mauritanias declare in his favour; Albinus tlieir governor cut off by the emissa- ties ofCluvius Rufus, who had passed over from <span class=\"place\" data-place-id=\"1027\">Spain</span> into <span class=\"place\" data-place-id=\"324852\">Africa</span>. LX. Vitellius orders the bravest of Otho's centurions to be put to death. The wild at- tempt of Mariccus in Gaul. In a Jit of enthusiasm he calls himself a god: he is taken, and put to death. LXII. The gluttony of Vitellius: Italy exhausted to supply his voracious appetite. In his dispatches to Rome he declines for the present tlie name tf Augus- tus, and wholly rejects that of Ceesar. The judicial astrologers banished out of Italy. Laws for restrain- ing the Roman knights from appearing on the stage, or in the games of the circus. LXIII. Dolabella put to death with treachery by Vitellius. The furious temper of Triaria, the wife of L. Vitellius, and the amiable character of his mother Sextilia. LXV. Cluvius Rufus arrives from Spain, and is pardoned by yitellius. The vanquished troops still retain their fe- rocity. A quarrel between tfie Batavians and tlie soldiers of the fourteenth kgion. LXVIII. A violent sedition at <span class=\"place\" data-place-id=\"383798\">Ticinum</span>, while Vitellius carouses at a feast. LXX. Vitellius proceeds to <span class=\"place\" data-place-id=\"383628\">Cremona</span>, and Views the field of battle at <span class=\"place\" data-place-id=\"383584\">Bedriacum</span>, ivhich was still covered with a dreadful carnage. He vies with the luxury of Nero, and marches to Eononia, still plun- ging into deeper debauchery as lie draws near to Rome. LXXII. A slave of the name of Geta assumes the i", "image": "http://books.google.com/books?id=2X5KAAAAYAAJ&pg=PA175&img=1&zoom=3&hl=en&sig=ACfU3U2hi1G0nKEpy_Ok5mEKb7__w3BpWw&ci=0%2C0%2C1000%2C2000&edge=0"}