{"text": " 372 NOTE S O N TH E 14. <span class=\"place\" data-place-id=\"678266\">Legio</span> Sexta Ferrata; another sixth legion, with the addition of Ferrata, to distinguish it from the. former. 15. <span class=\"place\" data-place-id=\"678266\">Legio</span> Septima Claudiana, the seventh, called also the Claudian. 16. <span class=\"place\" data-place-id=\"678266\">Legio</span> Septima Galbiana, the seventh, called the Gallian. 17. <span class=\"place\" data-place-id=\"678266\">Legio</span> Octava, the eighth legion, sometimes called hivicta. i 18. <span class=\"place\" data-place-id=\"678266\">Legio</span> Nona, the ninth legion; sometimes called Qemim, because it was one legion formed out of two.   19. <span class=\"place\" data-place-id=\"678266\">Legio</span> Decima, the tenth legion, quartered in <span class=\"place\" data-place-id=\"737056\">Spain</span>. 20. <span class=\"place\" data-place-id=\"678266\">Legio</span> Decima, another tenth legion, quartered in <span class=\"place\" data-place-id=\"981527\">Judaea</span>. 21. <span class=\"place\" data-place-id=\"678266\">Legio</span> Undecima, the eleventh legion, some- times with the additional title of Claudiana. 22. <span class=\"place\" data-place-id=\"678266\">Legio</span> Duodecima, the twelfth legion, some- times called <span class=\"place\" data-place-id=\"678266\">Legio</span> Duodecima Fulminea. 23. <span class=\"place\" data-place-id=\"678266\">Legio</span> Tertia Decima, the thirteenth legion, called also Gemina, because composed of two united into one. <span class=\"place\" data-place-id=\"678266\">Legio</span> Quarta Decima, the fourteenth le- gion. 24. <span class=\"place\" data-place-id=\"678266\">Legio</span> Quint a Decima, the fifteenth legion, stationed in the Lower <span class=\"place\" data-place-id=\"20468\">Germany</span>. 25. <span class=\"place\" data-place-id=\"678266\">Legio</span> Oointa Decima, another fifteenth le- gion, quartered in Judsea, sometimes called <span class=\"place\" data-place-id=\"678266\">Legio</span> Quinta Decima JpoUinaris. 26. <span class=\"place\" data-place-id=\"678266\">Legio</span> Sexta Decima, the sixteenth legion. 27. <span class=\"place\" data-place-id=\"678266\">Legio</span> Septima Decima, the seventeenth legion, thought to be one of those that suffered in the slaughter of Varus. 28. <span class=\"place\" data-place-id=\"678266\">Legio</span> Dcodevicessima, the eighteenth legion,, another of the legions under Varus.", "image": "http://books.google.com/books?id=2X5KAAAAYAAJ&pg=PA370&img=1&zoom=3&hl=en&sig=ACfU3U0aIDODKL5uESbPsXL4A-4vgjjPZA&ci=0%2C0%2C1000%2C2000&edge=0"}